<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">

   <head>

          <title>AIDE DE LA CONSOLE CENTRALE - GLPI</title>

          <meta http-equiv="Content-type" content="text/html; charset=iso-8859-15"/>

          <meta http-equiv="Content-Script-Type" content="text/javascript"/>

          <meta http-equiv="Content-Style-Type" content="text/css"/>

          <meta name="revisit-after" content="15 days"/>

          <meta name="robots" content="index,follow"/>

          <meta name="DC.Publisher" content="INDEPNET.NET"/>

          <link rel="alternate" title="Version Docbook/XML" type="text/xml" href="docbook.xml"/>

          <link rel="alternate" title="Version brute" type="text/html" href="xhtml.xml"/>

          <meta name="DC.Language" scheme="RFC3066" content="fr"/>

          <meta name="DC.Identifier" content="structure"/>

          <meta name="DC.Creator" content="GLPI dev team"/>

          <meta name="DC.Date.created" scheme="W3CDTF" content="2004-09-21"/>

          <meta name="DC.Date.modified" scheme="W3CDTF" content="2004-09-21"/>

          <meta name="DC.Rights" content="Cet article est sous licence libre Creative Commons BY-NC-SA."/>

          <meta name="DC.Subject" content="CENTRAL"/>



	  

<style type="text/css">

#right{

float: right;

margin-top:15px;

width: 250px;

height: 500px;

background: #eee;

}



#left{

 position:absolute;   left:10px; width:490px; height:500px; 

margin-top:15px;

background: #eee;

}

#left a, a:visited, a:active, a:link {

color:black;
font-weight:bold;
text-decoration: none;
}



#left  a:hover {

background-color:#D2F2D5;

text-decoration:none;
}

#right a, a:visited, a:active, a:link {

color:black;

text-decoration: none;

}

#left img {

align:absmiddle;

}

#right  a:hover {

background-color:#D2F2D5;

text-decoration:none;



}

.menu

{

 overflow: auto;

height: 490px;

padding-left: 30px;

font-family: Trebuchet MS, Arial, Sans, sans-serif;

font-size: 10px;

font-weight: bold;

color: black;

}





.menu ul

{

padding-left: 5px;

margin-left: 0;



}



.menu li

{

list-style: none;

margin: 0;

padding: 0.25em;



}



.content

 {

  overflow: auto;

height: 490px;

 font-family: Arial, Sans, sans-serif;

font-size: 11px;

 }



 h1{  

 margin-left:15px;

 text-align:center;

 font-family: Trebuchet MS, Arial, Sans, sans-serif;

font-size: 18px;  

font-weight:200%;

color:  #FFC65D;

margin :10px;

-moz-border-radius: 4px;

border: 1px solid #FFC65D;

}



h2{

margin-left:5px;

border-left: 2px solid #339966;

border-bottom: 1px solid #339966;

font-weight:200%;

padding: 5px;

font-family: Trebuchet MS, Arial, Sans, sans-serif;

font-size: 15px;  

}



h3{

margin-left:15px;

padding: 5px;

font-family: Trebuchet MS, Arial, Sans, sans-serif;

font-size: 13px;  

}



</style>	  

	  

	  

	  

        </head>



 <body>

	    







<div id="right">

<div class='menu'>

<h1>Sommaire</h1>    
    <ul>
	  <li><a href="#accueil">1 - Accueil de la console centrale</a></li>
		<li><ul>
          <li><a href="#general">a) Consid&eacute;ration g&eacute;n&eacute;rales</a></li>
          <li><a href="#notes">b) Notes personnelles et publiques</a></li>
		</ul>
		</li>
	</ul>
   
		<ul>
      <li><a href="#invent">2 - Partie Inventaire</a></li>
      <li> 
        <ul>
          <li><a href="#inventa">a) Consid&eacute;ration g&eacute;n&eacute;rales</a></li>
          <li><a href="#inventb">b) Gestion des gabarits</a></li>
          <li><a href="#inventc">c) Gestion des p&eacute;riph&eacute;riques internes 
            aux ordinateurs</a></li>
          <li><a href="#inventd">d) Gestion des connexions directes</a></li>
          <li><a href="#invente">e) Gestion des ports r&eacute;seaux</a></li>
          <li><a href="#inventf">f) Gestion des logiciels</a></li>
          <li><a href="#inventg">g) </a><a href="#inventg">Gestion des consommables 
            et des cartouches</a></li>
          <li><a href="#inventh">h) </a><a href="#inventh">Gestion des statuts</a></li>
        </ul>
      </li>
    </ul>



<ul>
      <li><a href="#assist">3 - Partie Assistance</a></li>

<li><ul>

<li><a href="#assista">a) Suivi</a></li>

<li><a href="#assistb">b) Helpdesk</a></li>

<li><a href="#assistc">c) Planning</a></li>

<li><a href="#assistd">d) Statistiques</a></li>

</ul></li>

</ul>



<ul>
      <li><a href="#gestion">4 - Partie Gestion</a></li>

<li><ul>

<li><a href="#gestiona">a) Contacts</a></li>

<li><a href="#gestionb">b) Entreprises</a></li>

<li><a href="#gestionc">c) Contrats</a></li>

<li><a href="#gestiond">d) Documents</a></li>

</ul></li>

</ul>



<ul>
      <li><a href="#outils">5 - Partie Outils</a></li>

<li><ul>

<li><a href="#outilsa">a) R&eacute;servations</a></li>

<li><a href="#outilsb">b) Bases de connaissances</a></li>

<li><a href="#outilsc">c) Rapports</a></li>

<li><a href="#ocsng">d) OCSNG</a></li>
</ul></li>

</ul>   <ul>
      <li><a href="#plugin">6 - Partie Plugins</a></li>
    </ul>
    <ul>

      <li><a href="#admin">7 - Partie Administration</a></li>

      <li> 

        <ul>

          <li><a href="#admina">a) Gestion des utilisateurs</a></li>

          <li><a href="#adminb">b) Configuration</a></li>

          <li> 

            <ul>

              <li><a href="#adminb1">i) Intitul&eacute;s</a></li>

              <li><a href="#adminb2">ii) P&eacute;riph&eacute;riques internes</a></li>

              <li><a href="#adminb3">iii) Type de document</a></li>

              <li><a href="#adminb4">iv) Liens externes protocol&eacute;s</a></li>

			<li><a href="#adminb5">v) Mode OCSNG</a></li>

              <li><a href="#adminb6">vi) Configuration g&eacute;n&eacute;rale</a></li>

              <li><a href="#adminb7">vii) Configuration affichage</a></li>

              <li><a href="#adminb8">viii) Affichage recherche par d&eacute;faut</a></li>

              <li><a href="#adminb9">ix) Suivis par emails</a></li>

              <li><a href="#adminb10">x) Authentifications externes</a></li>

              <li><a href="#adminb11">xi) V&eacute;rifier si une nouvelle version 

                est disponible</a></li>

            </ul>

          </li>

          <li><a href="#adminc">c) Pr&eacute;f&eacute;rences</a></li>

          <li><a href="#admind">d) Donn&eacute;es (Sauvegarde/Restauration)</a></li>

          <li><a href="#admine">e) Logs</a></li>

        </ul>

      </li>

    </ul>

 

</div>

</div>







<div id='left'>

<div class='content'>



    <h1>Aide de la console centrale</h1>   



    <h2><a name="accueil"></a>1 - Accueil de la console centrale</h2>

	<h3><a name="general"></a>a) Consid&eacute;ration g&eacute;n&eacute;rales</h3>

    <p>La page d'accueil pr&eacute;sente un r&eacute;sum&eacute; succinct et personnalis&eacute; du contenu de GLPI.</p>
	
	<p>Vous y trouvez les tickets en cours, les tickets en attente, le suivi des tickets, votre planning, 
      un syst&egrave;me de notes personnelles et publiques (d&eacute;crit plus 
      bas) ainsi que le journal des derniers ajouts. </p>
    <p>Vous pouvez sp&eacute;cifier le nombre de logs &agrave; afficher ou choisir 
      de masquer le journal des derniers ajouts, en sp&eacute;cifiant 0 dans la 
      configuration (Administration - Configuration - Configuration Affichage 
      - Nombre d'&eacute;v&eacute;nements de log &agrave; afficher).</p>
    <p>Vous pouvez aussi visualiser sur la console centrale, les nouveaux tickets 
      non attribu&eacute;s. Voir la configuration (Administration - Configuration 
      - Configuration Affichage - Montrer les nouveaux tickets au login). Ils 
      sont exportables au format PDF ou SYLK directement depuis la page d'accueil 
      de la console centrale.</p>
	  
	  
    <h3><a name="notes"></a>a) Notes personnelles et publiques</h3>
	  
    <p>Sur la page d'accueil vous avez acc&egrave;s &agrave; un syst&egrave;me 
      de notes personnelles et publiques. </p>
    <p> - Les notes personnelles : Elles ne sont visibles que par vous. Elles sont planifiables. Une fois planifi&eacute;es, 
      elles basculent dans le tableau &quot;Votre planning&quot;.</p>
    <p>- Les notes publiques : Seul les utilisateurs de type super-admin peuvent cr&eacute;er des notes 
      publiques. Elles sont visibles par tous les utilisateurs du central. 
      Elles sont aussi planifiables.</p>
    <h2><a name="invent"></a>2 - Partie Inventaire</h2>
	  
    <h3><a name="inventa"></a>a) Consid&eacute;ration g&eacute;n&eacute;rales</h3>
    <p>Dans la partie inventaire vous pouvez lister et consulter l'inventaire mat&eacute;riel 

      et logiciel du parc.</p>
		
    <p>Vous avez la possibilit&eacute; d'afficher et de trier les colonnes li&eacute;es 
      au mat&eacute;riel ou logiciel qui vous paraissent importantes &agrave; 
      visualiser depuis la liste compl&egrave;te.<br />
      Ceci est param&eacute;trable dans le menu Administration / partie Configuration 
      / Configuration "Affichage recherche par défaut" (voir plus bas dans la 
      partie Administration).</p>

    <p>Vous avez la possibilit&eacute; d'effectuer des recherches multiples param&eacute;tr&eacute;es 
      et tri&eacute;es, sur un des types de l'inventaire (ordinateurs, mat&eacute;riel 
      r&eacute;seau, imprimantes, cartouches, &eacute;crans, p&eacute;riph&eacute;riques, 
      logiciels, consommables et &eacute;tats). <br />
      Vous pouvez aussi effectuer des recherches multicrit&egrave;res qui vous 
      permettent d'afficher par exemple : uniquement un mat&eacute;riel ayant 
      tel logiciel mais n'ayant pas tel autre logiciel gr&acirc;ce &agrave; l'ajout 
      de crit&egrave;res globaux de recherche <img src="../pics/meta_plus.png" width="16" height="16" alt="crit&egrave;res globaux de recherche" style="vertical-align: middle;" />.<br />
      Vous avez aussi la possibilit&eacute; d'afficher uniquement les &eacute;l&eacute;ments 
      supprim&eacute;s afin de les restaurer ou de les purger.<br />
      <br />
      <img src="../pics/warning.png" width="20" height="20" alt="Attention" style="vertical-align: middle;" /> 
      <span style="color: #990000;font-weight: bold">ATTENTION :</span> Pour une recherche par date, veuillez utiliser exclusivement 
      la syntaxe :<br />
      [Ann&eacute;e]-[Mois]-[Jour] (AAAA-MM-JJ)<br />
      <br />
      Vous pouvez directement exporter la liste de vos mat&eacute;riels / logiciels 
      ou le r&eacute;sultat de votre recherche au format SYLK (Tableur) <img src="../pics/slk.png" width="16" height="16"  alt="export slk" style="vertical-align: middle;" /> ou au format PDF <img src="../pics/pdf.png" width="16" height="16"  alt="export pdf" style="vertical-align: middle;" /> sous deux formes diff&eacute;rentes. <br />
      Soit &quot;Vue format&quot; PDF ou SLK : Exporte uniquement le nombre de 
      lignes que vous avez d&eacute;finie dans la liste d&eacute;roulante pr&eacute;vue 
      &agrave; cette effet,<br />
      Soit &quot;Tout format&quot; PDF ou SLK : Exporte la liste compl&egrave;te 
      des &eacute;l&eacute;ments.<br />
      <br />
      Explication :</p>

    <em>Excel, OpenOffice (Sylk) </em> 

    <p><em>GLPI peut g&eacute;n&eacute;rer des rapports par type de mat&eacute;riel 
      exploitables par un tableur. Pour cela GLPI g&eacute;n&egrave;re des fichiers 
      de type SYLK. Ce format est exploitable par de nombreux tableurs.</em></p>

    <p><em>Si vous utilisez un logiciel qui ne respecte 

      pas totalement les standards (Excel par exemple), les champs trop longs 

      seront tronqu&eacute;s.</em></p>

    <p><strong>De plus un syst&egrave;me de modification massive, vous permet 
      d'effectuer des modifications sur tous les mat&eacute;riels que vous avez 
      s&eacute;lectionn&eacute;s.</strong></p>
    <p>A partir de l&agrave; vous pouvez afficher la fiche contenant les informations 
      pr&eacute;cises de chaque &eacute;l&eacute;ment r&eacute;pertori&eacute;, 
      ou ajouter un &eacute;l&eacute;ment.</p>

<p>Vous avez ensuite la possibilit&eacute; de modifier ou de supprimer chaque &eacute;l&eacute;ment.</p>
    <p>Dans chaque fiche d'information, des onglets sont disponibles pour obtenir 
      un affichage plus lisible des diverses rubriques. Vous pouvez choisir d'afficher 
      toutes les rubriques en cliquant sur l'onglet "Tous".</p>
    <p>L'onglet &quot;Notes&quot; fournit un champ de texte libre pour stocker toute autre information de l'&eacute;quipement. </p>
    <p>L'onglet &quot;Historique&quot; permet de visualiser toutes les modifications 
      apport&eacute;es &agrave; la description du mat&eacute;riel concern&eacute; 
      ainsi que sur les p&eacute;riph&eacute;riques internes (valable uniquement 
      pour les ordinateurs). </p>
    <p>Un onglet &quot;OCS-NG&quot; (apparaissant uniquement si vous activez le 
      mode OCS-NG de GLPI) vous permet de visualiser les champs que vous avez 
      modifi&eacute; apr&egrave;s avoir import&eacute; votre mat&eacute;riel et 
      qui seront donc verrouill&eacute;s (donc non &eacute;cras&eacute;s) lors 
      de la prochaine synchronisation avec OCS-NG.</p>

    <p>Les onglets <img src="../pics/left.png" width="10" height="10" alt="pr&eacute;c&eacute;dent" style="vertical-align: middle;"  /> 
      et <img src="../pics/right.png" width="10" height="10" alt="suivant" style="vertical-align: middle;" /> 
      vous permettent de naviguer au sein des &eacute;l&eacute;ments de l'inventaire 
      en allant au choix vers l'&eacute;l&eacute;ment "pr&eacute;c&eacute;dent" 
      ou "suivant" en fonction de leurs ID ou de leurs noms.<br />
      (Param&eacute;trable dans le menu Administration / partie Configuration 
      / Configuration Affichage).</p>
    <p>Pour les moniteurs, les p&eacute;riph&eacute;riques et les t&eacute;l&eacute;phones 
      vous pouvez g&eacute;rer les &eacute;l&eacute;ments de mani&egrave;re unitaire 
      ou globale. La gestion unitaire correspond &agrave; une gestion classique 
      (un moniteur pour un ordinateur) alors que dans la gestion globale le moniteur, 
      le périphérique ou le t&eacute;l&eacute;phone devient un élément virtuel 
      global qui sera connecté à plusieurs ordinateurs. La gestion globale permet 
      de limiter le nombre d'élément à gérer dans le cas où ceux-ci ne constituent 
      pas une donnée stratégique dans la gestion du parc informatique.</p>

    <h3><a name="inventb"></a>b) Gestion des gabarits</h3>



    <p>Pour certains &eacute;l&eacute;ments de l'inventaire vous pouvez cr&eacute;er 
      les nouveaux &eacute;l&eacute;ments via des gabarits.</p>

    <p>Ces gabarits vous permettent de d&eacute;finir les configurations standards 
      de votre parc. Il sera ainsi tr&egrave;s simple d'ajouter un grand nombre 
      d'&eacute;l&eacute;ments quasi identiques.</p>



<h3><a name="inventc"></a>c) Gestion des p&eacute;riph&eacute;riques internes des ordinateurs</h3>



<p>Depuis GLPI 0.5, la notion de p&eacute;riph&eacute;rique interne est apparue. Celle-ci vous permet d'ajouter autant d'&eacute;l&eacute;ments que n&eacute;cessaire dans un ordinateur.</p>    <p>Vous pouvez g&eacute;rer la liste des p&eacute;riph&eacute;riques internes 

      de votre parc dans le menu Administration / partie Configuration / P&eacute;riph&eacute;riques 

      Internes.</p>

    <p>Pour certains types de p&eacute;riph&eacute;riques internes vous pouvez 
      sp&eacute;cifier une caract&eacute;ristique sp&eacute;cifique (la capacit&eacute; 
      d'un disque dur par exemple).</p>
    <p>Toute suppression ou ajout d'un p&eacute;riph&eacute;rique interne sera automatiquement 
      historis&eacute;.</p>



<h3><a name="inventd"></a>d) Gestion des connexions directes</h3>

<p>Les connexions directes repr&eacute;sentent la relation entre l'unit&eacute; centrale d'un ordinateur et des composants ext&eacute;rieurs.</p>

    <p>Une connexion directe se fait entre un ordinateur et une imprimante, un 
      moniteur, un p&eacute;riph&eacute;rique externe ou un t&eacute;l&eacute;phone. 
    </p>

<p>Les connexions ou d&eacute;connexions se font depuis la fiche d'un ordinateur ou depuis celle du mat&eacute;riel li&eacute;.</p>



<h3><a name="invente"></a>e) Gestion des ports r&eacute;seaux</h3>

<p>Un port r&eacute;seau permet de mod&eacute;liser la sortie d'une interface r&eacute;seau sur un mat&eacute;riel donn&eacute;.</p>

    <p>Chaque port dispose g&eacute;n&eacute;ralement d'une adresse IP, d'une 
      adresse mac et d'une prise r&eacute;seau &agrave; laquelle il est reli&eacute;.</p>

    <p>Les connexions r&eacute;seaux se font en reliant deux ports entres eux, pour 

      relier deux mat&eacute;riels ensemble il faut donc qu'il y ait un port libre 

      sur chacun de ces mat&eacute;riels.</p>

    <p>Dans la plupart des configurations les connexions se feront entre un port 

      pr&eacute;sent sur un ordinateur, un p&eacute;riph&eacute;rique ou une imprimante 

      et un port pr&eacute;sent sur un mat&eacute;riel r&eacute;seau (hub, switch).</p>

    <p>Lors de la connexion entre deux mat&eacute;riels, les informations telles 
      que l'adresse IP et la prise r&eacute;seau sont mises &agrave; jour pour 
      chacun des deux ports concern&eacute;s.</p>

    <p>Pour chaque mat&eacute;riel, il est possible &agrave; tout moment d'ajouter 

      un ou plusieurs ports.</p>

    <p>Vous pouvez &eacute;galement associer un ou plusieurs VLANs &agrave; un port. 
      Sur la fiche d'édition du port vous pouvez ajouter et supprimer les VLANs associ&eacute; au port.</p>



<h3><a name="inventf"></a>f) Gestion des logiciels</h3>

    <p>Un logiciel, comporte un certain nombre de licences ayant chacune un num&eacute;ro 

      de s&eacute;rie associ&eacute; et une date d'expiration.</p>

<p>L'installation d'un logiciel se fait depuis la fiche d'un ordinateur.</p>

<p>A chaque fois qu'un logiciel est install&eacute;, le nombre de licence disponibles pour ce logiciel diminue.</p>

<p>Il est possible d'installer un logiciel, même si aucune licence n'est disponible ; une licence marquée comme "A acheter" sera cr&eacute;&eacute;e automatiquement.</p>

    <p>Pour un logiciel libre, il est possible d'indiquer le mot cl&eacute; "free" &agrave; comme 
      num&eacute;ro de s&eacute;rie d'une licence &agrave; pour que cette dernière soit installable sans se soucier du nombre 
      des licences.</p>

    <p>Il est aussi possible d'indiquer le mot cl&eacute; "global" &agrave; la 
      place du num&eacute;ro de s&eacute;rie si vous avez des logiciels avec des 
      licences globales (site). Elles sont &eacute;galement installables sur un nombre illimit&eacute; de postes</p>

<p>Il est possible d'ajouter plusieurs licences en une seule fois, le num&eacute;ro et de s&eacute;rie et la date d'expiration sera la m&ecirc;me pour chacune d'entre elles.</p>

<p>Vous pouvez cat&eacute;goriser vos logiciels selon s'ils sont OEM, achet&eacute;s ou m&ecirc;me une mise &agrave; jour d'un logiciel existant.</p>

<p>La gestion financi&egrave;re est effectu&eacute;e au niveau des licences. La partie informations commerciales du logiciel sert de mod&egrave;le lors de l'ajout des licences.</p>    <h3><a name="inventg"></a>g) Gestion des consommables et des cartouches</h3>
    <p>Pour ces deux &eacute;l&eacute;ments, il vous faut d'abord cr&eacute;er 
      un type de cartouche ou de consommable.</p>
    <p>Vous pouvez ensuite ajouter autant d'&eacute;l&eacute;ments de ce type 
      dans la fiche du type.</p>
    <p>Pour les cartouches, un type de cartouches doit &ecirc;tre d&eacute;fini 
      comme compatible avec des mod&egrave;les d'imprimantes pour pouvoir ajouter 
      les cartouches aux imprimantes de ce mod&egrave;le.</p>
<p>Vous pouvez &eacute;galement indiquer à qui vous donnez les consommables.</p>
    <p>La gestion financi&egrave;re est effectu&eacute;e au niveau des &eacute;l&eacute;ments 
      et non du type. La partie informations commerciales du type sert de mod&egrave;le 
      lors de l'ajout des &eacute;l&eacute;ments.</p>


    <h3><a name="inventh"></a>h) Gestion des statuts du mat&eacute;riel</h3>

    <p>Dans cette section vous pouvez voir le statut de vos mat&eacute;riels.</p>
    <p>Pour changer le statut d'un mat&eacute;riel il suffit d'aller dans la fiche 
      de ce mat&eacute;riel ou d'utiliser le syst&egrave;me de modification 
      massive.</p>



    <h2><a name="assist"></a>3 - Partie Assistance</h2>



<h3><a name="assista"></a>a) Suivi</h3>

    <p>Le module de suivi permet d'afficher la liste des tickets en fonction de 
      certains crit&egrave;res. </p>

<p>Vous pouvez afficher :</p>

    <ul>

      <li>Seulement les nouveaux tickets non attribu&eacute;s.</li> 

      <li>Seulement les tickets qui vous sont attribu&eacute;s.</li> 

      <li>Seulement les tickets qui sont planifi&eacute;s.</li> 

      <li>Seulement les tickets qui sont en attente.</li> 

      <li>Tous les tickets qui n'ont pas &eacute;t&eacute; cl&ocirc;tur&eacute;s.</li>  
      <li>Tous les tickets cl&ocirc;tur&eacute;s et r&eacute;solus.</li>  
      <li>Tous les tickets cl&ocirc;tur&eacute;s mais non r&eacute;solus.</li>  
    </ul>

	Plus g&eacute;n&eacute;ralement : 

    <ul>

	  <li>Les tickets en cours (attribu&eacute;s ou planifi&eacute;s).</li>  

      <li>Les tickets non ferm&eacute;s (tous sauf ferm&eacute;s).</li>  
      <li>Les tickets ferm&eacute;s (r&eacute;solus ou pas).</li>  

      <li>Tous les tickets.</li>  

    </ul>

    <p>Deux modes de recherche sont disponibles : Basique et Avanc&eacute;e. Le 
      mode Avanc&eacute;e vous permet de filtrer encore plus la recherche.<br />
      Vous pouvez r&eacute;aliser une recherche sur les tickets &agrave; partir 
      d'une description ou d'un mat&eacute;riel identifi&eacute;.<br />
      Vous pouvez filtrer vos tickets par cat&eacute;gories en utilisant la liste 
      d&eacute;roulante pr&eacute;vue &agrave; cet effet. Pour ajouter ou modifier 
      les cat&eacute;gories des suivis, r&eacute;f&eacute;rez vous &agrave; la 
      modification d'intitul&eacute;s dans la section configuration.<br />
      Vous pouvez aussi filtrer par priorit&eacute; / auteur du ticket / attribution.</p>
    <p> Si des tickets sont trouv&eacute;s, GLPI affiche un tableau pr&eacute;sentant 
      les tickets.<br />
      Avec pour chaque ticket : son statut (nouveau, attribu&eacute;, planifi&eacute;, 
      en attente, ferm&eacute; r&eacute;solu ou non r&eacute;solu), le num&eacute;ro 
      d'Identification (ID), la date d'ouverture et de cl&ocirc;ture, le niveau 
      de priorit&eacute;, l'auteur du ticket, la personne &agrave; qui a &eacute;t&eacute; 
      attribu&eacute; le ticket, le mat&eacute;riel concern&eacute;, la cat&eacute;gorie 
      du ticket, la description du ticket et les informations disponibles sur 
      le suivi des tickets.</p>
    <p>Cette l&eacute;gende vous permettra de mieux vous rep&eacute;rer dans les 

      diff&eacute;rents statuts de tickets :</p>

    <p><img src="../pics/new.png" width="12" height="12" alt="nouveau" style="vertical-align: middle;" /> Nouveau ticket<br />

	<img src="../pics/assign.png" width="12" height="12" alt="assigné" style="vertical-align: middle;" /> Ticket assign&eacute;<br />

      <img src="../pics/plan.png" width="12" height="12" alt="planifié" style="vertical-align: middle;" /> Ticket planifi&eacute;<br />

      <img src="../pics/waiting.png" width="12" height="12" alt="en attente" style="vertical-align: middle;" /> Ticket en attente<br />

      <img src="../pics/old_notdone.png" width="12" height="12" alt="fermé (non résolu)" style="vertical-align: middle;" /> Ticket ferm&eacute; 

      non r&eacute;solu<br />

      <img src="../pics/old_done.png" width="12" height="12" alt="fermé (résolu)" style="vertical-align: middle;" /> Ticket ferm&eacute; (r&eacute;solu)</p>

    <p>Vous pouvez aussi afficher les suivis de chaque ticket directement dans 
      le tableau r&eacute;capitulatif des tickets en utilisant la liste d&eacute;roulante 
      pr&eacute;vue &agrave; cet effet.</p>

<p>Un clic sur un de ces &eacute;l&eacute;ments vous permettra d'acc&eacute;der &agrave; des informations compl&eacute;mentaires.</p>

    <p>Pour ajouter des &eacute;l&eacute;ments de suivi &agrave; un ticket, ou 
      modifier le ticket, il suffit de cliquer sur "infos". Vous obtiendrez alors 
      l'historique complet du ticket. <br />
      Vous pourrez donc ajouter un &eacute;l&eacute;ment de suivi gr&acirc;ce 
      &agrave; l'onglet &quot;Ajouter un nouveau suivi&quot; ou modifier un suivi 
      d&eacute;j&agrave; effectu&eacute; en cliquant directement dans la partie 
      description du suivi.</p>
    <p>Un utilisateur de type post-only pourra aussi ajouter des suivis &agrave; 
      un ticket, si ceci lui est permis.<br />
      (Administration - Configuration - Configuration g&eacute;n&eacute;rale - 
      Permettre aux utilisateurs post-only d'ajouter des suivis) </p>
    <p>Vous pouvez attribuer un ticket &agrave; un technicien de votre entreprise 
      et/ou &agrave; une entreprise ext&eacute;rieure qui &agrave; par exemple 
      un contrat de maintenance de l'un de vos &eacute;quipements.</p>
    <p>Vous avez aussi la possibilit&eacute; de d&eacute;finir des horaires d'intervention 
      pour une intervention sur un ticket. Votre planning se remplira automatiquement.</p>
    <p>Vous pouvez d&eacute;finir :<br />
      - Un co&ucirc;t horaire : le co&ucirc;t &agrave; l'heure de la main d'oeuvre,<br />
      - Un co&ucirc;t fixe : c'est le montant (facultatif) qui peut se substituer 
      au co&ucirc;t horaire (si par exemple c'est un ticket au forfait) ou s'additionner 
      s'il y a une base fixe &agrave; l'intervention,<br />
      - Un co&ucirc;t mat&eacute;riel : montant des pi&egrave;ces utilis&eacute;es 
      pour le ticket.<br />
      <br />
      Tous ces co&ucirc;ts sont additionn&eacute;s dans le co&ucirc;t total, qui 
      est ensuite r&eacute;percut&eacute; dans le calcul de la TCO (Total cost 
      of ownership) : Valeur du mat&eacute;riel + montant des interventions effectu&eacute;s 
      dessus visible dans les informations financi&egrave;res du mat&eacute;riel.</p>
    <p> Une fois le ticket r&eacute;solu, vous pourrez le cl&ocirc;turer en indiquant 
      &eacute;ventuellement la dur&eacute;e de d'intervention en utilisant le 
      bouton &quot;Ajouter et fermer&quot; via l'onglet &quot;Ajouter un nouveau 
      suivi&quot; ou soit directement depuis le r&eacute;sum&eacute; du ticket 
      gr&acirc;ce &agrave; la liste d&eacute;roulante Statut.</p>

    <h4>Cas particulier des tickets ferm&eacute;s</h4>
    <p>La r&eacute;ouverture d'un ticket ferm&eacute; est possible. Il suffit 
      pour cela de s&eacute;lectionner dans la liste d&eacute;roulante 
      du statut du ticket : Nouveau ou Ouvert (attribu&eacute;).</p>

    <p>Il est possible de supprimer des tickets fermés si vous ne souhaitez pas 
      les conserver dans la base. Pour cela il suffit de cocher la case statut 
      et de cliquer sur "Supprimer" dans la liste des tickets.<br />

      <br />
      <img src="../pics/warning.png" width="20" height="20" alt="Attention" style="vertical-align: middle;" /> 
      <span style="color: #990000;font-weight: bold">ATTENTION :</span> Les cases &agrave; cocher de suppression ne s'affichent 
      que si les tickets sont cl&ocirc;tur&eacute;s.</p>



<h3><a name="assistb"></a>b) Helpdesk</h3>

    <p>Le helpdesk est utilis&eacute; pour entrer de nouveaux tickets. Il peut 

      &ecirc;tre utilis&eacute; par tous les types de comptes utilisateurs.</p>

    <p>Il permet de cr&eacute;er des tickets soit en tant que nouveau ticket soit 
      en tant qu'historique (donc directement ayant un statut Ferm&eacute; (r&eacute;solu).</p>

    <p>Il est possible de sp&eacute;cifier la priorit&eacute; des probl&egrave;mes, 
      le mat&eacute;riel ou le logiciel concern&eacute;, le type d'intervention demand&eacute;, 
      l'auteur, l'attribution et la dur&eacute;e totale de l'intervention (utile 
      pour les tickets de type historique).</p>

    <p>Si vous activez les suivis par emails dans les configurations de GLPI, 
      un champ suppl&eacute;mentaire sera disponible afin d'y entrer le courriel 
      du demandeur.</p>
    <p>Vous retrouverez les tickets dans la section suivi de GLPI.</p>



<h3><a name="assistc"></a>c) Planning</h3>



    <p>Le planning vous permet de situer les interventions ou des notes pour lesquelles 
      vous avez d&eacute;finies des horaires d'interventions.</p>

    <p>Vous pouvez soit t&eacute;l&eacute;charger ce planning au format ical soit 

      effectuer une synchronisation Webcal :</p>

    <p>&laquo; iCalendar &raquo; est un format d&#8217;&eacute;change d&#8217;agenda, 

      et permet de transf&eacute;rer des rendez-vous.</p>

    <p>C&#8217;est &agrave; l&#8217;origine un format d&#8217;import/export de 

      rendez-vous cr&eacute;&eacute; par un consortium Apple/AT&amp;T/IBM/Siemens 

      et principalement utilis&eacute; par une application sous Mac (iCal).</p>

    <p><a target='blank' href="http://www.mozilla.org/projects/calendar/">http://www.apple.com/macosx/features/ical/</a></p>

    <p>L&#8217;id&eacute;e de r&eacute;utiliser ce format d&#8217;&eacute;change 
      a &eacute;t&eacute; adopt&eacute;e par quelques logiciels de calendrier 
      comme Mozilla.</p>

    <p><a target='blank' href="http://www.mozilla.org/projects/calendar/">http://www.mozilla.org/projects/calendar/</a><br />

    </p>

    <h3><a name="assistd"></a>d) Statistiques</h3>



<p>Vous avez la possibilit&eacute; d'obtenir des statistiques suivant diff&eacute;rents crit&egrave;res. Pour chacun vous disposez d'un tableau r&eacute;capitulatif et/ou de graphiques par &eacute;l&eacute;ments.</p>

    <ul>

      <li>Statistiques globales</li>
      <li>Par technicien</li>
      <li>Par entreprise</li>
      <li>Par Intitul&eacute;s (caract&eacute;ristiques des ordinateurs)</li>
      <li>Par utilisateur</li>
      <li>Par cat&eacute;gorie</li>
      <li>Par priorit&eacute;</li>

    </ul>

    Pour chacun des &eacute;l&eacute;ments vous avez les informations suivantes 

    : 

    <ul>

      <li>Nombre total de tickets</li>

      <li>Nombre de tickets r&eacute;solus</li>

      <li>D&eacute;lai moyen de r&eacute;solution de panne</li>

      <li>D&eacute;lai maximal de r&eacute;solution de panne</li>

      <li>Dur&eacute;e r&eacute;elle moyenne du ticket</li>

      <li>Dur&eacute;e maximale de r&eacute;solution r&eacute;elle de panne</li>

      <li>D&eacute;lai minimum de prise en compte du ticket</li>

      <li>D&eacute;lai moyen de prise en compte du ticket</li>

    </ul>











    <h2><a name="gestion"></a>4 - Partie Gestions</h2>



<h3><a name="gestiona"></a>a) Contacts</h3>

<p>Vous pouvez entrer tous vos divers contacts dans cette section et classer vos contacts selon leurs types (configurable dans Configuration/Intitul&eacute;s). Par la suite vous pourrez associer des contacts aux entreprises.</p>

<h3><a name="gestionb"></a>b) Entreprises</h3>

    <p>Dans cette section, vous d&eacute;finissez les entreprises utilis&eacute;es dans GLPI.</p>
	<p>Des contacts sont associ&eacute;s &agrave; une entreprise.</p>
	<p>Les entreprises sont associables &agrave; des contrats et elles d&eacute;finissent la liste d&eacute;roulante des fabricants.</p>
	<p>Pour modifier la liste d&eacute;roulante du type de tiers, allez dans la section configuration sous l'option intitul&eacute;s.</p>

     <p><img src="../pics/warning.png" width="20" height="20" alt="Attention" style="vertical-align: middle;" /> 

       <span style="color: #990000;font-weight: bold">ATTENTION :</span> Si vous d&eacute;finissez un site web pour l'entreprise, 

      n'oubliez pas le http:// au d&eacute;but de l'adresse internet.</p>

<h3><a name="gestionc"></a>c) Contrats</h3>    <p>Dans cette section, vous pouvez g&eacute;rer l'ensemble des contrats de 

      type divers qui sont li&eacute;s &agrave; vos mat&eacute;riels. Les type de contrats 

      possibles sont : pr&ecirc;t, location, leasing, assurance, maintenance hardware 

      et software, prestation.</p>    <p>Vous pouvez alors lier les contrats cr&eacute;&eacute;s aux &eacute;l&eacute;ments 

      de l'inventaire depuis la page du contrat ou celles de l'inventaire.</p>

<h3><a name="gestiond"></a>d) Documents</h3>    

    <p>Cette section vous permet d'enregistrer des documents &eacute;lectroniques ou liens webs classables selon diverses rubriques. 
	Un document est associable &agrave; tout mat&eacute;riel ou logiciel de l'inventaire ainsi qu'aux questions de la base de connaissances.</p>

<p>Pour ajouter ou modifier la liste des rubriques, allez dans la section Administration et Configuration sous l'option intitul&eacute;s.</p>

<p>Les types de documents autoris&eacute; dans GLPI (selon leur extension) sont d&eacute;finis dans Administration / Configuration / Type de document.</p>

    <h2><a name="outils"></a>5 - Partie Outils</h2>



<h3><a name="outilsa"></a>a) R&eacute;servations</h3>

    <p>Cette section affiche le mat&eacute;riel r&eacute;servable et permet
      d'effectuer des r&eacute;servations.</p>

<p>Vous pouvez ajouter des commentaires au mat&eacute;riel r&eacute;servable. Pour se faire, cliquez sur le bouton "modifier le commentaire".</p>

    <p>Pour rendre un mat&eacute;riel r&eacute;servable, il suffit d'aller dans la 
      fiche d'information de celui-ci et de cliquer sur l'option "Autoriser le 
      pr&ecirc;t".</p>

    <p>Pour les utilisateurs "HelpDesk" une section "mat&eacute;riel r&eacute;servable" 

      est disponible. Ils peuvent ainsi r&eacute;server un mat&eacute;riel pour 

      une dur&eacute;e donn&eacute;e.</p>



<h3><a name="outilsb"></a>b) Base de connaissances</h3>

<p>La base de connaissances répond deux &agrave;  objectifs principaux :

Le premier est de centraliser des connaissances internes aux diff&eacute;rents techniciens. 

Le second est de mettre &agrave; disposition des utilisateurs des informations (FAQ publique) leur permettant de r&eacute;soudre seuls des probl&egrave;mes simples.</p>    
<p>Seuls les &eacute;l&eacute;ments de la FAQ publique seront visibles 
      par les utilisateurs. Les &eacute;l&eacute;ments non d&eacute;finis comme 
      faisant partie de la FAQ publique seront visibles uniquement au sein de 
      la console centrale par les techniciens.</p>

    <p>Vous pouvez cr&eacute;er des cat&eacute;gories et sous-cat&eacute;gories 
      afin d'indexer vos connaissances (param&eacute;trable dans le menu Administration 
      / Configuration / Intitul&eacute;s). Il est donc ais&eacute; pour quelqu'un 
      de retrouver de l'information n&eacute;cessaire à la satisfaction de sa 
      demande.</p>

<p>Vous pouvez utiliser des raccourcis de mise en forme :</p>

    <p> Les marqueurs suivants changent l'apparence du texte :<br />
      <br />



				&nbsp;&nbsp;&nbsp;&nbsp;[b]Texte gras[/b] produit <b>Texte gras</b><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[u]Texte soulign&eacute;[/u] produit <span style="text-decoration: underline">Texte soulign&eacute;</span><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[s]Texte barr&eacute;[/s] produit <span style="text-decoration: line-through">Texte barr&eacute;</span><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[i]Texte italique[/i] produit <i>Texte italique</i><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[color=#FF0000]Texte rouge[/color] produit <span style="color: #ff0000">Texte rouge</span><br /><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[g]Titre[/g] produit <big>Titre</big><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[c]Texte centr&eacute;[/c] produit </p>

				<div style="text-align:center">Texte centr&eacute;</div>

				

    <p>Pour cr&eacute;er des liens vers d'autres documents ou vers un e-mail, utilisez 
      les marqueurs suivants :<br />
      <br />



				&nbsp;&nbsp;&nbsp;&nbsp;http://glpi.indepnet.org produit <a  target='blank' href="http://glpi.indepnet.org">http://glpi.indepnet.org</a><br />

				

				&nbsp;&nbsp;&nbsp;&nbsp;[email]myname@mydomain.com[/email] produit <a  href="mailto:myname@mydomain.com">myname@mydomain.com</a><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[email=myname@mydomain.com]Mon adresse e-mail[/email] produit <a  href="mailto:myname@mydomain.com">Mon adresse e-mail</a><br /><br />

				

	

</p>





Pour afficher du code, utilisez le marqueur CODE. Le texte affich&eacute; en tant que code n'est pas affect&eacute; par les autres marqueurs.<br /><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[code]Voici un bout de code.[/code]<br /><br />



				g&eacute;n&egrave;re du code comme ceci:<br /><br />

				<table style="width: 95%; border: dotted 1px #000000" cellspacing="4" cellpadding="6"><tr><td ><span ><b>Code:</b></span><br /><br /><pre>Voici un bout de code.</pre></td></tr></table><br />

			

<h3><a name="outilsc"></a>c) Rapports</h3>



<p>GLPI autorise la g&eacute;n&eacute;ration d'un certain nombre de rapports :</p>



    <ul>
      <li>Le rapport par d&eacute;faut : 
        <p>Mat&eacute;riel et logiciels pr&eacute;sents 
          dans le parc. </p>
      </li>
      <li>Mat&eacute;riel sous contrat de maintenance : 
        <p>Mat&eacute;riel sous contrat de maintenance 
          aupr&egrave;s d'un tiers. Il est possible d'obtenir un &eacute;tat d&eacute;taill&eacute; 
          par type de mat&eacute;riel et par date d'achat. La s&eacute;lection 
          multiple est autoris&eacute;e.</p>
      </li>
      <li>Rapport par ann&eacute;e : 
        <p>Mat&eacute;riel sur une ou plusieurs ann&eacute;es. 
          La s&eacute;lection multiple est autoris&eacute;e.</p>
      </li>
      <li>Rapport r&eacute;seau : 
        <p>Informations sur le r&eacute;seau 
          selon les lieux, les switchs ou par prises réseaux.</p>
      </li>
      <li>Rapport Informations Commerciales : 
        <p>R&eacute;capitulatif des informations 
          commerciales pour les ordinateurs, les imprimantes, les mat&eacute;riels 
          r&eacute;seaux, les moniteurs et les p&eacute;riph&eacute;riques.</p>
      </li>
      <li>Rapport Informations Commerciales autres : 
        <p>R&eacute;capitulatif des informations 
          commerciales pour les cartouches, les licences et les consommables.</p>
      </li>
      
    </ul>

    <h3><a name="ocsng"></a>d) OCSNG</h3>
    <p>Cette section du menu Outils ne s'affiche que si le mode OCSNG est 
      activ&eacute; dans la configuration g&eacute;n&eacute;rale de GLPI (Administration 
      - Configuration - Configuration g&eacute;n&eacute;rale - Activer le mode 
      OCSNG)</p>
    <p>Cette section vous permet, une fois param&eacute;tr&eacute; (Administration 
      - Configuration - Mode OCSNG), d'importer du mat&eacute;riel &agrave; partir 
      de OCSNG, de synchroniser du mat&eacute;riel d&eacute;j&agrave; import&eacute; 
      avec un mat&eacute;riel mis &agrave; jour dans OCSNG, ou de lier un mat&eacute;riel 
      d&eacute;j&agrave; cr&eacute;&eacute; dans GLPI et inventori&eacute; avec 
      OCSNG.</p>
    <p>Ce logiciel est disponible sur le site <a target='blank' href="http://ocsinventory.sourceforge.net/">OCS 
      Intenvory NG</a>.</p>
	  
    <h4>Cas particulier de l'import logiciel</h4>
    <p>Afin que l'import logiciel fonctionne, il vous faut pr&eacute;alablement 
      cat&eacute;goriser vos logiciels dans OCS Inventory NG. En les d&eacute;pla&ccedil;ant 
      de la cat&eacute;gorie par d&eacute;faut 'New' vers 'Unchanged' ils seront 
      alors import&eacute;s dans GLPI.<br />
    </p>

    <h2><a name="plugin"></a>6 - Partie Plugins</h2>

    <p>Depuis le site <a  target='blank' href="http://glpi.indepnet.org">http://glpi.indepnet.org</a>, 
      vous pouvez t&eacute;l&eacute;charger des plugins pour &eacute;tendre les 
      fonctionnalit&eacute;s de GLPI. Une fois copi&eacute; dans le r&eacute;pertoire 
      plugins, GLPI affichera automatiquement un nouveau menu o&ugrave; seront 
      r&eacute;pertori&eacute;s les diff&eacute;rents plugins que vous souhaitez 
      utiliser. </p>
    <h2><a name="admin"></a>7 - Partie Administration</h2>

 

<h3><a name="admina"></a>a) Gestion des utilisateurs</h3>

    <p>Cette partie fonctionne exactement de la m&ecirc;me façon que les &eacute;l&eacute;ments 
      de l'inventaire. Vous pouvez ajouter, modifier, supprimer des utilisateurs 
      ou rechercher et exporter la liste des utilisateurs.<br />
      Vous pouvez aussi exporter la liste des utilisateurs en PDF ou SYLK.</p>
    <p>Vous pouvez aussi d&eacute;sactiver des utilisateurs si besoin.<br />
      <br />
      Au niveau des droits : vous avez le choix entre 4 types de droits :<br />
      - Super-Admin : Acc&egrave;s &agrave; toute la console centrale de 
      GLPI et au  param&eacute;trage de l'application.<br />
      - Admin : Acc&egrave;s &agrave; toute la console centrale de GLPI et 
     à la  modification tous les &eacute;l&eacute;ments<br />
     Except&acute; la configuration.<br />
      - Normal : Acc&egrave;s &agrave; toute la console centrale de GLPI 
      uniquement en lecture seule.<br />
      - Post-only : Acc&egrave;s  &agrave; la partie Helpdesk 
      de GLPI (Nouveau ticket / Suivi des tickets / R&eacute;servation et FAQ 
      publique.<br />
      <br />
      Vous pouvez accorder le droit  &agrave; un utilisateur d'attribuer des 
      tickets.</p>
    <h3><a name="adminb"></a>b) Configuration de GLPI</h3>



<a name="adminb1"></a><h4>i) Intitul&eacute;s</h4>    <p>Vous pouvez définir dans cette zone   les donn&eacute;es 
      affich&eacute; dans les listes de s&eacute;lection d&eacute;roulantes</p>

    <p>Une fois s&eacute;lectionn&eacute;e la liste que vous voulez modifier, vous 
      pouvez ajouter des &eacute;l&eacute;ments, les modifier et les supprimer.</p>
    <p>S&eacute;lectionnez un intitul&eacute; dans la liste 
      d&eacute;roulante et utilisez la fl&egrave;che <img src="../pics/puce.gif" width="12" height="12" alt="fl&egrave;che" style="vertical-align: middle;" /> 
      pour modifier  son nom ou le commentaire associ&eacute;. </p>
    <p>Le commentaire que vous avez entr&eacute; sera visible depuis la plupart 
      des formulaires de glpi. Il vous suffit juste de survoler l'ic&ocirc;ne <img src="../pics/aide.png" width="12" height="12" alt="Aide" style="vertical-align: middle;" /> 
      associ&eacute; &agrave; la liste d&eacute;roulante pour le faire apparaître.<br />
      <br />
      <img src="../pics/warning.png" width="20" height="20" alt="Attention" style="vertical-align: middle;" /> 
      <span style="color: #990000;font-weight: bold">ATTENTION :</span> Si vous supprimez des &eacute;l&eacute;ments utilis&eacute;s 
      vous devrez alors faire un choix entre modifier les entr&eacute;es existantes 
      ou bien les mettre &agrave; NULL.</p>

    <a name="adminb2"></a>

<h4>ii) P&eacute;riph&eacute;riques internes</h4>



<p>Vous pouvez dans cette zone modifier enti&egrave;rement les p&eacute;riph&eacute;riques internes que vous ajoutez &agrave; vos ordinateurs.</p>

    <p><a name="adminb3" id="adminb3"></a></p>

    <h4>iii) Type de document</h4>

    <p> Dans cette section, vous pouvez ajouter ou modifier les types de documents 

      autoris&eacute;s &agrave; &ecirc;tre g&eacute;r&eacute;s par GLPI. Les informations 

      &agrave; fournir sont :<br />

      - Le nom du type de document.<br />

      - L'extension ex: .txt<br />

      - Le nom du fichier pour l'ic&ocirc;ne du document d&eacute;sir&eacute;. 

      Placez les fichiers d'ic&ocirc;nes dans le r&eacute;pertoire pics/icones 

      sous l'arborescence de GLPI.<br />

      - Le type MIME si n&eacute;cessaire.<br />

      - Autorisation de t&eacute;l&eacute;chargement de ce type de fichier (oui 

      ou non).<br />

      <br />

      Vous pouvez exporter la liste des types de document au format SYLK ou PDF.</p>

    <p><a name="adminb4" id="adminb4"></a></p>

    <h4>iv) Liens externes protocol&eacute;s</h4>

    <p>Dans cette section vous pouvez d&eacute;finir des liens vers des applications externes  adapt&eacute;s aux &eacute;l&eacute;ments de l'inventaire.</p>

    <p>Vous pouvez utiliser des tags particuliers pour qu'ils soient remplac&eacute;s 
      par les valeurs de l'&eacute;l&eacute;ment. Les Tags valides sont : [ID], 
      [NAME], [LOCATION], [LOCATIONID], [IP], [MAC], [NETWORK], [DOMAIN].</p>

    <p>Chaque lien peut &ecirc;tre associ&eacute; &agrave; un ou plusieurs types 

      de mat&eacute;riels.<br />

      <br />

      Exemple : </p>

    <p>- Un Lien type http:// :<br />

      <br />

      Vous cr&eacute;ez un lien externe protocol&eacute; ayant pour nom : http://[IP] 

      que vous affectez &agrave; votre mat&eacute;riel r&eacute;seau.</p>

    <p>- Un Lien de type RDP :</p>

    <p>Pour l'acc&egrave;s &agrave; distance sur vos ordinateurs, vous cr&eacute;ez 
      un lien externe protocol&eacute; ayant pour nom Acc&egrave;s distant.rdp 
      et vous param&eacute;trez le Contenu du fichier en y ins&eacute;rant le 
      contenu d'un fichier type RDP et en rempla&ccedil;ant l'ip / le nom / le 
      domaine par des TAGS type [IP], [NAME], [DOMAIN].</p>

<p><a name="adminb5" id="adminb5"></a></p>

    <h4>v) Mode OCSNG</h4>
    <p>C'est dans cette section que vous allez configurer le mode OCSNG.</p>
    <p>Elle regroupe les informations de connexion &agrave; la base OCSNG, les 
      options d'importation et les champs des informations g&eacute;n&eacute;rales 
      et des p&eacute;riph&eacute;riques internes que vous souhaiter importer 
      / synchroniser.</p>
    <p>En ce qui concerne les options d'importation, vous pouvez limiter l'importation 
      &agrave; des tags (label) pr&eacute;alablement remplis dans OCSNG. Vous 
      pouvez aussi d&eacute;finir un statut par d&eacute;faut que vous avez pr&eacute;alablement 
      entr&eacute; dans les intitul&eacute;s (Administration - Configuration - 
      Intitul&eacute;s - Statut des mat&eacute;riels).</p>
    <p><a name="adminb6" id="adminb6"></a></p>

    <h4>vi) Configuration g&eacute;n&eacute;rale</h4>

    <p> La configuration g&eacute;n&eacute;rale de l'application permet de r&eacute;gler 
      certains param&egrave;tres :<br />
      - Le chemin d'installation. <br />
      <br />
      <img src="../pics/warning.png" width="20" height="20" alt="Attention" style="vertical-align: middle;" /> 
     <span style="color: #990000;font-weight: bold">ATTENTION :</span> Ce chemin est d&eacute;tect&eacute; automatiquement 
      au moment de l'installation ou de la mise &agrave; jour, vous ne devriez 
      donc pas avoir besoin de le modifier.<br />
      <br />
      - Langue par d&eacute;faut &agrave; la cr&eacute;ation de nouveaux utilisateurs.<br />
      <br />
      - Le niveau de log.<br />
      <br />
      - Le nombre d'&eacute;v&egrave;nements &agrave; afficher correspond au nombre 
      de lignes de log pr&eacute;sentes sur la page d'accueil de la console centrale.<br />
      <br />
      - Le temps de conservation des logs. <br />
      <br />
      <img src="../pics/warning.png" width="20" height="20" alt="Attention" style="vertical-align: middle;" /> 
      <span style="color: #990000;font-weight: bold">ATTENTION :</span> Si vous les gardez trop longtemps votre table peut 
      contenir &eacute;norm&eacute;ment de donn&eacute;es.<br />
      <br />
      - Assigner automatiquement les nouvelles interventions au responsable technique 
      s'il existe.<br />
      <br />
      - Date de d&eacute;but d'exercice fiscal : utilis&eacute; pour toute la 
      gestion des amortissements.<br />
      <br />
      - Permettre le helpdesk.html : autorise ou non les demandes d'interventions 
      anonymes via le fichier helpdesk.html.<br />
      <br />
      
      
      - Seuil d'alerte par d&eacute;faut pour les cartouches et les consommables. 
      Valeur par d&eacute;faut modifiable pour chaque type.<br />
      <br />
      - V&eacute;rifier la pr&eacute;sence de mises &agrave; jour ou non : permet 
      de param&eacute;trer la v&eacute;rification automatique de mises &agrave; 
      jour hebdomadaires, mensuelles, ou de d&eacute;sactiver la v&eacute;rification.</p>

    <p>- Ajout automatique des utilisateurs &agrave; partir des sources externes 
      d'authentification : permet<br />
      d'autoriser l'authentification &agrave; partir de source externes ou de 
      la d&eacute;sactiver.</p>
    <p>- Permettre aux utilisateurs post-only d'ajouter des suivis : permet aux 
      utilisateurs de type post-only d'ajouter des suivis aux tickets.</p>
    <p>- Utiliser GLPI en Mode Normal / Debug / Traduction : Le mode normal correspond à une utilisation classique de GLPI. Le mode debug s'adresse aux développeurs et aux testeurs et le mode traduction concerne les traducteurs et permet 
      de visualiser toutes les entr&eacute;es du dictionnaire.</p>

    <p><a name="adminb7" id="adminb7"></a></p>

    <h4>vii) Configuration affichage</h4>

    <p> La configuration de l'affichage de l'application permet de r&eacute;gler 

      certains param&egrave;tres d'affichage et de recherche :<br />

    </p>

    <p> - Nombre d'&eacute;v&eacute;nements de log &agrave; afficher : nombre 
      de log &agrave; afficher sur la page d'accueil de la console centrale. (0 
      = aucun)<br />
      <br />
      - Montrer les nouveaux tickets au login : montrer les nouveaux tickets "non 
      attribu&eacute;s" sur la page d'accueil de la console centrale.<br />
      <br />
      - Nombre d'&eacute;l&eacute;ments &agrave; afficher par page: valable pour 
      toutes les listes d'&eacute;l&eacute;ments affich&eacute;es - suivis, ordinateurs...<br />
      <br />
      - Nombre de caract&egrave;res maximum pour chaque &eacute;l&eacute;ment 
      de la liste : r&eacute;duction de la taille des chaines de caract&egrave;res 
      affich&eacute;es pour obtenir un affichage lisible.<br />
      <br />
      - Limite d'affichage du planning : pour ne pas indiquer les 24h mais restreindre 
      &agrave; la journ&eacute;e de travail effective.<br />
      <br />
      - Couleurs des priorit&eacute;s.<br />
      <br />
      - Le format des dates : permet de param&eacute;trer l'affichage des dates<br />
      (YYYY-MM-DD ou DD-MM-YYYY).<br />
      <br />
      <img src="../pics/warning.png" width="20" height="20" alt="Attention" style="vertical-align: middle;" /> 
      <span style="color: #990000;font-weight: bold">ATTENTION :</span> M&ecirc;me si vous param&eacute;trez le format des 
      dates sous forme JJ-MM-YYYY, lors d'une recherche par date, il faut exclusivement 
      utiliser la syntaxe [Ann&eacute;e]-[Mois]-[Jour].</p>
    <p>- Autoriser la consultation anonyme de la base de connaissances : permet 
      ou non la consultation de la FAQ pour les utilisateurs anonymes (sans authentification 
      pr&eacute;alable).</p>
    <p>- Nombre de caract&egrave;res limite pour les listes d&eacute;roulantes 
      : permet de limiter le nombre de caract&egrave;res affich&eacute;s dans 
      les listes d&eacute;roulantes.</p>
    <p> - Utiliser AJAX : permet d'activer ou non le nouveau syst&egrave;me AJAX 
      de GLPI (gestion des recherches, des champs textes).<br />
      <br />
      - Autocompletion des champs textes avec AJAX : si &quot;Utiliser AJAX&quot; 
      est activ&eacute;, ceci permet de visualiser au moment de la saisie de caract&egrave;res 
      dans la zone de texte, les &eacute;l&eacute;ments d&eacute;j&agrave; existants 
      dans la base de donn&eacute;es gr&acirc;ce &agrave; une liste de r&eacute;sultats 
      pr&eacute;vue &agrave; cet effet.<br />
      <br />
      - Joker Ajax : caract&egrave;re utilis&eacute; pour les recherches de type 
      AJAX. Permet de lister tous les &eacute;l&eacute;ments.<br />
      <br />
      - Ajax - Nombre d'&eacute;l&eacute;ments maximum affich&eacute;s : limite 
      le nombre d'&eacute;l&eacute;ments affich&eacute;s dans les listes de r&eacute;sultats 
      (sauf en cas d'utilisation du joker).<br />
      <br />
      - Ne pas utiliser ajax si le nombre d'&eacute;l&eacute;ments est inf&eacute;rieur 
      &agrave; (0=jamais) : d&eacute;sactive AJAX pour les recherches dont le 
      nombre d'&eacute;l&eacute;ments affich&eacute; dans la liste de r&eacute;sultat 
      est inf&eacute;rieur &agrave; cette valeur.<br />
      <br />
      - Texte au login : texte affich&eacute; lors du login &agrave; GLPI.<br />
      <br />
      - Afficher les ID GLPI : permet d'afficher ou non les num&eacute;ros internes 
      d'identification de chaque mat&eacute;riel / logiciel.<br />
      <br />
      - Utiliser pour Onglets Suivant/Pr&eacute;c&eacute;dent : permet de param&eacute;trer 
      les onglets <img src="../pics/left.png" width="10" height="10" alt="Pr&eacute;c&eacute;dent" style="vertical-align: middle;" /> 
      et <img src="../pics/right.png" width="10" height="10" alt="Suivant" style="vertical-align: middle;" /> 
      vous permettant de naviguer au sein des &eacute;l&eacute;ments de l'inventaire 
      en fonction de leur ID ou de leur nom.</p>
    <p> <a name="adminb8" id="adminb8"></a></p>

    <h4>viii) Affichage recherche par d&eacute;faut</h4>

    <p>C'est dans cette rubrique que vous allez pouvoir param&eacute;trer les 
      colonnes que vous voulez afficher pour chaque type de mat&eacute;riel / 
      logiciel.<br />

      Vous avez la possibilit&eacute; d'ajouter, supprimer, ordonner les colonnes 

      affich&eacute;es.</p>

    <p> <a name="adminb9" id="adminb9"></a></p>

    <h4>ix) Suivis par emails</h4>

    <p>Cette section vous permet d'activer le suivi des interventions par email. 
      Si vous activez cette fonctionnalit&eacute;, des emails seront alors envoy&eacute;s 
      au moment de la cr&eacute;ation d'une nouvelle intervention, lors de la 
      modification du ticket (par exemple : affectation d'une cat&eacute;gorie), 
      &agrave; l'ajout de chaque suivi et &agrave; la fermeture des interventions.<br />

      <br />

      - Vous pouvez alors renseigner l'adresse mail de l'administrateur et la 

      signature ajout&eacute;e &agrave; chaque email.<br />

      Vous pouvez ajouter un lien vers le ticket dans les emails envoy&eacute;s 

      en sp&eacute;cifiant l'Url de la base qui sera utilis&eacute;.<br />

      <br />
      - Les autres options vous permettent de limiter les emails envoy&eacute;s. 
      Pour chaque type d'utilisateurs, vous pouvez activer ou non l'envoi &agrave; 
      la cr&eacute;ation d'une intervention, &agrave; la mise &agrave; jour du 
      ticket en lui-m&ecirc;me, &agrave; l'ajout de nouveau suivi et la cl&ocirc;ture 
      d'une intervention.<br />

      - Les groupes de personnes d&eacute;finis sont : l'administrateur, tous 

      les utilisateurs de type 'admin' ou 'normal', le responsable de la tâche 

      et le demandeur de l'intervention.<br />

      - Le demandeur ne recevra un email que s'il a activ&eacute; le suivi par 

      email lors de sa demande d'intervention.<br />

    </p>

    <p>Vous pouvez &eacute;galement d&eacute;finir des envois de mails pour les 

      r&eacute;servations.</p>

    <p><a name="adminb10" id="adminb10"></a></p>

    <h4>x) Authentifications externes</h4>



<p>Les authentifications externes vous permettent d'utiliser des sources alternatives d'authentification. Cela vous &eacute;vite ainsi d'avoir &agrave; ajouter manuellement tous les utilisateurs.</p>

    <p>Afin de pouvoir utiliser ces modes d'authentification, vous devez au pr&eacute;alable 

      activer les extensions correspondantes dans votre configuration de PHP.</p>

    <p>La premi&egrave;re solution est d'utiliser un serveur de mail :<br />

      - Vous devez alors d&eacute;finir dans la premi&egrave;re partie le serveur 

      &agrave; utiliser. Pour le d&eacute;finir correctement reportez vous au 

      lien fourni vers <a  target='blank' href="http://www.php.net/manual/fr/function.imap-open.php">php.net</a> 

      qui fournit de nombreux exemples.<br />

      <br />

      Les diff&eacute;rents param&egrave;tres que vous allez choisir peuvent vous 

      donner des chaînes de connexion de ce type :<br />

      - {localhost:110/pop3},<br />

      - {localhost:993/imap/ssl},<br />

      - {localhost:995/pop3/ssl/novalidate-cert}... </p>

    <p>

- Le deuxi&egrave;me param&egrave;tre d&eacute;finit le domaine de mail utilis&eacute; qui va servir &agrave; remplir automatiquement les adresses mails des nouveaux utilisateurs. 

Si l'utilisateur s'appelle <i>toto</i>, son adresse mail sera alors toto@domaine_mail. 

</p>

<p>La deuxi&egrave;me solution est l'utilisation d'un annuaire LDAP ou d'un Active Directory. Pour cette configuration reportez vous &agrave; la documentation correspondante pr&eacute;sente sur le site web de GLPI.</p>

    <p>La troisi&egrave;me solution est l'utilisation d'un serveur CAS. Une fois 

      celui-ci configur&eacute;, vous pouvez toujours vous connecter avec un utilisateur 

      local en ajoutant ?noCAS=1 &agrave; votre URL.</p>

    <p><a name="adminb11" id="adminb11"></a></p>

    <h4>xi) V&eacute;rifier si une nouvelle version est disponible</h4>

    <p>V&eacute;rification de la pr&eacute;sence de mises 
      &agrave; jours sur le site <a  target='blank' href="http://glpi.indepnet.org"><strong>http://glpi.indepnet.org</strong></a> 
      et affichage sur la console centrale en cas de nouvelle mise &agrave; jour 
      disponible.</p>



<h3><a name="adminc"></a>c) Pr&eacute;f&eacute;rences</h3>    <p>Cette zone vous permet de changer votre mot de passe, de d&eacute;finir 

      l'ordre par d&eacute;faut utilis&eacute; dans l'affichage des tickets et 

      de d&eacute;finir la langue avec laquelle l'interface est affich&eacute;e.</p>



<h3><a name="admind"></a>d) Donn&eacute;es (Sauvegarde/Restauration)</h3>

<p>Cette zone vous permet de r&eacute;aliser des sauvegardes de la base de donn&eacute;es ("Sauvegarde SQL").</p>

<p>Vous pouvez &eacute;galement supprimer les fichiers de sauvegarde, les restaurer ou t&eacute;l&eacute;charger les fichiers.</p>    <p>Vous pouvez aussi g&eacute;n&eacute;rer une sauvegarde au format XML de la 

      base de donn&eacute;es. ("Sauvegarde XML").</p>

    <h3><a name="admine" id="admine"></a>d) Logs</h3>

    <p>Cette zone vous permet de visualiser et de trier l'historique des logs. 
      Le degr&eacute; et la conservation des logs est param&eacute;trable dans 
      la configuration g&eacute;n&eacute;rale de GLPI.<br />

    </p>

    </div>

</div>











</body> 

</html>