<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="fr" lang="fr">     
   <head>
          <title>AIDE CENTRAL - GLPI </title>
          <meta http-equiv="Content-type" content="text/html; charset=iso-8859-15"/>
          <meta http-equiv="Content-Script-Type" content="text/javascript"/>
          <meta http-equiv="Content-Style-Type" content="text/css"/>
          <meta name="revisit-after" content="15 days"/>
          <meta name="robots" content="index,follow"/>
          <meta name="DC.Publisher" content="INDEPNET.NET"/>
          <link rel="alternate" title="Version Docbook/XML" type="text/xml" href="docbook.xml"/>
          <link rel="alternate" title="Version brute" type="text/html" href="xhtml.xml"/>
          <meta name="DC.Language" scheme="RFC3066" content="fr"/>
          <meta name="DC.Identifier" content="structure"/>
          <meta name="DC.Creator" content="GLPI dev team"/>
          <meta name="DC.Date.created" scheme="W3CDTF" content="2004-09-21"/>
          <meta name="DC.Date.modified" scheme="W3CDTF" content="2004-09-21"/>
          <meta name="DC.Rights" content="Cet article est sous licence libre Creative Commons BY-NC-SA."/>
          <meta name="DC.Subject" content="CENTRAL"/>

	  
<style type="text/css">
#right{
float: right;
margin-top:15px;
width: 250px;
height: 500px;
background: #eee;
}

#left{
 position:absolute;   left:10px; width:490px; height:500px; 
margin-top:15px;
background: #eee;
}

#right a, a:visited, a:active, a:link {
color:black;
text-decoration: none;
}

#right  a:hover {
background-color:#D2F2D5;
text-decoration:none;

}
.menu
{
 overflow: auto;
height: 490px;
padding-left: 30px;
font-family: Trebuchet MS, Arial, Sans, sans-serif;
font-size: 10px;
font-weight: bold;
color: black;
}


.menu ul
{
padding-left: 5px;
margin-left: 0;

}

.menu li
{
list-style: none;
margin: 0;
padding: 0.25em;

}

.content
 {
  overflow: auto;
height: 490px;
 font-family: Arial, Sans, sans-serif;
font-size: 11px;
 }

 h1{  
 margin-left:15px;
 text-align:center;
 font-family: Trebuchet MS, Arial, Sans, sans-serif;
font-size: 18px;  
font-weight:200%;
color:  #FFC65D;
margin :10px;
-moz-border-radius: 4px;
border: 1px solid #FFC65D;
}

h2{
margin-left:5px;
border-left: 2px solid #339966;
border-bottom: 1px solid #339966;
font-weight:200%;
padding: 5px;
font-family: Trebuchet MS, Arial, Sans, sans-serif;
font-size: 15px;  
}

h3{
margin-left:15px;
padding: 5px;
font-family: Trebuchet MS, Arial, Sans, sans-serif;
font-size: 13px;  
}

</style>	  
	  
	  
	  
        </head>

 <body>
	    



<div id="right">
<div class='menu'>
<h1>Sommaire</h1>
<ul><li><a href="#invent">1 - Partie Inventaire</a></li>
<li><ul>
<li><a href="#inventa">a) Consid&eacute;ration g&eacute;n&eacute;rales</a></li>
<li><a href="#inventb">b) Gestion des mod&egrave;les</a></li>
<li><a href="#inventc">c) Gestion des p&eacute;riph&eacute;riques internes aux ordinateurs</a></li>
<li><a href="#inventd">d) Gestion des connections directes</a></li>
<li><a href="#invente">e) Gestion des ports r&eacute;seaux</a></li>
<li><a href="#inventf">f) Gestion des logiciels</a></li>
<li><a href="#inventg">g) Gestion des r&eacute;parations</a></li>
</ul></li>
</ul>

<ul><li><a href="#assist">2 - Partie Assistance</a></li>
<li><ul>
<li><a href="#assista">a) Suivi</a></li>
<li><a href="#assistb">b) Helpdesk</a></li>
<li><a href="#assistc">c) Statistiques</a></li>
</ul></li>
</ul>

<ul><li><a href="#gestion">3 - Partie Gestion</a></li>
<li><ul>
<li><a href="#gestiona">a) Contacts</a></li>
<li><a href="#gestionb">b) Entreprises</a></li>
<li><a href="#gestionc">c) Contrats</a></li>
<li><a href="#gestiond">d) Documents</a></li>
</ul></li>
</ul>

<ul><li><a href="#outils">4 - Partie Outils</a></li>
<li><ul>
<li><a href="#outilsa">a) R&eacute;servations</a></li>
<li><a href="#outilsb">b) Bases de connaissances</a></li>
<li><a href="#outilsc">c) Rapports</a></li>
</ul></li>
</ul>

<ul><li><a href="#admin">5 - Partie Administration</a></li>
<li><ul>
<li><a href="#admina">a) Gestion des utilisateurs</a></li>
<li><a href="#adminb">b) Configuration</a></li>
<li><ul>
	<li><a href="#adminb1"> i) Intitul&eacute;s</a></li>
	<li><a href="#adminb2"> ii) P&eacute;riph&eacute;riques internes</a></li>
	<li><a href="#adminb3"> iii) Authentifications externes</a></li>
	<li><a href="#adminb4"> iv) Suivis par emails</a></li>
	<li><a href="#adminb5"> v) Configuration g&eacute;n&eacute;rale</a></li>
	<li><a href="#adminb6"> vi) Type de document</a></li>
</ul></li>
<li><a href="#adminc">c) Pr&eacute;f&eacute;rences</a></li>
<li><a href="#admind">d) Donn&eacute;es (Sauvegarde/Restauration)</a></li>
</ul></li>
</ul>
 
</div>
</div>



<div id='left'>
<div class='content'>

<h1>Aide central</h1>   

<h2><a name="invent"></a>1 - Partie Inventaire</h2>

<h3><a name="inventa"></a>a) Consid&eacute;ration g&eacute;n&eacute;rales</h3>
<p>Dans la partie inventaire vous pouvez lister et consulter l'inventaire mat&eacute;riel et logiciel du parc.</p>
<p>Vous avez la possibilit&eacute; d'effectuer des recherches param&eacute;tr&eacute;es et tri&eacute;es, sur un des types de l'inventaire (ordinateurs, mat&eacute;riel reseau, imprimantes, cartouches, &eacute;crans, p&eacute;riph&eacute;riques, logiciels et r&eacute;paration).</p>
<p>A partir de l&agrave; vous pouvez afficher la fiche contenant les informations pr&eacute;cises de chaque &eacute;l&eacute;ment r&eacute;pertori&eacute;, ou ajouter un &eacute;l&eacute;ment.</p>
<p>Vous avez ensuite la possibilit&eacute; de modifier ou de supprimer chaque &eacute;l&eacute;ment.</p>
<p>Dans chaque fiche d'informations, des onglets sont disponibles pour obtenir un affichage plus lisible des diverses infos. Vous pouvez choisir d'afficher toutes les informations en cliquant sur l'onglet "Tous".</p>
<p>Les onglets <i><<</i> et <i>>></i> vous permettent de naviguer au sein des &eacute;l&eacute;ments de l'inventaire en allant respectivement &agrave; l'&eacute;l&eacute;ment pr&eacute;c&eacute;dent et suivant (en fonction de leurs ID) </p>

<h3><a name="inventb"></a>b) Gestion des mod&egrave;les</h3>

<p>Pour l'ensemble des &eacute;l&eacute;ments de l'inventaire vous devez cr&eacute;er les nouveaux &eacute;lements via des mod&egrave;les.</p>
<p>Ces mod&egrave;les vous permettent de d&eacute;finir les configurations standards de votre parc. Il sera ainsi tr&egrave;s simple d'ajouter un grand nombre d'&eacute;lements quasi identiques.</p>

<h3><a name="inventc"></a>c) Gestion des p&eacute;riph&eacute;riques internes aux ordinateurs</h3>

<p>Depuis GLPI 0.5, la notion de p&eacute;riph&eacute;rique interne est apparue. Celle-ci vous permet d'ajouter autant d'&eacute;l&eacute;ments que n&eacute;cessaire dans un ordinateur.</p>
<p>Vous pouvez g&eacute;rer la liste des p&eacute;riph&eacute;riques internes de votre parc dans la partie Configuration/P&eacute;riph&eacute;riques Internes.</p>
<p>Pour certains type de p&eacute;riph&eacute;riques internes vous pouvez sp&eacute;cifier une carat&eacute;ristique sp&eacute;cifique (la capacit&eacute; d'un disque dur par exemple).</p>

<h3><a name="inventd"></a>d) Gestion des connections directes</h3>
<p>Les connections directes repr&eacute;sentent la relation entre l'unit&eacute; centrale d'un ordinateur et des composants ext&eacute;rieurs.</p>
<p>Une connection directe se fait entre un ordinateur et une imprimante, un moniteur ou un periph&eacute;rique externe. </p>
<p>Les connections ou d&eacute;connections se font depuis la fiche d'un ordinateur ou depuis celle du mat&eacute;riel li&eacute;.</p>

<h3><a name="invente"></a>e) Gestion des ports r&eacute;seaux</h3>
<p>Un port r&eacute;seau permet de mod&eacute;liser la sortie d'une interface r&eacute;seau sur un mat&eacute;riel donn&eacute;.</p>
<p>Chaque port dispose gen&eacute;ralement d'une adresse IP, d'une adresse mac et d'une prise r&eacute;seau &agrave; laquelle il est reli&eacute;.</p>
<p>Les connections r&eacute;seau se font en reliant deux ports entres eux, pour relier deux mat&eacute;riels ensemble il faut donc qu'il y ait un port libre sur chacun de ces mat&eacute;riels.</p>
<p>Dans la plupart des configurations les connections se feront entre un port pr&eacute;sent sur un ordinateur, un p&eacute;riph&eacute;rique ou une imprimante et un port pr&eacute;sent sur un mat&eacute;riel r&eacute;seau (hub, switch)</p>
<p>Lors de la connection entre deux mat&eacute;riels, les informations telles que l'adresse IP et la prise reseau sont mises &agrave; jour pour chacun des deux ports concern&eacute;s</p>
<p>Pour chaque mat&eacute;riel, il est possible &agrave; tout moment d'ajouter un ou plusieurs ports</p>

<h3><a name="inventf"></a>f) Gestion des logiciels</h3>
<p>Un logiciel, comporte un certain nombre de licences ayant chacune un num&eacute;ro de s&eacute;rie associ&eacute; et une date d'expiration</p>
<p>L'installation d'un logiciel se fait depuis la fiche d'un ordinateur.</p>
<p>A chaque fois qu'un logiciel est install&eacute;, le nombre de licence disponibles pour ce logiciel diminue.</p>
<p>Il est impossible d'installer un logiciel, lorsqu'aucune licence n'est disponible.</p>
<p>Il est n&eacute;anmoins possible d'indiquer le mot cl&eacute; "free" &agrave; la place du num&eacute;ro de serie lors de l'ajout d'une licence &agrave; un logiciel, pour que ce dernier soit installable sans se soucier du nombre des licences</p>
<p>Il est aussi possible d'indiquer le mot cl&eacute; "global" &agrave; la place du num&eacute;ro de s&eacute;rie si vous avez des logiciels avec des licences global (site) pour votre parc.</p>
<p>Il est possible d'ajouter plusieurs licences en une seule fois, le num&eacute;ro et de s&eacute;rie et la date d'expiration sera la m&ecirc;me pour chacune d'entre elles.</p>
<p>Vous pouvez cat&eacute;goriser vos logiciels selon s'ils sont OEM, achet&eacute;s ou m&ecirc;me une mise &agrave; jour d'un logiciel existant.</p>

<h3><a name="inventg"></a>g) Gestion des r&eacute;parations</h3>
<p>Dans cette section vous pouvez voir le status de votre mat&eacute;riel en r&eacute;paration</p>
<p>Pour mettre un mat&eacute;riel en r&eacute;paration il s'agit d'aller dans la fiche d'information de ce mat&eacute;riel et cliquer sur "mettre le mat&eacute;riel en r&eacute;paration".</p>
<p>Pour remettre un mat&eacute;riel en production, il s'agit de cliquer sur "Sortir le mat&eacute;riel de r&eacute;paration" dans la fiche d'information de celle-ci.</p>

<h2><a name="assist"></a>2 - Partie Assistance</h2>

<h3><a name="assista"></a>a) Suivi</h3>
<p>Le module de suivi permet d'afficher la liste des interventions en fonction de certains crit&egrave;res.</p>
<p>Vous pouvez afficher :</p>
<ul>
<li>Toutes les interventions actives
<p>Toutes les interventions qui n'ont pas &eacute;t&eacute; clotur&eacute;es.</p>
<li>Seulement les interventions qui vous sont attribu&eacute;es
<p>Les interventions qui vous ont &eacute;t&eacute; affect&eacute;es.</p>
<li>Seulement les interventions non attribu&eacute;es
<p>Les interventions &agrave; affecter &agrave; un technicien.</p>
<li>Seulement les interventions termin&eacute;es
<p>Les interventions clotur&eacute;es.</p>
</ul>

<p>Vous pouvez &eacute;galement r&eacute;aliser une recherche sur les interventions &agrave; partir d'une description ou d'un num&eacute;ro d'identification(ID).</p>
<p>Si des interventions sont trouv&eacute;es, GLPI affiche un tableau pr&eacute;sentant les interventions. Avec pour chaque intervention : son statut (nouveau ou ancien), le num&eacute;ro d'Identification(ID), la date d'ouverture et de cloture, le niveau de priorit&eacute;	l'auteur de la demande d'intervention, la personne &agrave; qui a &eacute;t&eacute; attribu&eacute; l'intervention,	le mat&eacute;riel concern&eacute;, la cat&eacute;gorie de l'intervention, la description de la demande d'intervention et les informations disponibles sur le suivi de l'intervention.</p>
<p>Un clic sur un de ces &eacute;l&eacute;ments vous permettra d'acc&eacute;der &agrave; des informations compl&eacute;mentaires.</p>
<p>Pour ajouter des &eacute;l&eacute;ments de suivi &agrave; une intervention, la cloturer ou la reattribuer, il suffit de cliquer sur "infos". Vous obtiendrez alors l'historique complet de l'intervention. Vous pourrez donc ajouter un &eacute;l&eacute;ment de suivi ou cloturer l'intervention en indiquant &eacute;ventuellement le temps r&eacute;el d'intervention.</p>
<p>Vous pouvez classer vos interventions par cat&eacute;gories en utilisant la liste d&eacute;roulante pr&eacute;vu &agrave; cet effet. Pour ajouter ou modifier les cat&eacute;gories des suivis, r&eacute;f&eacute;rez vous au modification d'intitul&eacute;s dans la section configuration.</p>
<p>Il est aussi possible de changer la priorit&eacute; d'une intervention si celle-ci change en cours de route en utilisant la liste d&eacute;roulante des priorit&eacute;s.</p>

<H4>Cas particulier des interventions termin&eacute;es</H4>
<p>La restauration d'une intervention termin&eacute;e est possible. Il suffit pour cela de cliquer sur "info" puis "restaurer".</p>
<p>Il est possible de supprimer des interventions termin&eacute;es si vous ne souhaitez pas les conserver dans la base. Pour cela il suffit de cocher la case statut et de cliquer sur "Supprimer" dans la liste des interventions.</p>

<h3><a name="assistb"></a>b) Helpdesk</h3>

<p>Le helpdesk est utilis&eacute; pour entrer les demandes d'interventions. Pouvant &ecirc;tre utilis&eacute; par tous les types de comptes utilisateurs.</p>
<p>Il est possible de sp&eacute;cifier la priorit&eacute; des probl&egrave;mes, le num&eacute;ro d'identification(ID) du mat&eacute;riel ou logiciel concern&eacute; et le type d'intervention demand&eacute;.</p>
<p>Si vous activer les suivis par emails dans les configurations de GLPI, un champ suppl&eacute;mentaire sera disponible afin d'y entrer le courriel du demandeur.</p>
<p>Vous retrouverez les demandes d'interventions dans la section suivi de GLPI.</p>


<h3><a name="assistc"></a>c) Statistiques</h3>

<h4>Statistiques globales</h4>
<P>Ces statistiques regroupent les principales donn&eacute;es sur les interventions sur le mois, l'ann&eacute;e et au total :</P>
<ul>
<li>Nombre total d'interventions</li>	
<li>Nombre d'interventions r&eacute;solues</li>
<li>D&eacute;lai moyen de r&eacute;solution de panne</li>
<li>D&eacute;lai maximal de r&eacute;solution de panne</li>
<li>Dur&eacute;e r&eacute;elle moyenne de l'intervention</li>
<li>Dur&eacute;e maximale de r&eacute;solution r&eacute;elle de panne</li>
<li>D&eacute;lai minimum de prise en compte de l'intervention</li>
<li>D&eacute;lai moyen de prise en compte de l'intervention</li>
</ul>

<h4>Par technicien</h4>
<p>Ces statistiques fournissent un &eacute;tat de l'activit&eacute; des techniciens pour une p&eacute;riode donn&eacute;e :</p>
<ul>
<li>Nombre d'interventions attribu&eacute;es</li>
<li>Nombre d'interventions r&eacute;solues	</li>
<li>Dur&eacute;e moyenne d'ouverture</li>
<li>Dur&eacute;e r&eacute;elle moyenne de l'intervention</li>
<li>Dur&eacute;e r&eacute;elle totale des interventions</li>
<li>D&eacute;lai moyen de prise en compte de l'intervention</li>
</ul>


<h4>Par Intitul&eacute;s</h4>
<p>Statistiques des interventions par Lieu, Type d'ordinateur, OS, CPU, HD-Type, Carte graphique, Carte m&egrave;re  sur une p&eacute;riode donn&eacute;e :</p>
<ul>
<li>Nombre d'interventions demand&eacute;es</li>	
<li>Nombre d'interventions r&eacute;solues</li>
<li>dur&eacute;e moyenne d'ouverture</li>
<li>Dur&eacute;e r&eacute;elle moyenne de l'intervention</li>
<li>Dur&eacute;e r&eacute;elle totale des interventions</li>
<li>D&eacute;lai moyen de prise en compte de l'intervention</li>
</ul>


<h4>Par utilisateur</h4>
<p>Statistiques des interventions par utilisateurs sur une p&eacute;riode donn&eacute;e :</p>
<ul>
<li>Nombre d'interventions demand&eacute;es</li>	
<li>Nombre d'interventions r&eacute;solues</li>
<li>dur&eacute;e moyenne d'ouverture</li>
<li>Dur&eacute;e r&eacute;elle moyenne de l'intervention</li>
<li>Dur&eacute;e r&eacute;elle totale des interventions</li>
<li>D&eacute;lai moyen de prise en compte de l'intervention</li>
</ul>


<h2><a name="gestion"></a>3 - Partie Gestions</h2>

<h3><a name="gestiona"></a>a) Contacts</h3>
<p>Vous pouvez entrer tous vos divers contacts dans cette section et classer vos contacts selon leurs types commercial ou technicien. Par la suite vous pourrez associer des contacts aux entreprises avec qui vous faites des affaires.</p>
<h3><a name="gestionb"></a>b) Entreprises</h3>
<p>Dans cette section, Il est possible de r&eacute;pertorier tous les entreprises et leurs tiers qui ont des relations avec votre entreprise et d'y associer les contacts de chacune de ces entreprises. Pour ajouter ou modifier la liste d&eacute;roulante des tiers, allez dans la section configurations de GLPI sous l'option intitul&eacute;s.</p>
<h3><a name="gestionc"></a>c) Contrats</h3>
<p>Dans cette section, vous pouvez g&eacute;rer l'ensemble des contrats de type divers qui sont li&eacute;s &agrave; vos mat&eacute;riels ainsi que les informations li&eacute;es &agrave; ces contarts.
Les type de contrats possibles sont : pr&ecirc;t, location, leasing, assurance, maintenance hardware et software, prestation.</p>

<p>Vous pouvez alors lier les contrats cr&eacute;&eacute;s aux &eacute;l&eacute;ments de l'inventaire depuis la page du contrat ou celles de l'inventaire</p>
<h3><a name="gestiond"></a>d) Documents</h3>
<p>Cette section vous permet d'enregistrer des documents sur votre serveur GLPI. Vous pouvez par la suite associer un document &agrave; tous mat&eacute;riels ou logiciels de votre inventaire et les classer selon divers rubriques. Il est aussi possible de sp&eacute;cifier le type MIME d'un document si celui-ci n'est pas d&eacute;j&agrave; existant.</p>
<p>Pour ajouter ou modifier la liste des rubriques, allez dans la section Administration et Configuration sous l'option intitul&eacute;s.</p>
<p>Il est aussi possible d'ajouter des types de documents suppl&eacute;mentaires. Pour se faire, allez dans Administration et Configuration sous l'option Type de document.</p>
<h2><a name="outils"></a>4 - Partie Outils</h2>

<h3><a name="outilsa"></a>a) R&eacute;servations</h3>
<p>Cette section sert &agrave; voir le mat&eacute;riel r&eacute;servable et &agrave; faire vos r&eacute;servations</p>
<p>Vous pouvez ajouter des commentaires au mat&eacute;riel r&eacute;servable. Pour se faire, cliquez sur le bouton "modifier le commentaire".</p>
<p>Pour rendre un mat&eacute;riel r&eacute;servable, il sufit d'aller dans la fiche d'information de celui-ci et de cliquer sur l'option "Autoriser le pr&ecirc;t".</p>
<p>Pour les utilisateurs "HelpDesk" une section "mat&eacute;riel r&eacute;servable" est disponible</p>

<h3><a name="outilsb"></a>b) Base de connaissances</h3>
<p>La base de connaissances sert &agrave; mettre en place un syst&egrave;me de Foire Aux Questions qui a deux objectifs principaux. 
Le premier est de centraliser des connaissances internes aux diff&eacute;rents techniciens. 
Le second est de mettre &agrave; disposition des utilisateurs des informations leur permettant de r&eacute;soudre seuls leurs probl&egrave;mes.</p>
<p>Pour dissocier ces deux objectifs, la notion de FAQ publique est disponible. 
Ainsi seuls les &eacute;l&eacute;ments de la FAQ publique seront visibles par les utilisateurs. Les &eacute;l&eacute;ments non d&eacute;finis comme faisant partie de la FAQ publique seront visibles uniquement au sein du central.</p>
<p>Vous pouvez cr&eacute;er des cat&eacute;gories et sous-cat&eacute;gories afin d'indexer vos connaissances. Il est donc facile pour quelqu'un de retrouver de l'information n&eacute;cessaire &agrave; ses tâches.</p>
<p>Vous pouvez utiliser des raccourcis de mise en forme :</p>
<p>
Les marqueurs suivants changent l'apparence du texte:<br /><br />

				&nbsp;&nbsp;&nbsp;&nbsp;[b]Texte gras[/b] produit <b>Texte gras</b><br />
				&nbsp;&nbsp;&nbsp;&nbsp;[u]Texte soulign&eacute;[/u] produit <u>Texte soulign&eacute;</u><br />
				&nbsp;&nbsp;&nbsp;&nbsp;[i]Texte italique[/i] produit <i>Texte italique</i><br />
				&nbsp;&nbsp;&nbsp;&nbsp;[color=#FF0000]Texte rouge[/color] produit <span style="color: #ff0000">Texte rouge</span><br /><br />
</p>			
<p>Pour cr&eacute;er des liens vers d'autres documents ou vers un e-mail, utilisez les marqueurs suivants:<br /><br />

				&nbsp;&nbsp;&nbsp;&nbsp;http://glpi.indepnet.org produit <a href="http://glpi.indepnet.org">http://glpi.indepnet.org</a><br />
				
				&nbsp;&nbsp;&nbsp;&nbsp;[email]myname@mydomain.com[/email] produit <a href="mailto:myname@mydomain.com">myname@mydomain.com</a><br />
				&nbsp;&nbsp;&nbsp;&nbsp;[email=myname@mydomain.com]Mon adresse e-mail[/email] produit <a href="mailto:myname@mydomain.com">Mon adresse e-mail</a><br /><br />
				
	
</p>


Pour afficher du code, utilisez le marqueur CODE. Le texte affich&eacute; en tant que code n'est pas affect&eacute; par les autres marqueurs.<br /><br />
				&nbsp;&nbsp;&nbsp;&nbsp;[code]Voici un bout de code.[/code]<br /><br />

				g&eacute;n&egrave;re du code comme ceci:<br /><br />
				<table style="width: 95%; border: dotted 1px #000000" align="center" cellspacing="4" cellpadding="6"><tr><td ><span ><b>Code:</b></span><br /><br /><pre>Voici un bout de code.</pre></td></tr></table><br />
			
<h3><a name="outilsc"></a>b) Rapports</h3>

<p>GLPI autorise la g&eacute;n&eacute;ration d'un certain nombre de rapports :</p>

<ul>
<li>Le rapport par d&eacute;faut
<p>Ce rapport liste le nombre de mat&eacute;riel et logiciels pr&eacute;sents dans le parc. </p>
<li>Mat&eacute;riel sous contrat de maintenance
<p>Ce rapport indique le nombre de mat&eacute;riel sous contrat de maintenance aupr&eacute;s d'un tiers. Il est possible d'obtenir un &eacute;tat d&eacute;taill&eacute; par type de mat&eacute;riel et par date d'achat. La s&eacute;lection multiple est autoris&eacute;e.</p>
<li>Rapport par date d'achat ou de fin de garantie
<p>Ce rapport liste le mat&eacute;riel par date d'achat ou de fin de garantie sur une ou plusieurs ann&eacute;es. La s&eacute;lection multiple est autoris&eacute;e.</p>
<li>Rapport interventions
<p>Ce rapport permet d'obtenir la liste des interventions ainsi que leur historique  selon de nombreux crit&egrave;res. La recherche peut &ecirc;tre r&eacute;alis&eacute;e sur une p&eacute;riode donn&eacute;e, pour un type de mat&eacute;riel pr&eacute;cis ou une partie de ce mat&eacute;riel et en fonction de son auteur et/ou de son attribution.</p>
<li>Rapport r&eacute;seau
<p>Ce rapport vous permet d'avoir la liste d'informations de votre r&eacute;seau selon les lieux, les switchs ou une prise r&eacute;seau.</p>
<li>Excel, OpenOffice (Sylk)
<p>GLPI peut g&eacute;n&eacute;rer des rapports par type de materiel exploitables par un tableur. Pour cela GLPI g&eacute;n&egrave;re des fichiers de type SYLK. Ce format est exploitable par de nombreux tableurs. </p>
<p>Si vous utilisez un logiciel qui ne respecte pas totalement les  standards (Excel par exemple), utilisez la version limit&eacute;e pour ne pas avoir de probl&egrave;me avec la taille des champs. Les champs trop longs seront tronqu&eacute;s.</p>
</ul>


<h2><a name="admin"></a>4 - Partie Administration</h2>

<h3><a name="admina"></a>a) Gestion des utilisateurs</h3>
<p>Cette partie fonctionne exactement de la m&ecirc;me façon que les &eacute;l&eacute;ments de l'inventaire. Vous pouvez ajouter, modifier et supprimer des utilisateurs.</p>

<h3><a name="adminb"></a>b) Configuration de GLPI</h3>

<a name="adminb1"></a><h4>i) Intitul&eacute;s</h4>
<p>Vous pouvez dans cette zone modifier enti&egrave;rement les donn&eacute;es pr&eacute;sentes dans les listes de s&eacute;lection propos&eacute;es 
par exemple pour les lieux et les microprocesseurs.</p>
<p>Une fois s&eacute;lectionn&eacute; la liste que vous voulez modifier vous pouvez ajouter des &eacute;l&eacute;ments, les modifier et les supprimer.<br />
<b>Attention !!</b> Si vous supprimez des &eacute;l&egrave;ments utilis&eacute;s vous devrez alors faire un choix entre modifier les entr&eacute;es existantes ou bien les mettre &agrave; NULL.</p>
<br />

<a name="adminb2"></a><h4>ii) P&eacute;riph&eacute;riques internes</h4>

<p>Vous pouvez dans cette zone modifier enti&egrave;rement les p&eacute;riph&eacute;riques internes que vous pouvez ajouter &agrave; vos ordinateurs.</p>

<a name="adminb3"></a><h4>iii) Authentifications externes</h4>

<p>Les authentifications externes vous permettent d'utiliser des sources alternatives d'authentification. Cela vous &eacute;vite ainsi d'avoir &agrave; ajouter manuellement tous les utilisateurs.</p>
<p>La premi&egrave;re solution est d'utiliser un serveur de mail :<br />
- Vous devez alors d&eacute;finir dans la premi&egrave;re partie le serveur &agrave; utiliser. Pour le d&eacute;finir correctement reportez vous au lien fournit vers <a href="http://www.php.net/manual/fr/function.imap-open.php">php.net</a> qui fournit de nombreux exemples.
Les diff&eacute;rents param&egrave;tres que vous allez choisir peuvent vous donner des chaînes de connexion de ce type :<br />
- {localhost:110/pop3},<br />
- {localhost:993/imap/ssl},<br /> 
- {localhost:995/pop3/ssl/novalidate-cert}...
</p><p>
- Le deuxi&egrave;me param&egrave;tre d&eacute;finit le domaine de mail utilis&eacute; qui va servir &agrave; remplir automatiquement les adresses mails des nouveaux utilisateurs. 
Si l'utilisateur s'appelle <i>toto</i>, sont adresse mail sera alors toto@domaine_mail. 
</p>
<p>La deuxi&egrave;me solution est l'utilisation d'un annuaire LDAP ou d'un Active Directory. Pour cette configuration reportez vous &agrave; la documentation correspondante pr&eacute;sente sur le <a target=_blank href="http://glpi.indepnet.org/article.php3?id_article=33">site web de GLPI.</a></p>

<a name="adminb4"></a><h4>iv) Suivis par emails</h4>

<p>Cette section vous permet d'activer le suivi des interventions par email.
Si vous activez cette fonctionnalit&eacute;, des emails seront alors envoy&eacute;s au moment de la cr&eacute;ation d'une nouvelle intervention, &agrave; l'ajout de chaque suivi et &agrave; la fermeture des interventions.<br />
- Vous pouvez alors renseigner l'adresse mail de l'administrateur et la signature ajout&eacute;e &agrave; chaque email<br />
- Les autres options vous permettent de limiter les emails envoy&eacute;s. Pour chaque type de personnes vous pouvez activer ou non l'envoi &agrave; la cr&eacute;ation d'une intervention, &agrave; l'ajout de nouveau suivi et la cloture d'une intervention.<br />
- Les groupes de personnes d&eacute;finis sont : l'administrateur, tous les utilisateurs de type 'admin' ou 'normal', le responsable de la tâche et le demandeur de l'intervention.<br />
- Le demandeur ne recevra un email que s'il a activ&eacute; le suivi par email lors de sa demande d'intervention.<br />
</p>

<a name="adminb5"></a><h4>v) Configuration g&eacute;n&eacute;rale</h4>
<p>
La configuration g&eacute;n&eacute;rale de l'application permet de r&eacute;gler certains param&egrave;tres :<br />
- Le chemin d'installation. <b>Attention !!</b> Ce chemin est d&eacute;tect&eacute; automatiquement au moment de l'installation ou de la mise &agrave; jour, vous ne devriez donc pas avoir besoin de le modifier.<br />
- Le niveau de log.<br />
- Le nombre d'&eacute;v&egrave;nements &agrave; afficher correspond au nombre de lignes de log pr&eacute;sentes sur la page d'accueil du central.<br />
- Le temps de conservation des logs. <b>Attention !!</b> Si vous les gardez trop longtemps votre table peut contenir &eacute;normement de donn&eacute;es.<br />
- Montrer les interventions au login : voir les interventions actives sur la page d'accueil du central ou non.<br />
- Nombre d'&eacute;l&eacute;ments &agrave; afficher par page (valable pour toutes les listes d'&eacute;l&egrave;ments affich&eacute;es - suivis, ordinateurs...)<br />
- Nombre de caract&egrave;res maximum pour chaque &eacute;l&eacute;ments de la liste : r&eacute;duction de la taille des chaines de caract&egrave;res affich&eacute;es pour obtenir un affichage lisible.<br />
- Permettre le helpdesk.html : active ou non les demandes d'interventions anonymes via le fichier helpdesk.html.<br />
</p>

<a name="adminb6"></a><h4>vi) Type de document</h4>
<p>
Dans cette section, vous pouvez ajouter ou modifier les types de documents autoris&eacute;s &agrave; &ecirc;tre g&eacute;r&eacute;s par GLPI.
Les informations &agrave; fournir sont :<br />
- Le nom du type de document.<br />
- L'extension ex: .txt<br />
- Le nom du fichier pour l'ic&ocirc;ne du document d&eacute;sir&eacute;. Placer les fichiers d'ic&ocirc;nes dans le r&eacute;pertoire pics/icones sous l'arborescence de GLPI.<br />
- Le type MIME si n&eacute;cessaire.<br />
- Autorisation de t&eacute;l&eacute;chargement de ce type de fichier (oui ou non).<br />
</p>


<h3><a name="adminc"></a>c) Pr&eacute;f&eacute;rences</h3>
<p>Cette zone vous permet de changer votre mot de passe, de d&eacute;finir l'ordre par d&eacute;faut utilis&eacute; dans l'affichage 
des interventions et de d&eacute;finir la langue avec laquelle l'interface est affich&eacute;e.</p>

<h3><a name="admind"></a>d) Donn&eacute;es (Sauvegarde/Restauration)</h3>
<p>Cette zone vous permet de cr&eacute;er des sauvegardes de la base de donn&eacute;es ("Sauvegarde SQL").</p>
<p>Vous pouvez &eacute;galement supprimer les fichiers de sauvegarde, les restaurer ou t&eacute;l&eacute;charger les fichiers SQL.</p>
<p>Vous pouvez aussi g&eacute;n&eacute;rer une sauvegarde au format XML de la base de donn&eacute;es. ("Sauvegarde XML").</p>

</div>
</div>





</body> 
