Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Specific urgency
ar_iq: إلحاح محدد

source: Answer to last "Urgency" question
ar_iq: الإجابة على السؤال "العاجل" الأخير

source: ITIL category
ar_iq: فئة ITIL
fa_ir: رده ITIL

source: Select an ITIL category...
ar_iq: حدد فئة ITIL...

source: Default
ar_iq: الافتراضي
fa_ir: پیش‌فرض

source: Closed
ar_iq: مغلقة
fa_ir: بسته شده

source: Select actors...
ar_iq: اختيار الممثلين...

source: No Task
ar_iq: لا توجد مهمة

source: Specific Task templates
ar_iq: قوالب المهام المحددة

source: An other destination of this form
ar_iq: وجهة أخرى لهذا النموذج

source: An existing assistance object
ar_iq: كائن مساعدة موجود

source: Assistance object from specific questions
ar_iq: كائن المساعدة من أسئلة محددة

source: Select task templates...
ar_iq: تحديد قوالب المهام...

source: Specific request type
ar_iq: نوع الطلب المحدد

source: Answer to last "Request type" question
ar_iq: الإجابة على سؤال "نوع الطلب" الأخير

source: Specific ITIL category
ar_iq: فئة ITIL محددة

source: Answer to last "ITIL Category" dropdown question
ar_iq: الإجابة على السؤال الأخير في القائمة المنسدلة "فئة ITIL".

source: Specific items
ar_iq: عناصر محددة

source: Answer from specific questions
ar_iq: الإجابة من أسئلة محددة

source: Answer to last assets item question
ar_iq: الإجابة على سؤال بند الأصول الأخير

source: All valid "Item" answers
ar_iq: جميع إجابات "العنصر" الصالحة

source: Assignee
ar_iq: متلقّون
fa_ir: مسئول

source: No approval
ar_iq: لا موافقة

source: Specific Approval templates
ar_iq: نماذج موافقة محددة

source: Specific actors
ar_iq: الجهات الفاعلة المحددة

source: Select approval templates...
ar_iq: تحديد نماذج الموافقة...

source: No validation step selected (Default step will be used)
ar_iq: لم يتم تحديد خطوة التحقق من الصحة (سيتم استخدام الخطوة الافتراضية)

source: Select validation step...
ar_iq: حدد خطوة التحقق...

source: Select an urgency level...
ar_iq: حدد مستوى الاستعجال...

source: User who filled the form
ar_iq: المستخدم الذي ملأ النموذج

source: Supervisor of the user who filled the form
ar_iq: المشرف على المستخدم الذي قام بملء النموذج

source: Answer to last "%s" or "Email" question
ar_iq: الإجابة على السؤال الأخير "%s" أو "البريد الإلكتروني".

source: User from GLPI object answer
ar_iq: مستخدم من إجابة كائن GLPI

source: Tech user from GLPI object answer
ar_iq: مستخدم تقني من إجابة كائن GLPI

source: Group from GLPI object answer
ar_iq: مجموعة من إجابة كائن GLPI

source: Tech group from GLPI object answer
ar_iq: مجموعة التقنية من إجابة كائن GLPI

source: Select an entity...
ar_iq: حدد كيان...

source: Specific location
ar_iq: موقع محدد

source: Answer to last "Location" dropdown question
ar_iq: الإجابة على السؤال الأخير في القائمة المنسدلة "الموقع".

source: Select a template...
ar_iq: تحديد قالب...

source: Select a %s...
ar_iq: اختر %s...

source: No validation
ar_iq: لا التحقق من الصحة

source: Valid if...
ar_iq: صالحة إذا...

source: Invalid if...
ar_iq: غير صالح إذا...

source: And
ar_iq: و

source: Or
ar_iq: أو

source: Is equal to
ar_iq: يساوي

source: Is not equal to
ar_iq: لا يساوي

source: Contains
ar_iq: يتضمن

source: Do not contains
ar_iq: لا تحتوي على

source: Is greater than
ar_iq: هو أعظم من

source: Is greater than or equals to
ar_iq: أكبر من أو يساوي

source: Is less than
ar_iq: أقل من

source: Is less than or equals to
ar_iq: أقل من أو يساوي

source: Is of itemtype
ar_iq: هو من نوع العنصر

source: Is not of itemtype
ar_iq: ليس من نوع العنصر

source: At least one item of itemtype
ar_iq: عنصر واحد على الأقل من نوع العنصر

source: All items of itemtype
ar_iq: كافة العناصر من نوع العنصر

source: Match regular expression
ar_iq: تطابق التعبير العادي

source: Do not match regular expression
ar_iq: لا تتطابق مع التعبير العادي

source: Length is greater than
ar_iq: الطول أكبر من

source: Length is greater than or equals to
ar_iq: الطول أكبر من أو يساوي

source: Length is less than
ar_iq: الطول أقل من

source: Length is less than or equals to
ar_iq: الطول أقل من أو يساوي

source: Is visible
ar_iq: مرئي

source: Is not visible
ar_iq: غير مرئية

source: Is empty
ar_iq: فارغ

source: Is not empty
ar_iq: ليست فارغة

source: The value must be greater than %s
ar_iq: يجب أن تكون القيمة أكبر من %s

source: The value must be greater than or equal to %s
ar_iq: يجب أن تكون القيمة أكبر من أو تساوي %s

source: The value must be less than %s
ar_iq: يجب أن تكون القيمة أقل من %s

source: The value must be less than or equal to %s
ar_iq: يجب أن تكون القيمة أقل من أو تساوي %s

source: The value must match the requested format
ar_iq: يجب أن تتطابق القيمة مع التنسيق المطلوب

source: The value must not match the requested format
ar_iq: يجب ألا تتطابق القيمة مع التنسيق المطلوب

source: The length must be greater than %s
ar_iq: يجب أن يكون الطول أكبر من %s

source: The length must be greater than or equal to %s
ar_iq: يجب أن يكون الطول أكبر من أو يساوي %s

source: The length must be less than %s
ar_iq: يجب أن يكون الطول أقل من %s

source: The length must be less than or equal to %s
ar_iq: يجب أن يكون الطول أقل من أو يساوي %s

source: The value is not valid
ar_iq: القيمة غير صالحة

source: The value must not be greater than %s
ar_iq: يجب ألا تكون القيمة أكبر من %s

source: The value must not be greater than or equal to %s
ar_iq: يجب ألا تكون القيمة أكبر من أو تساوي %s

source: The value must not be less than %s
ar_iq: يجب ألا تقل القيمة عن %s

source: The value must not be less than or equal to %s
ar_iq: يجب ألا تكون القيمة أقل من أو تساوي %s

source: The length must not be greater than %s
ar_iq: يجب ألا يزيد الطول عن %s

source: The length must not be greater than or equal to %s
ar_iq: يجب ألا يكون الطول أكبر من أو يساوي %s

source: The length must not be less than %s
ar_iq: يجب ألا يقل الطول عن %s

source: The length must not be less than or equal to %s
ar_iq: يجب ألا يكون الطول أقل من أو يساوي %s

source: Always created
ar_iq: خلقت دائما

source: Created if...
ar_iq: خلقت إذا...

source: Created unless...
ar_iq: لم يتم إنشاؤها إلا...

source: Always visible
ar_iq: مرئية دائما

source: Visible if...
ar_iq: مرئية إذا...

source: Hidden if...
ar_iq: مخفي إذا...

source: This field is mandatory
ar_iq: هذا الحقل إلزامي

source: Answers
ar_iq: الإجابات

source: Section by section
ar_iq: قسما بعد قسم

source: Single page
ar_iq: صفحة واحدة

source: Form
ar_iq: استمارة

source: Export form
ar_iq: نموذج التصدير

source: Click here to download the exported forms...
ar_iq: انقر هنا لتحميل النماذج المصدرة...

source: Service catalog description
ar_iq: وصف كتالوج الخدمة

source: Purge old form drafts
ar_iq: تطهير مسودات النموذج القديم

source: Form drafts retention period (in days)
ar_iq: فترة الاحتفاظ بمسودات النموذج (بالأيام)

source: First section
ar_iq: القسم الأول

source: Untitled comment
ar_iq: تعليق بدون عنوان

source: Access control
ar_iq: التحكم في الوصول

source: This form is not visible to anyone because it is not active.
ar_iq: هذا النموذج غير مرئي لأي شخص لأنه غير نشط.

source: This form will not be visible to any users as there are currently no active access policies.
ar_iq: لن يكون هذا النموذج مرئيًا لأي مستخدم نظرًا لعدم وجود سياسات وصول نشطة حاليًا.

source: Allow direct access
ar_iq: السماح بالوصول المباشر

source: This form contains question types that are not allowed for unauthenticated access. These questions will be hidden from unauthenticated users.
ar_iq: يحتوي هذا النموذج على أنواع الأسئلة غير المسموح بها للوصول غير المصادق عليه.سيتم إخفاء هذه الأسئلة عن المستخدمين غير المصادقين.

source: Allow specifics users, groups or profiles
ar_iq: السماح بمستخدمين أو مجموعات أو ملفات تعريف محددة

source: Select a dropdown type
ar_iq: حدد نوع القائمة المنسدلة

source: Select a dropdown item
ar_iq: حدد عنصر القائمة المنسدلة

source: Unexpected value
ar_iq: قيمة غير متوقعة

source: Please enter a valid email
ar_iq: الرجاء إدخال بريد إلكتروني صالح

source: Default option
ar_iq: الخيار الافتراضي

source: Default options
ar_iq: الخيارات الافتراضية

source: Allow multiple options
ar_iq: السماح بخيارات متعددة

source: Long text
ar_iq: نص طويل

source: Number
ar_iq: الرقم
fa_ir: عدد

source: Please enter a valid number
ar_iq: الرجاء إدخال رقم صالح

source: Select an itemtype
ar_iq: حدد نوع العنصر

source: Select an item
ar_iq: حدد عنصرًا

source: GLPI Object
ar_iq: كائن GLPI

source: Time
ar_iq: وقت
fa_ir: زمان

source: Date and time
ar_iq: التاريخ والوقت

source: Current date
ar_iq: التاريخ الحالي

source: Current time
ar_iq: الوقت الحالي

source: Current date and time
ar_iq: التاريخ والوقت الحالي

source: Select device...
ar_iq: حدد الجهاز...

source: Allow multiple devices
ar_iq: السماح لأجهزة متعددة

source: User Device
ar_iq: جهاز المستخدم

source: Short answer
ar_iq: إجابة قصيرة

source: Long answer
ar_iq: إجابة طويلة

source: Radio
ar_iq: راديو

source: Checkbox
ar_iq: خانة الاختيار

# form_editor
source: Dropdown
ar_iq: اسقاط

source: Select an actor...
ar_iq: اختار ممثل...

source: Allow multiple actors
ar_iq: السماح لممثلين متعددين

source: Option
ar_iq: خيار

source: Move option
ar_iq: خيار التحرك

source: Remove option
ar_iq: إزالة الخيار

source: Selectable option
ar_iq: خيار قابل للتحديد

source: Enter an option
ar_iq: أدخل خيارًا

source: Browse help articles
ar_iq: تصفح مقالات المساعدة

source: See all available help articles and our FAQ.
ar_iq: اطلع على جميع مقالات المساعدة المتاحة والأسئلة الشائعة.

source: Create a ticket
ar_iq: إنشاء تذكرة
fa_ir: ایجاد درخواست

source: Go to our service catalog and pick a form to create a new ticket.
ar_iq: انتقل إلى كتالوج خدماتنا واختر نموذجًا لإنشاء تذكرة جديدة.

source: See your tickets
ar_iq: انظر التذاكر الخاصة بك

source: View all the tickets that you have created.
ar_iq: عرض كافة التذاكر التي قمت بإنشائها.

source: Make a reservation
ar_iq: إبداء تحفظ
fa_ir: ایجاد رزرو

source: Pick an available asset and reserve it for a given date.
ar_iq: اختر أحد الأصول المتاحة واحتفظ بها لتاريخ معين.

source: Report an issue
ar_iq: الإبلاغ عن مشكلة

source: Ask for support from our helpdesk team.
ar_iq: اطلب الدعم من فريق مكتب المساعدة لدينا.

source: Request a service
ar_iq: اطلب خدمة

source: Ask for a service to be provided by our team.
ar_iq: اطلب الخدمة التي سيقدمها فريقنا.

source: User devices
ar_iq: أجهزة المستخدم

source: Solved tickets
ar_iq: التذاكر المحلولة
fa_ir: درخواست‌های حل شده

source: GLPI page
ar_iq: صفحة جي إل بي آي

source: External page
ar_iq: الصفحة الخارجية

source: Next (arrow right)
ar_iq: التالي (السهم لليمين)
fa_ir: بعدی (فلش راست)

source: Previous (arrow left)
ar_iq: السابق (السهم لليسار)
fa_ir: قبلی (فلش چپ)

source: Close (Esc)
ar_iq: إغلاق (خروج)
fa_ir: بستن (Esc)

source: Download
ar_iq: تحميل
fa_ir: دانلود

source: Zoom in/out
ar_iq: تكبير/تصغير
fa_ir: بزرگنمایی/کوچک‌نمایی

source: Socket model
ar_iq: موديل المقبس
fa_ir: مدل سوکت

source: Dictionary of %s
ar_iq: قاموس %s

source: %s model
ar_iq: %s الموديل

source: Weight
ar_iq: وزن
fa_ir: وزن

source: Required units
ar_iq: الوحدات المطلوبة
fa_ir: واحدهای مورد نیاز

source: Power connections
ar_iq: اتصالات الطاقة
fa_ir: اتصالات برق

source: Power consumption
ar_iq: استهلاك الطاقة
fa_ir: مصرف برق

source: Is half rack
ar_iq: هو نصف الرف
fa_ir: نیم رک است

source: watts
ar_iq: واتس
fa_ir: وات

source: Custom field
ar_iq: حقل مخصص

source: The following field has an incorrect value: "%s".
ar_iq: يحتوي الحقل التالي على قيمة غير صحيحة: "%s".
fa_ir: فیلد زیر دارای مقدار نادرست است: "%s".

source: The system name must be unique among fields for this asset definition
ar_iq: يجب أن يكون اسم النظام فريدًا بين الحقول الخاصة بتعريف الأصل هذا

source: The system name cannot be changed.
ar_iq: لا يمكن تغيير اسم النظام.

source: The field type cannot be changed.
ar_iq: لا يمكن تغيير نوع الحقل.

source: %s type
ar_iq: %s النوع

source: Technician in charge of the hardware
ar_iq: المسؤول الفني للأجهزة

source: Group in charge of the hardware
ar_iq: المجموعة المسؤولة عن الأجهزة

source: Can be part of an appliance. An appliance is a virtual object that groups several assets
ar_iq: يمكن أن يكون جزءًا من الجهاز.الجهاز عبارة عن كائن افتراضي يجمع عدة أصول

source: %1$s appliances attached to %2$s assets
ar_iq: %1$s الأجهزة المرتبطة بأصول %2$s

source: Track certificates used by the assets
ar_iq: تتبع الشهادات المستخدمة من قبل الأصول

source: %1$s certificates attached to %2$s assets
ar_iq: %1$s الشهادات المرفقة بأصول %2$s

source: Can be inserted in a datacenter rack
ar_iq: يمكن إدراجها في رف مركز البيانات

source: Used by %1$s of %2$s assets
ar_iq: تم استخدامه بواسطة %1$s من أصل %2$s من الأصول

source: Has power plugs. Usually related to PDU or UPS
ar_iq: لديها قوابس الطاقة.عادة ما تكون مرتبطة بـ PDU أو UPS

source: %1$s plugs attached to %2$s assets
ar_iq: %1$s المقابس المرفقة بأصول %2$s

source: Has network ports (like ethernet and wlan)
ar_iq: لديه منافذ الشبكة (مثل إيثرنت وWLAN)

source: %1$s network ports attached to %2$s assets
ar_iq: %1$s منافذ الشبكة المرفقة بأصول %2$s

source: List storage volumes
ar_iq: قائمة وحدات التخزين

source: %1$s volumes attached to %2$s assets
ar_iq: %1$s المجلدات المرفقة بأصول %2$s

source: Manage and track assets lifecycle, financial, administrative and warranty information
ar_iq: إدارة وتتبع دورة حياة الأصول والمعلومات المالية والإدارية ومعلومات الضمان

source: Enable a simple notepad
ar_iq: تمكين المفكرة البسيطة

source: %1$s notes attached to %2$s assets
ar_iq: %1$s ملاحظات مرفقة بأصول %2$s

source: The GLPI agent can report inventory data for these assets.
ar_iq: يمكن لوكيل GLPI الإبلاغ عن بيانات المخزون لهذه الأصول.

source: Generic
ar_iq: نوعي

source: Not used
ar_iq: غير مستخدم

source: Used by %1$s asset
ar_iq: مستخدم بواسطة مادة العرض %1$s

source: List virtual machines attached to these assets
ar_iq: إدراج الأجهزة الافتراضية المرتبطة بهذه الأصول

source: %1$s virtual machines attached to %2$s assets
ar_iq: %1$s الأجهزة الافتراضية المرتبطة بأصول %2$s

source: Display operating system information
ar_iq: عرض معلومات نظام التشغيل

source: Records the modifications made to the asset
ar_iq: يسجل التعديلات التي تم إجراؤها على الأصل

source: %1$s logs attached to %2$s assets
ar_iq: %1$s السجلات المرفقة بأصول %2$s

source: List database instances found by automatic inventory
ar_iq: قائمة مثيلات قاعدة البيانات التي تم العثور عليها عن طريق الجرد التلقائي

source: %1$s database instances attached to %2$s assets
ar_iq: %1$s مثيلات قاعدة البيانات المرفقة بأصول %2$s

source: Enable "Impact analysis" tab and the assets can also be displayed in the impact tab of other asset types
ar_iq: تمكين علامة التبويب "تحليل التأثير" ويمكن أيضًا عرض الأصول في علامة تبويب التأثير لأنواع الأصول الأخرى

source: %1$s impact relations involving %2$s assets
ar_iq: %1$s علاقات التأثير التي تتضمن %2$s من الأصول

source: Can be connected to external peripherals or monitors
ar_iq: يمكن توصيله بالأجهزة الطرفية الخارجية أو الشاشات

source: %1$s peripheral assets attached to %2$s assets
ar_iq: %1$s أصول طرفية مرتبطة بـ %2$s أصول

source: Manage sockets and cable links
ar_iq: إدارة المقابس وروابط الكابلات

source: %1$s sockets attached to %2$s assets
ar_iq: %1$s المقابس المرتبطة بأصول %2$s

source: Includes sub-components like CPUs, drives or memory
ar_iq: يتضمن مكونات فرعية مثل وحدات المعالجة المركزية أو محركات الأقراص أو الذاكرة

source: %1$d components attached to %2$d assets
ar_iq: %1$d المكونات المرتبطة بأصول %2$d

source: Generate links for common remote access and control services
ar_iq: إنشاء روابط لخدمات الوصول والتحكم المشتركة عن بعد

source: %1$s remote management items attached to %2$s assets
ar_iq: %1$s عناصر الإدارة عن بعد المرتبطة بأصول %2$s

source: These assets can be made reservable
ar_iq: يمكن جعل هذه الأصول قابلة للحجز

source: Can be associated to a project
ar_iq: يمكن أن ترتبط بمشروع

source: %1$s assets used in %2$s projects
ar_iq: %1$s الأصول المستخدمة في %2$s المشاريع

source: List installed software
ar_iq: قائمة البرامج المثبتة

source: %1$s software attached to %2$s assets
ar_iq: برنامج %1$s مرفق بأصول %2$s

source: Knowledge base articles can be associated to these assets
ar_iq: يمكن ربط مقالات قاعدة المعارف بهذه الأصول

source: %1$s knowbase items attached to %2$s assets
ar_iq: %1$s عناصر قاعدة المعرفة المرتبطة بأصول %2$s

source: Link contracts to the assets for costs, renewal and supplier tracking
ar_iq: ربط العقود بالأصول من حيث التكاليف والتجديد وتتبع الموردين

source: %1$s contracts attached to %2$s assets
ar_iq: %1$s العقود المرتبطة بأصول %2$s

source: Define associated external links for the assets
ar_iq: تحديد الروابط الخارجية المرتبطة بالأصول

source: %1$s links attached to %2$s assets
ar_iq: %1$s الروابط المرفقة بأصول %2$s

source: Track domains, records and their expiration dates
ar_iq: تتبع المجالات والسجلات وتواريخ انتهاء صلاحيتها

source: %1$s domains attached to %2$s assets
ar_iq: %1$s النطاقات المرتبطة بأصول %2$s

source: Upload and attach files
ar_iq: تحميل وإرفاق الملفات

source: %1$s documents attached to %2$s assets
ar_iq: %1$s المستندات المرفقة بأصول %2$s

source: List antivirus software
ar_iq: قائمة برامج مكافحة الفيروسات

source: %1$s antiviruses attached to %2$s assets
ar_iq: %1$s برامج مكافحة الفيروسات المرتبطة بأصول %2$s

source: Include in global search (from the header bar) results
ar_iq: تضمين في نتائج البحث الشامل (من شريط الرأس).

source: Asset definition
ar_iq: تعريف الأصول

source: Capacities
ar_iq: القدرات

source: Fields
ar_iq: الحقول
fa_ir: فیلدها

source: Profiles that can associate %s with tickets, problems or changes
ar_iq: الملفات الشخصية التي يمكنها ربط %s بالتذاكر أو المشكلات أو التغييرات

source: Location updated. The connected items have been moved in the same location.
ar_iq: تم تعديل المكان , و تم نفقل المواد المرتبطة إلى هذا المكان.
fa_ir: مکان به‌روزرسانی شد. اقلام متصل نیز به همان مکان منتقل شدند.

source: User or group updated. The connected items have been moved in the same values.
ar_iq: تم تعديل مجموعة المستخدمين. وتم نقل المواد المرتبطة في القيمة.
fa_ir: کاربر یا گروه به‌روزرسانی شد. اقلام متصل با همان مقادیر به‌روزرسانی شدند.

source: Alternate username updated. The connected items have been updated using this alternate username.
ar_iq: تم تعديل الإسم البديل. وتم تحديث المواد المرتبطة بإستحدام الإسم البديل.
fa_ir: نام کاربری جایگزین به‌روزرسانی شد. اقلام متصل با استفاده از این نام کاربری جایگزین به‌روزرسانی شدند.

source: Status updated. The connected items have been updated using this status.
ar_iq: تم تعديل الحالة, و تم تحديث المواد المرتبطة بناء على هذه الحالة.
fa_ir: وضعیت به‌روزرسانی شد. اقلام متصل با استفاده از این وضعیت به‌روزرسانی شدند.

# button
source: Connect
ar_iq: اتصال
fa_ir: اتصال

source: Connect to an item
ar_iq: الاتصال بأحد العناصر

source: Multiple values
ar_iq: قيم متعددة

source: String
ar_iq: خيط

source: Rich text
ar_iq: نص غني

source: Allow images
ar_iq: السماح بالصور

source: Yes/No
ar_iq: نعم/لا

source: Display as slider
ar_iq: عرض كشريط تمرير

source: Minimum
ar_iq: الحد الأدنى

source: Maximum
ar_iq: الحد الأقصى

source: Step
ar_iq: خطوة

source: Full width
ar_iq: العرض الكامل

source: Readonly for these profiles
ar_iq: للقراءة فقط لهذه الملفات الشخصية

source: Hidden for these profiles
ar_iq: مخفية لهذه الملفات الشخصية

source: Access to the user's email address
ar_iq: الوصول إلى عنوان البريد الإلكتروني الخاص بالمستخدم

source: Access to the user's information
ar_iq: الوصول إلى معلومات المستخدم

source: Access to the API
ar_iq: الوصول إلى واجهة برمجة التطبيقات

source: Access to submit inventory from an agent
ar_iq: الوصول لتقديم المخزون من وكيل

source: Access to the status endpoint
ar_iq: الوصول إلى نقطة نهاية الحالة

source: Access to the GraphQL endpoint
ar_iq: الوصول إلى نقطة نهاية GraphQL

source: The connection to the SQL server could not be established. Please check your configuration.
ar_iq: تعذر تأسيس الاتصال بخادم SQL.يرجى التحقق من التكوين الخاص بك.

source: Unable to load the GLPI configuration from the database.
ar_iq: غير قادر على تحميل تكوين GLPI من قاعدة البيانات.

source: The web server is configured to allow session cookies only on secured context (https). Therefore, you must access GLPI on a secured context to be able to use it.
ar_iq: تم تكوين خادم الويب للسماح بملفات تعريف الارتباط للجلسة فقط في السياق الآمن (https).لذلك، يجب عليك الوصول إلى GLPI في سياق آمن لتتمكن من استخدامه.

source: Your session has expired. Please log in again.
ar_iq: لقد انتهت صلاحية جلستك.الرجاء تسجيل الدخول مرة أخرى.

source: The object types families have not been imported as they are not handled by GLPI.
ar_iq: لم يتم استيراد عائلات أنواع الكائنات حيث لا تتم معالجتها بواسطة GLPI.

source: Importing dropdowns definitions...
ar_iq: جارٍ استيراد تعريفات القوائم المنسدلة...

source: %d dropdowns definitions successfully imported.
ar_iq: تم استيراد تعريفات القوائم المنسدلة %d بنجاح.

source: Importing assets definitions...
ar_iq: استيراد تعريفات الأصول...

source: %s "%s" (%d) is most recent on GLPI side, its update has been skipped.
ar_iq: %s "%s" (%d) هو الأحدث على جانب GLPI، وقد تم تخطي تحديثه.

source: Unable to update %s "%s" (%d).
ar_iq: غير قادر على تحديث %s "%s" (%d).
fa_ir: قادر به به‌روزرسانی %s "%s" (%d) نیست.

source: %d assets definitions successfully imported.
ar_iq: تم استيراد تعريفات الأصول %d بنجاح.

source: The display preferences and saved searches related to a `genericobject` object type must be recreated manually.
ar_iq: يجب إعادة إنشاء تفضيلات العرض وعمليات البحث المحفوظة المرتبطة بنوع كائن "genericobject" يدويًا.

source: Importing %s...
ar_iq: جارٍ استيراد %s...
fa_ir: در حال وارد کردن %s...

source: %d "%s" dropdown entries successfully imported.
ar_iq: تم استيراد إدخالات القائمة المنسدلة %d "%s" بنجاح.

source: Importing "%s" objects...
ar_iq: جارٍ استيراد الكائنات "%s"...

source: %d "%s" objects successfully imported.
ar_iq: تم استيراد كائنات %d "%s" بنجاح.

source: Importing objects relations...
ar_iq: استيراد علاقات الكائنات...

source: Objects relations successfully imported.
ar_iq: تم استيراد علاقات الكائنات بنجاح.

source: Unable to import the "%s" field.
ar_iq: غير قادر على استيراد الحقل "%s".

source: Unexpected input type "%s" for the "%s" field.
ar_iq: نوع إدخال غير متوقع "%s" للحقل "%s".

source: Migration cannot be done.
ar_iq: لا يمكن القيام بالهجرة.
fa_ir: قادر به انجام مهاجرت نیست.

source: The database structure does not contain all the data required for migration.
ar_iq: لا تحتوي بنية قاعدة البيانات على كافة البيانات المطلوبة للترحيل.

source: The following database tables are missing: %s.
ar_iq: جداول قاعدة البيانات التالية مفقودة: %s.

source: The following database fields are missing: %s.
ar_iq: حقول قاعدة البيانات التالية مفقودة: %s.

source: %s "%s" (%d) is already up-to-date, its update has been skipped.
ar_iq: %s "%s" (%d) محدث بالفعل، وقد تم تخطي تحديثه.

source: %s "%s" (%d) has been updated.
ar_iq: تم تحديث %s "%s" (%d).

source: Unable to create %s "%s".
ar_iq: غير قادر على إنشاء %s "%s".

source: %s "%s" (%d) has been created.
ar_iq: تم إنشاء %s "%s" (%d).

source: Unable to copy %s "%s".
ar_iq: غير قادر على نسخ %s "%s".

source: Toner
ar_iq: الحبر
fa_ir: تونر

source: Drum
ar_iq: طبل
fa_ir: درام

source: Cartridge
ar_iq: خراطيش
fa_ir: کارتریج

source: Waste bin
ar_iq: سلة المهملات
fa_ir: سطل ضایعات

source: Maintenance kit
ar_iq: طقم صيانة
fa_ir: کیت نگهداری

source: Fuser kit
ar_iq: طقم المصهر
fa_ir: کیت فیوزر

source: Transfer kit
ar_iq: طقم نقل
fa_ir: کیت انتقال

source: Cleaning kit
ar_iq: طقم التنظيف
fa_ir: کیت تمیزکاری

source: Developer
ar_iq: المطور
fa_ir: توسعه دهنده

source: Photoconductor
ar_iq: موصل ضوئي
fa_ir: فتوکونداکتور

source: Light cyan
ar_iq: سماوي فاتح
fa_ir: آبی روشن

source: Light magenta
ar_iq: أرجواني فاتح
fa_ir: ماژنتای روشن

source: Grey
ar_iq: رمادي
fa_ir: خاکستری

source: Dark grey
ar_iq: رمادي غامق
fa_ir: خاکستری تیره

source: Max
ar_iq: الأعلى
fa_ir: حداکثر

source: Remaining
ar_iq: متبقي
fa_ir: باقیمانده

source: Photo
ar_iq: صورة
fa_ir: عکاسی

source: Matte
ar_iq: ماتي
fa_ir: مات

source: Many information grouped
ar_iq: العديد من المعلومات مجمعة
fa_ir: اطلاعات متعددی گروه‌بندی شدند

source: Staples
ar_iq: المواد الغذائية الأساسية
fa_ir: سوزن منگنه
