Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: internal
ar_iq: داخلي
fa_ir: داخلی

source: Following keys has been ignored during process: %1$s
ar_iq: تم تجاهل المفاتيح التالية أثناء العملية: %1$s
fa_ir: کلیدهای زیر در طول پردازش نادیده گرفته شدند: %1$s

source: Add global lock
ar_iq: إضافة قفل عالمي
fa_ir: افزودن قفل سراسری

source: Clean temporary files created from inventories
ar_iq: تنظيف الملفات المؤقتة التي تم إنشاؤها من المخزون
fa_ir: پاک‌سازی فایل‌های موقت ایجاد شده از موجودی‌ها

source: Clean inventories orphaned files
ar_iq: مخزون نظيف الملفات اليتيمة
fa_ir: پاک‌سازی فایل‌های یتیم موجودی‌ها

source: File %1$s has been removed
ar_iq: تمت إزالة الملف %1$s
fa_ir: فایل %1$s حذف شد

source: Unable to remove file %1$s
ar_iq: غير قادر على إزالة الملف %1$s
fa_ir: قادر به حذف فایل %1$s نیست

source: File %1$s %2$s has been removed
ar_iq: تمت إزالة الملف %1$s %2$s
fa_ir: فایل %1$s %2$s حذف شد

source: File %1$s %2$s has not been removed
ar_iq: لم تتم إزالة الملف %1$s %2$s
fa_ir: فایل %1$s %2$s حذف نشد

source: File has not been imported: `%s`.
ar_iq: لم يتم استيراد الملف: `%s`.
fa_ir: فایل `%s` وارد نشد

source: File has been successfully imported.
ar_iq: تم استيراد الملف بنجاح.
fa_ir: فایل با موفقیت وارد شد

source: An error occurs during import: `%s`.
ar_iq: حدث خطأ أثناء الاستيراد: `%s`.
fa_ir: در هنگام وارد کردن فایل خطایی رخ داد: `%s`

source: Clean agents
ar_iq: عوامل نظيفة
fa_ir: پاک‌سازی عامل‌ها

source: Change the status
ar_iq: تغيير الحالة
fa_ir: تغییر وضعیت

source: Put asset in trashbin
ar_iq: وضع الأصول في سلة المهملات
fa_ir: انتقال دارایی به سطل زباله

source: Configuration
ar_iq: إعدادات
fa_ir: پیکربندی

source: Import from file
ar_iq: استيراد من ملف
fa_ir: وارد کردن از فایل

source: Enable inventory
ar_iq: تمكين المخزون
fa_ir: فعال‌سازی موجودی

source: The inventory is disabled, remember to activate it if necessary
ar_iq: المخزون معطل، تذكر تفعيله إذا لزم الأمر

source: Authorization header
ar_iq: رأس التفويض

source: OAuth - Client credentials
ar_iq: OAuth - بيانات اعتماد العميل

source: Basic Authentication
ar_iq: المصادقة الأساسية

source: Import options
ar_iq: خيارات الاستيراد
fa_ir: گزینه‌های واردسازی

source: Network drives
ar_iq: محركات أقراص الشبكة

source: Removable drives
ar_iq: محركات الأقراص القابلة للإزالة

source: Default status
ar_iq: الحالة الافتراضية
fa_ir: وضعیت پیش‌فرض

source: Do not change
ar_iq: لا تتغير
fa_ir: تغییری اعمال نشود

source: Inventory frequency (in hours)
ar_iq: تكرار المخزون (بالساعات)
fa_ir: تناوب موجودی (ساعت)

source: Import monitor on serial partial match
ar_iq: مراقبة الاستيراد على المباراة الجزئية التسلسلية
fa_ir: واردسازی مانیتور با تطابق جزئی سریال

source: Related configurations
ar_iq: التكوينات ذات الصلة
fa_ir: پیکربندی‌های مرتبط

source: Import virtual machines
ar_iq: استيراد الأجهزة الافتراضية
fa_ir: واردسازی ماشین‌های مجازی

source: Create computer for virtual machines
ar_iq: إنشاء جهاز كمبيوتر للأجهزة الافتراضية
fa_ir: ایجاد رایانه برای ماشین‌های مجازی

source: Create components for virtual machines
ar_iq: إنشاء مكونات للأجهزة الافتراضية
fa_ir: ایجاد اجزاء برای ماشین‌های مجازی

source: Will attempt to create components from VM information sent from host, do not use if you plan to inventory any VM directly!
ar_iq: ستحاول إنشاء مكونات من معلومات VM المرسلة من المضيف، لا تستخدمها إذا كنت تخطط لجرد أي جهاز افتراضي مباشرة!
fa_ir: سعی خواهد شد اجزاء از اطلاعات ماشین مجازی ارسال شده توسط میزبان ایجاد شود. اگر قصد دارید هر ماشین مجازی را مستقیماً موجودی‌گیری کنید، از این گزینه استفاده نکنید!

source: Virtual network cards
ar_iq: بطاقات الشبكة الافتراضية
fa_ir: کارت‌های شبکه مجازی

source: Agent cleanup
ar_iq: تنظيف الوكيل
fa_ir: پاک‌سازی عامل‌ها

source: Update agents who have not contacted the server for (in days)
ar_iq: تحديث الوكلاء الذين لم يتصلوا بالخادم لمدة (بالأيام)
fa_ir: به‌روزرسانی عامل‌هایی که طی (تعداد روز) با سرور تماس نگرفته‌اند

source: If the asset status is
ar_iq: إذا كانت حالة الأصول

source: Status to apply
ar_iq: الحالة للتقديم

source: No change
ar_iq: لا تغيير

source: Some properties are not known: %1$s
ar_iq: بعض الخصائص غير معروفة: %1$s
fa_ir: برخی ویژگی‌ها ناشناخته هستند: %1$s

source: Basic Authentication is active. The login and/or password fields are missing.
ar_iq: المصادقة الأساسية نشطة.حقول تسجيل الدخول و/أو كلمة المرور مفقودة.

source: Property %1$s does not exists!
ar_iq: الخاصية %1$s غير موجودة!
fa_ir: ویژگی %1$s موجود نیست!

source: Configure
ar_iq: تكوين
fa_ir: پیکربندی

source: Import configuration
ar_iq: تكوين الاستيراد
fa_ir: درون‌ریزی پیکربندی

source: Opened %1$s (%2$s)
ar_iq: مفتوحة %1$s (%2$s)
fa_ir: باز شده %1$s (%2$s)

source: %1$s satisfaction survey (%2$s)
ar_iq: %1$s استطلاع مدى الرضا (%2$s)
fa_ir: نظرسنجی رضایت %1$s (%2$s)

source: Solved %1$s (%2$s)
ar_iq: محلولة %1$s (%2$s)
fa_ir: حل شده %1$s (%2$s)

source: Late solved %1$s (%2$s)
ar_iq: تم حلها متأخرًا %1$s (%2$s)
fa_ir: حل با تأخیر %1$s (%2$s)

source: Closed %1$s (%2$s)
ar_iq: مغلقة %1$s (%2$s)
fa_ir: بسته شده %1$s (%2$s)

# survey
source: Opened
ar_iq: مفتوح
fa_ir: بازشده

# survey
source: Answered
ar_iq: إجابات
fa_ir: پاسخ داده شده

source: Tickets
ar_iq: تذاكر
fa_ir: تیکت‌ها

source: Satisfaction
ar_iq: الرضى
fa_ir: رضایت‌مندی

# ticket
source: Opened
ar_iq: مفتوحون
fa_ir: بازشده

# ticket
source: Solved
ar_iq: محلولون
fa_ir: حل شده

source: Late
ar_iq: متاخرة
fa_ir: دیرکرد

# Quantity
source: Number
ar_iq: الرقم
fa_ir: تعداد

source: Closure
ar_iq: مغلق
fa_ir: بسته شدن

source: Resolution
ar_iq: الحل
fa_ir: حل مشکل

source: Real duration
ar_iq: الوقت المستخدم الأصلي
fa_ir: مدت زمان واقعی

source: Take into account
ar_iq: أخذ بعين الإعتبار
fa_ir: در نظر گرفتن

source: Invalid twig template (%s)
ar_iq: قالب الغصين غير صالح (%s)
fa_ir: الگوی Twig نامعتبر (%s)

source: Invalid twig template syntax
ar_iq: بناء جملة قالب غصين غير صالح
fa_ir: نحو الگوی Twig نامعتبر است

source: Root variables
ar_iq: المتغيرات الجذرية
fa_ir: متغیرهای اصلی

source: Link
ar_iq: وصلات
fa_ir: پیوند

source: Reference (# + id)
ar_iq: المرجع (# + المعرف)
fa_ir: مرجع (# + شناسه)

source: Closing date
ar_iq: تاريخ الإغلاق
fa_ir: تاریخ بسته شدن

source: Assigned group
ar_iq: المجموعات المخصصة
fa_ir: گروه اختصاص‌یافته

source: Assigned supplier
ar_iq: المورد المعين
fa_ir: تأمین‌کننده اختصاص‌یافته

source: Duration unit
ar_iq: وحدة المدة
fa_ir: واحد مدت

source: Phone
ar_iq: هواتف
fa_ir: تلفن

source: Full name
ar_iq: الاسم الكامل
fa_ir: نام کامل

source: Mobile
ar_iq: متحرك
fa_ir: تلفن همراه

source: Available variables (%s)
ar_iq: المتغيرات المتاحة (%s)
fa_ir: متغیرهای موجود (%s)

source: Variable
ar_iq: عامل
fa_ir: متغیر

source: Usage
ar_iq: الاستخدام
fa_ir: نحوه استفاده

source: References
ar_iq: مراجع
fa_ir: ارجاعات

source: Memcached
ar_iq: ميمكاشد
fa_ir: مم‌کشد

source: API disabled
ar_iq: الواجهة البرمجية غير مفعلة
fa_ir: API غیر فعال است

source: There isn't an active API client matching your IP address in the configuration
ar_iq: لا يوجد عميل API نشط يطابق عنوان IP الخاص بك في التكوين
fa_ir: هیچ کلاینت API فعالی با آدرس IP شما در تنظیمات وجود ندارد

source: parameter(s) login, password or user_token are missing
ar_iq: تسجيل الدخول للمعلمة (المعلمات) أو كلمة المرور أو user_token مفقودة
fa_ir: پارامتر(ها)ی login، password یا user_token موجود نیستند

source: usage of initSession resource with credentials is disabled
ar_iq: تم تعطيل استخدام موارد initSession مع بيانات الاعتماد
fa_ir: استفاده از منبع initSession با اعتبارنامه‌ها غیر فعال است

source: parameter user_token seems invalid
ar_iq: يبدو أن المعلمة user_token غير صالحة
fa_ir: پارامتر user_token نامعتبر به نظر می‌رسد

source: You don't have permission to perform this action.
ar_iq: ليس لديك الإذن لتنفيذ هذا الإجراء.
fa_ir: شما اجازه انجام این عملیات را ندارید.

source: parent itemtype not found or not an instance of CommonDBTM
ar_iq: لم يتم العثور على نوع العنصر الأصلي أو أنه ليس مثيلاً لـ CommonDBTM
fa_ir: نوع آیتم والد یافت نشد یا نمونه‌ای از CommonDBTM نیست

source: Field %s is not valid for %s item.
ar_iq: الحقل %s غير صالح للعنصر %s.
fa_ir: فیلد %s برای آیتم %s معتبر نیست

source: Malformed search criteria
ar_iq: معايير البحث غير صحيحة
fa_ir: معیار جستجوی نامعتبر

source: Bad field ID in search criteria
ar_iq: معرف الحقل غير صحيح في معايير البحث
fa_ir: شناسه فیلد نادرست در معیار جستجو

source: Forbidden field ID in search criteria
ar_iq: معرف الحقل المحظور في معايير البحث
fa_ir: شناسه فیلد ممنوع در معیار جستجو

source: ID is forbidden along with 'forcedisplay' parameter.
ar_iq: المعرف محظور مع معلمة "forcedisplay".
fa_ir: استفاده از ID همراه با پارامتر 'forcedisplay' ممنوع است

source: Item not found
ar_iq: لم يتم العثور على المادة
fa_ir: آیتم یافت نشد

source: Email notifications are disabled
ar_iq: تم تعطيل إشعارات البريد الإلكتروني
fa_ir: اعلان‌های ایمیلی غیرفعال هستند

source: email parameter missing
ar_iq: معلمة البريد الإلكتروني مفقودة
fa_ir: پارامتر ایمیل موجود نیست

source: A session is active
ar_iq: الجلسة نشطة
fa_ir: یک نشست فعال است

source: If the given email address corresponds to one and only one GLPI user, you will receive an email containing the information required to reset your password. Please contact your administrator if you do not receive an email.
ar_iq: إذا كان عنوان البريد الإلكتروني المحدد يتوافق مع مستخدم واحد فقط لـ GLPI، فستتلقى بريدًا إلكترونيًا يحتوي على المعلومات المطلوبة لإعادة تعيين كلمة المرور الخاصة بك.يرجى الاتصال بالمسؤول إذا لم تتلق بريدًا إلكترونيًا.
fa_ir: اگر آدرس ایمیل وارد شده به یک کاربر مشخص در GLPI تعلق داشته باشد، ایمیلی حاوی اطلاعات لازم برای بازیابی گذرواژه دریافت خواهید کرد. اگر ایمیلی دریافت نکردید، لطفاً با مدیر سیستم تماس بگیرید.

source: Reset password successful.
ar_iq: تم إعادة تعيين كلمة المرور بنجاح.
fa_ir: بازنشانی گذرواژه با موفقیت انجام شد

source: parameter app_token seems wrong
ar_iq: يبدو أن المعلمة app_token خاطئة
fa_ir: پارامتر app_token اشتباه به نظر می‌رسد

source: missing parameter app_token
ar_iq: المعلمة المفقودة app_token
fa_ir: پارامتر app_token موجود نیست

source: API Documentation
ar_iq: وثائق واجهة برمجة التطبيقات
fa_ir: مستندات API

source: input parameter must be an array of objects
ar_iq: يجب أن تكون معلمة الإدخال عبارة عن مجموعة من الكائنات
fa_ir: پارامتر ورودی باید یک آرایه از اشیاء باشد

source: Method Not Allowed
ar_iq: الطريقة غير مسموح بها
fa_ir: روش مجاز نیست

source: session_token seems invalid
ar_iq: يبدو أن session_token غير صالح
fa_ir: session_token نامعتبر به نظر می‌رسد

source: parameter session_token is missing or empty
ar_iq: المعلمة session_token مفقودة أو فارغة
fa_ir: پارامتر session_token وجود ندارد یا خالی است

source: view documentation in your browser at %s
ar_iq: عرض الوثائق في متصفحك على %s
fa_ir: مستندات را در مرورگر خود در %s مشاهده کنید

source: Rest API
ar_iq: بقية API
fa_ir: API مبتنی بر Rest

source: Only HTTP verb PUT is allowed
ar_iq: يُسمح فقط بفعل HTTP PUT
fa_ir: تنها دستور HTTP PUT مجاز است

source: resource not found or not an instance of CommonDBTM
ar_iq: لم يتم العثور على المورد أو أنه ليس مثيلاً لـ CommonDBTM
fa_ir: منبع پیدا نشد یا نمونه‌ای از CommonDBTM نیست

source: missing resource
ar_iq: الموارد المفقودة
fa_ir: منبع موجود نیست

source: An error occurred while processing your request.
ar_iq: حدث خطأ أثناء معالجة طلبك.

source: Invalid RSQL query
ar_iq: استعلام RSQL غير صالح

source: RSQL query is missing an operator in filter for property "%1$s"
ar_iq: يفتقد استعلام RSQL عامل تشغيل في عامل التصفية للخاصية "%1$s"

source: RSQL query has an incomplete operator in filter for property "%1$s"
ar_iq: يحتوي استعلام RSQL على عامل تشغيل غير مكتمل في عامل التصفية للخاصية "%1$s"

source: RSQL query has one or more unclosed groups
ar_iq: يحتوي استعلام RSQL على مجموعة واحدة أو أكثر غير مغلقة

source: Invalid RSQL array: %s
ar_iq: صفيف RSQL غير صالح: %s

source: RSQL query is missing a value in filter for property "%1$s"
ar_iq: يفتقد استعلام RSQL قيمة في عامل التصفية للخاصية "%1$s"

source: An internal error occurred while trying to fetch the data.
ar_iq: حدث خطأ داخلي أثناء محاولة جلب البيانات.

source: For more information, check the GLPI logs.
ar_iq: لمزيد من المعلومات، تحقق من سجلات GLPI.
fa_ir: برای اطلاعات بیشتر، لاگ‌های GLPI را بررسی کنید.

# api
source: Invalid JSON body
ar_iq: نص JSON غير صالح

# api
source: You are not authenticated
ar_iq: لم تتم المصادقة عليك

# api
source: The Authorization header is missing or invalid
ar_iq: رأس التفويض مفقود أو غير صالح

source: Rear
ar_iq: مؤخرة
fa_ir: پشت

source: Front
ar_iq: أمام
fa_ir: جلو

source: Create both
ar_iq: إنشاء كليهما

source: Socket
ar_iq: المقبس
fa_ir: سوکت

source: Associated item type
ar_iq: أنواع العناصر المرتبطة
fa_ir: نوع آیتم مرتبط

source: Associated item ID
ar_iq: معرف العنصر المرتبط
fa_ir: شناسه آیتم مرتبط

source: Item Name
ar_iq: اسم العنصر
fa_ir: نام آیتم

source: Asset name
ar_iq: اسم الأصول

source: The system name is mandatory.
ar_iq: اسم النظام إلزامي.

source: The system name is a reserved name.
ar_iq: اسم النظام هو اسم محجوز.

source: The system name must be unique.
ar_iq: يجب أن يكون اسم النظام فريدًا.

source: Item id
ar_iq: معرف العنصر
fa_ir: شناسه آیتم

source: Comparison
ar_iq: مقارنة

source: Relation
ar_iq: العلاقة
fa_ir: رابطه

source: Impacted by
ar_iq: متأثر ب
fa_ir: تأثیر گرفته از

source: Calendar of %s
ar_iq: تقويم %s
fa_ir: تقویم %s

source: Installed
ar_iq: تم التثبيت
fa_ir: نصب شده

source: Discover
ar_iq: اكتشف
fa_ir: کشف

source: %1$s services website seems not available from your network or offline
ar_iq: يبدو أن موقع خدمات %1$s غير متاح على شبكتك أو في وضع عدم الاتصال
fa_ir: سایت خدمات %1$s از شبکه شما در دسترس نیست یا آفلاین است

source: Maybe you could setup a proxy
ar_iq: ربما يمكنك إعداد وكيل
fa_ir: ممکن است نیاز باشد یک پراکسی تنظیم کنید

source: or please check later
ar_iq: أو يرجى التحقق لاحقا
fa_ir: یا لطفاً بعداً بررسی کنید

source: Your %1$s registration is not valid.
ar_iq: تسجيلك %1$s غير صالح.
fa_ir: ثبت‌نام %1$s شما معتبر نیست.

source: A registration, at least a free one, is required to use marketplace!
ar_iq: يلزم التسجيل، على الأقل مجانًا، لاستخدام السوق!
fa_ir: برای استفاده از مارکت‌پلیس، حداقل یک ثبت‌نام رایگان لازم است!

source: Register on %1$s
ar_iq: سجل على %1$s
fa_ir: ثبت‌نام در %1$s

source: and
ar_iq: و
fa_ir: و

source: fill your registration key in setup.
ar_iq: املأ مفتاح التسجيل الخاص بك في الإعداد.
fa_ir: کلید ثبت‌نام خود را در تنظیمات وارد کنید.

source: Your %1$s subscription has been terminated.
ar_iq: تم إنهاء اشتراكك في %1$s.
fa_ir: اشتراک %1$s شما پایان یافته است.

source: Renew it on %1$s.
ar_iq: تجديده في %1$s.
fa_ir: آن را در %1$s تمدید کنید.

source: Unable to fetch plugin list due to %s services website unavailability. Please try again later.
ar_iq: غير قادر على جلب قائمة المكونات الإضافية بسبب عدم توفر موقع خدمات %s.يرجى المحاولة مرة أخرى في وقت لاحق.
fa_ir: به دلیل در دسترس نبودن سایت خدمات %s، امکان دریافت لیست پلاگین‌ها وجود ندارد. لطفاً بعداً دوباره تلاش کنید.

source: Plugin list may be truncated due to %s services website unavailability. Please try again later.
ar_iq: قد يتم اقتطاع قائمة المكونات الإضافية بسبب عدم توفر موقع خدمات %s.يرجى المحاولة مرة أخرى في وقت لاحق.
fa_ir: لیست پلاگین‌ها ممکن است به دلیل در دسترس نبودن سایت خدمات %s ناقص باشد. لطفاً بعداً دوباره تلاش کنید.

source: We can't write on the markeplace directory (%s).
ar_iq: لا يمكننا الكتابة في دليل السوق (%s).
fa_ir: نمی‌توانیم در پوشه مارکت‌پلیس (%s) بنویسیم.

source: If you want to ease the plugins download, please check permissions and ownership of this directory.
ar_iq: إذا كنت تريد تسهيل تنزيل المكونات الإضافية، فيرجى التحقق من الأذونات وملكية هذا الدليل.
fa_ir: برای آسان‌تر شدن دانلود پلاگین‌ها، لطفاً مجوزها و مالکیت این پوشه را بررسی کنید.

source: Otherwise, you will need to download and unzip the plugins archives manually.
ar_iq: بخلاف ذلك، ستحتاج إلى تنزيل أرشيفات المكونات الإضافية وفك ضغطها يدويًا.
fa_ir: در غیر این صورت، باید آرشیو پلاگین‌ها را به صورت دستی دانلود و استخراج کنید.

source: Alpha ASC
ar_iq: ألفا تصاعدي
fa_ir: حروف الفبا صعودی

source: Alpha DESC
ar_iq: ألفا تنازلي
fa_ir: حروف الفبا نزولی

source: Last updated
ar_iq: آخر تحديث
fa_ir: آخرین بروزرسانی

source: Most recent
ar_iq: الأحدث
fa_ir: جدیدترین‌ها

source: Best notes
ar_iq: أفضل الملاحظات
fa_ir: بهترین امتیازات

source: Your plugin here? Contact us.
ar_iq: البرنامج المساعد الخاص بك هنا؟اتصل بنا.

source: Refresh plugin list
ar_iq: تحديث قائمة البرنامج المساعد
fa_ir: بازنشانی لیست پلاگین‌ها

source: Filter plugin list
ar_iq: تصفية قائمة البرنامج المساعد
fa_ir: فیلتر کردن لیست پلاگین‌ها

source: Clean
ar_iq: نظف
fa_ir: پاک‌سازی

source: Download again
ar_iq: التنزيل مرة أخرى
fa_ir: دوباره دانلود کنید

source: This plugin is not available for your GLPI version.
ar_iq: هذا البرنامج المساعد غير متوفر لإصدار GLPI الخاص بك.
fa_ir: این پلاگین برای نسخه GLPI شما در دسترس نیست.

source: The plugin has an available update but its directory is not writable.
ar_iq: يحتوي البرنامج المساعد على تحديث متاح ولكن الدليل الخاص به غير قابل للكتابة.
fa_ir: برای این پلاگین بروزرسانی موجود است اما پوشه آن قابل نوشتن نیست.

source: Download archive manually, you must uncompress it in plugins directory (%s)
ar_iq: تنزيل الأرشيف يدويًا، يجب عليك فك ضغطه في دليل المكونات الإضافية (%s)
fa_ir: آرشیو را به صورت دستی دانلود کنید و باید آن را در پوشه پلاگین‌ها (%s) استخراج کنید.

source: The plugin has an available update but its local directory contains source versioning.
ar_iq: يحتوي البرنامج الإضافي على تحديث متاح ولكن دليله المحلي يحتوي على إصدار المصدر.
fa_ir: برای این پلاگین بروزرسانی موجود است اما پوشه محلی شامل نسخه‌بندی سورس است.

source: To avoid overwriting a potential branch under development, downloading is disabled.
ar_iq: لتجنب الكتابة فوق فرع محتمل قيد التطوير، تم تعطيل التنزيل.
fa_ir: برای جلوگیری از بازنویسی یک شاخه احتمالی در حال توسعه، دانلود غیرفعال شده است.

source: A new version (%s) is available, update?
ar_iq: يتوفر إصدار جديد (%s)، هل تريد التحديث؟
fa_ir: نسخه جدید (%s) موجود است، بروزرسانی کنید؟

source: You need a superior GLPI-Network offer to access to this plugin (%s)
ar_iq: أنت بحاجة إلى عرض GLPI-Network متميز للوصول إلى هذا المكون الإضافي (%s)
fa_ir: برای دسترسی به این پلاگین (%s) نیاز به یک پیشنهاد GLPI-Network بالاتر دارید

source: Install
ar_iq: تثبيت
fa_ir: نصب

source: Uninstall
ar_iq: الغاء التثبيت
fa_ir: حذف

# button
source: Uninstall
ar_iq: الغاء التثبيت
fa_ir: حذف

source: By uninstalling the "%s" plugin you will lose all the data of the plugin.
ar_iq: من خلال إلغاء تثبيت المكون الإضافي "%s"، ستفقد جميع بيانات المكون الإضافي.
fa_ir: با حذف پلاگین "%s" تمامی داده‌های این پلاگین از بین خواهد رفت.

source: The plugins maintenance actions are disabled when the plugins execution is suspended.
ar_iq: يتم تعطيل إجراءات صيانة المكونات الإضافية عند تعليق تنفيذ المكونات الإضافية.

source: You must have a %s subscription to get this plugin
ar_iq: يجب أن يكون لديك اشتراك %s للحصول على هذا المكون الإضافي
fa_ir: برای دریافت این پلاگین باید اشتراک %s داشته باشید

source: You need at least the %s subscription level to get this plugin
ar_iq: تحتاج إلى مستوى الاشتراك %s على الأقل للحصول على هذا المكون الإضافي
fa_ir: برای دریافت این پلاگین حداقل نیاز به اشتراک سطح %s دارید

source: %s plugin
ar_iq: %s البرنامج المساعد
fa_ir: پلاگین %s

source: Switch to marketplace
ar_iq: التبديل إلى السوق
fa_ir: رفتن به مارکت‌پلیس

source: GLPI provides a new marketplace to download and install plugins.
ar_iq: يوفر GLPI سوقًا جديدًا لتنزيل المكونات الإضافية وتثبيتها.
fa_ir: GLPI یک مارکت‌پلیس جدید برای دانلود و نصب پلاگین‌ها فراهم کرده است.

source: Do you want to replace the plugins setup page by the new marketplace?
ar_iq: هل تريد استبدال صفحة إعداد المكونات الإضافية بالسوق الجديد؟
fa_ir: آیا می‌خواهید صفحه تنظیمات پلاگین‌ها با مارکت‌پلیس جدید جایگزین شود؟

source: Later
ar_iq: لاحقاً
fa_ir: بعداً

source: Administrator
ar_iq: المسؤول
fa_ir: مدیر

source: Check all plugin updates
ar_iq: تحقق من كافة تحديثات البرنامج المساعد
fa_ir: بررسی تمام بروزرسانی‌های پلاگین‌ها

source: Some updates are available for your installed plugins!
ar_iq: تتوفر بعض التحديثات للمكونات الإضافية المثبتة لديك!
fa_ir: برخی بروزرسانی‌ها برای پلاگین‌های نصب‌شده شما موجود است!

source: Plugin name
ar_iq: اسم البرنامج المساعد
fa_ir: نام پلاگین

source: Plugin directory
ar_iq: دليل البرنامج المساعد
fa_ir: پوشه پلاگین

source: Plugin new version number
ar_iq: رقم الإصدار الجديد للبرنامج المساعد
fa_ir: شماره نسخه جدید پلاگین

source: Plugin old version number
ar_iq: رقم الاصدار القديم للملحق
fa_ir: شماره نسخه قدیمی پلاگین

source: URL of GLPI marketplace
ar_iq: عنوان URL لسوق GLPI
fa_ir: نشانی URL مارکت‌پلیس GLPI

source: Cannot find the specified version of the plugin.
ar_iq: لا يمكن العثور على الإصدار المحدد من البرنامج المساعد.

source: Unable to download plugin archive.
ar_iq: غير قادر على تنزيل أرشيف البرنامج المساعد.
fa_ir: امکان دانلود فایل آرشیو پلاگین وجود ندارد.

source: Plugin archive format is not supported by your system : %s.
ar_iq: تنسيق أرشيف المكونات الإضافية غير مدعوم من قبل نظامك: %s.
fa_ir: فرمت فایل آرشیو پلاگین توسط سیستم شما پشتیبانی نمی‌شود: %s.

source: Unable to extract plugin archive.
ar_iq: غير قادر على استخراج أرشيف البرنامج المساعد.
fa_ir: امکان استخراج فایل آرشیو پلاگین وجود ندارد.

source: New version for plugin %s: %s
ar_iq: الإصدار الجديد للمكون الإضافي %s: %s
fa_ir: نسخه جدید پلاگین %s: %s

source: Very low
ar_iq: منخفض جداً

source: Low
ar_iq: منخفض

source: Medium
ar_iq: متوسط

source: High
ar_iq: مرتفع

source: Very high
ar_iq: مرتفع جداً

source: Unlock automatic tasks
ar_iq: فتح المهام التلقائية
fa_ir: باز کردن قفل وظایف خودکار

source: Unlock all tasks
ar_iq: فتح كافة المهام
fa_ir: باز کردن قفل همه وظایف

source: Execution time (in cycles) from which the task is considered as stuck (delay = task frequency * cycle)
ar_iq: وقت التنفيذ (بالدورات) الذي تعتبر المهمة عالقة منه (التأخير = تكرار المهمة * الدورة)
fa_ir: زمان اجرا (به چرخه) که از آن وظیفه به عنوان گیر کرده در نظر گرفته می‌شود (تأخیر = فرکانس وظیفه * چرخه)

source: Execution time (in seconds) from which the task is considered as stuck (default: 1800)
ar_iq: وقت التنفيذ (بالثواني) الذي تعتبر المهمة عالقة منه (الافتراضي: 1800)
fa_ir: زمان اجرا (به ثانیه) که از آن وظیفه به عنوان گیر کرده در نظر گرفته می‌شود (پیش‌فرض: ۱۸۰۰)

source: Itemtype::name of task to unlock (e.g: "MailCollector::mailgate")
ar_iq: نوع العنصر::اسم المهمة المراد فتحها (على سبيل المثال: "MailCollector::mailgate")
fa_ir: Itemtype::نام وظیفه برای باز کردن قفل (مثال: "MailCollector::mailgate")

source: Task "%s" is still running but not in the whitelist.
ar_iq: لا تزال المهمة "%s" قيد التشغيل ولكنها ليست في القائمة البيضاء.
fa_ir: وظیفه "%s" هنوز در حال اجراست اما در فهرست سفید نیست.

source: Task "%s" unlocked.
ar_iq: تم إلغاء قفل المهمة "%s".
fa_ir: وظیفه "%s" باز شد.

source: An error occurs while trying to unlock "%s" task.
ar_iq: حدث خطأ أثناء محاولة إلغاء تأمين المهمة "%s".
fa_ir: هنگام تلاش برای باز کردن قفل وظیفه "%s" خطایی رخ داد.

source: Number of tasks unlocked: %d.
ar_iq: عدد المهام المفتوحة: %d.
fa_ir: تعداد وظایف باز شده: %d.

source: Option --cycle is not compatible with option --delay.
ar_iq: الخيار --cycle غير متوافق مع الخيار --delay.
fa_ir: گزینه --cycle با گزینه --delay سازگار نیست.

source: Option --cycle has to be an integer.
ar_iq: الخيار --cycle يجب أن يكون عددًا صحيحًا.
fa_ir: گزینه --cycle باید یک عدد صحیح باشد.

source: Option --delay has to be an integer.
ar_iq: الخيار --delay يجب أن يكون عددًا صحيحًا.
fa_ir: گزینه --delay باید یک عدد صحیح باشد.

source: Option --all is not compatible with option --task.
ar_iq: الخيار --all غير متوافق مع الخيار --task.
fa_ir: گزینه --all با گزینه --task سازگار نیست.

source: You have to specify which tasks to unlock using --all or --task options.
ar_iq: يجب عليك تحديد المهام التي سيتم فتحها باستخدام خيارات --all أو --task.
fa_ir: باید مشخص کنید کدام وظایف را با استفاده از گزینه‌های --all یا --task باز کنید.

source: Allow usage statistics sending to Telemetry service (%s)
ar_iq: السماح بإرسال إحصائيات الاستخدام إلى خدمة القياس عن بعد (%s)
fa_ir: ارسال آمار استفاده به سرویس Telemetry (%s) مجاز است
