Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: SELinux boolean %s is %s, some features may require this to be on.
ar_iq: SELinux boolean %s هو %s، قد تتطلب بعض الميزات تشغيله.
fa_ir: متغیر بولی SELinux با نام %s برابر %s است؛ برخی قابلیت‌ها ممکن است نیاز داشته باشند که این مقدار روشن باشد.

source: SELinux configuration is OK.
ar_iq: تكوين SELinux على ما يرام.
fa_ir: پیکربندی SELinux درست است.

source: PHP maximal integer size
ar_iq: PHP الحد الأقصى لحجم العدد الصحيح
fa_ir: حداکثر اندازه عدد صحیح در PHP

source: Support of 64 bits integers is required for IP addresses related operations (network inventory, API clients IP filtering, ...).
ar_iq: مطلوب دعم الأعداد الصحيحة 64 بت للعمليات المتعلقة بعناوين IP (مخزون الشبكة، تصفية IP لعملاء واجهة برمجة التطبيقات، ...).
fa_ir: پشتیبانی از اعداد صحیح ۶۴ بیتی برای عملیات مرتبط با آدرس‌های IP لازم است (مانند موجودی شبکه، فیلتر کردن IP کلاینت‌های API و ...).

source: OS or PHP is not relying on 64 bits integers.
ar_iq: نظام التشغيل أو PHP لا يعتمد على أعداد صحيحة 64 بت.

source: OS and PHP are relying on 64 bits integers.
ar_iq: يعتمد نظام التشغيل و PHP على أعداد صحيحة 64 بت.
fa_ir: سیستم عامل و PHP از اعداد صحیح ۶۴ بیتی استفاده می‌کنند.

source: Permissions for cache files
ar_iq: أذونات لملفات ذاكرة التخزين المؤقت
fa_ir: دسترسی‌های لازم برای فایل‌های کش

source: Permissions for setting files
ar_iq: أذونات لإعداد الملفات
fa_ir: دسترسی‌های لازم برای فایل‌های تنظیمات

source: Permissions for automatic actions files
ar_iq: أذونات لملفات الإجراءات التلقائية
fa_ir: دسترسی‌های لازم برای فایل‌های اقدامات خودکار

source: Permissions for document files
ar_iq: أذونات لملفات المستندات
fa_ir: دسترسی‌های لازم برای فایل‌های سند

source: Permissions for graphic files
ar_iq: أذونات للملفات الرسومية
fa_ir: دسترسی‌های لازم برای فایل‌های گرافیکی

source: Permissions for lock files
ar_iq: أذونات لملفات القفل
fa_ir: دسترسی‌های لازم برای فایل‌های قفل

source: Permissions for marketplace directory
ar_iq: أذونات لدليل السوق
fa_ir: دسترسی‌های لازم برای پوشه Marketplace

source: Permissions for plugins document files
ar_iq: أذونات لملفات المستندات الإضافية
fa_ir: دسترسی‌های لازم برای فایل‌های سند پلاگین‌ها

source: Permissions for pictures files
ar_iq: أذونات لملفات الصور
fa_ir: دسترسی‌های لازم برای فایل‌های تصاویر

source: Permissions for rss files
ar_iq: أذونات لملفات آر إس إس
fa_ir: دسترسی‌های لازم برای فایل‌های RSS

source: Permissions for session files
ar_iq: أذونات لملفات الجلسة
fa_ir: دسترسی‌های لازم برای فایل‌های جلسه (Session)

source: If you have "session.save_handler" set to something besides "files" in your php.ini, this is not required.
ar_iq: إذا قمت بتعيين "session.save_handler" على شيء آخر إلى جانب "الملفات" في ملف php.ini الخاص بك، فهذا غير مطلوب.

source: Permissions for temporary files
ar_iq: أذونات الملفات المؤقتة
fa_ir: دسترسی‌های لازم برای فایل‌های موقت

source: Permissions for upload files
ar_iq: أذونات لتحميل الملفات
fa_ir: دسترسی‌های لازم برای فایل‌های آپلود

source: Permissions for directory %s
ar_iq: أذونات الدليل %s
fa_ir: دسترسی‌های لازم برای پوشه %s

source: Write access to %s has been validated.
ar_iq: تم التحقق من صحة حق الوصول للكتابة إلى %s.
fa_ir: دسترسی نوشتن به %s تأیید شد.

source: The file was created in %s but can't be deleted.
ar_iq: تم إنشاء الملف في %s لكن لا يمكن حذفه.
fa_ir: فایل در %s ایجاد شد اما نمی‌توان آن را حذف کرد.

source: The file could not be created in %s.
ar_iq: لا يمكن إنشاء الملف في %s.
fa_ir: فایل در %s قابل ایجاد نبود.

source: The directory was created in %s but could not be removed.
ar_iq: تم إنشاء الدليل في %s لكن تعذرت إزالته.
fa_ir: پوشه در %s ایجاد شد اما نمی‌توان آن را حذف کرد.

source: The directory could not be created in %s.
ar_iq: لا يمكن إنشاء الدليل في %s.
fa_ir: پوشه در %s قابل ایجاد نبود.

source: PHP Parser
ar_iq: محلل PHP
fa_ir: تجزیه‌کننده PHP

source: PHP version (%s) is supported.
ar_iq: إصدار PHP (%s) مدعوم.
fa_ir: نسخه PHP (%s) پشتیبانی می‌شود.

source: PHP version must be between %s and %s.
ar_iq: يجب أن يكون إصدار PHP بين %s و%s.

source: DB configuration
ar_iq: تكوين قاعدة البيانات
fa_ir: پیکربندی پایگاه داده

source: Unable to validate database configuration variables.
ar_iq: غير قادر على التحقق من صحة متغيرات تكوين قاعدة البيانات.
fa_ir: امکان اعتبارسنجی متغیرهای پیکربندی پایگاه داده وجود ندارد.

source: Database configuration is OK.
ar_iq: تكوين قاعدة البيانات على ما يرام.
fa_ir: پیکربندی پایگاه داده درست است.

source: The constant %s is present.
ar_iq: الثابت %s موجود.
fa_ir: ثابت %s موجود است.

source: The constant %s is not present.
ar_iq: الثابت %s غير موجود.
fa_ir: ثابت %s موجود نیست.

source: The constant %s is missing.
ar_iq: الثابت %s مفقود.
fa_ir: ثابت %s یافت نشد.

source: Sessions configuration
ar_iq: تكوين الجلسات
fa_ir: پیکربندی نشست‌ها

source: session extension is not installed.
ar_iq: لم يتم تثبيت ملحق الجلسة.
fa_ir: افزونه session نصب نشده است.

source: "session.auto_start" must be set to off.
ar_iq: يجب ضبط "session.auto_start" على وضع إيقاف التشغيل.
fa_ir: گزینه "session.auto_start" باید روی off تنظیم شود.

source: Sessions configuration is OK.
ar_iq: تكوين الجلسات على ما يرام.
fa_ir: پیکربندی نشست‌ها درست است.

source: DB timezone data
ar_iq: بيانات المنطقة الزمنية لقاعدة البيانات
fa_ir: داده‌های منطقه زمانی پایگاه داده

source: Enable usage of timezones.
ar_iq: تمكين استخدام المناطق الزمنية.
fa_ir: فعال کردن استفاده از مناطق زمانی.

source: Timezones seems not loaded, see https://glpi-install.readthedocs.io/en/latest/timezones.html.
ar_iq: يبدو أن المناطق الزمنية لم يتم تحميلها، راجع https://glpi-install.readthedocs.io/en/latest/timezones.html.
fa_ir: به نظر می‌رسد مناطق زمانی بارگذاری نشده‌اند، لطفاً به https://glpi-install.readthedocs.io/en/latest/timezones.html مراجعه کنید.

source: Timezones seems loaded in database.
ar_iq: يبدو أن المناطق الزمنية محملة في قاعدة البيانات.
fa_ir: به نظر می‌رسد مناطق زمانی در پایگاه داده بارگذاری شده‌اند.

source: PHP maintained version
ar_iq: نسخة PHP المحتفظ بها
fa_ir: نسخه پشتیبانی‌شده PHP

source: A PHP version maintained by the PHP community should be used to get the benefits of PHP security and bug fixes.
ar_iq: يجب استخدام إصدار PHP الذي يحتفظ به مجتمع PHP للحصول على فوائد أمان PHP وإصلاحات الأخطاء.
fa_ir: باید از نسخه‌ای از PHP استفاده شود که توسط جامعه PHP پشتیبانی می‌شود تا از مزایای امنیت و رفع باگ‌های PHP بهره‌مند شوید.

source: PHP %s is no longer maintained by its community.
ar_iq: PHP %s لم تعد تتم صيانتها بواسطة مجتمعها.
fa_ir: نسخه PHP %s دیگر توسط جامعه پشتیبانی نمی‌شود.

source: Even if GLPI still supports this PHP version, an upgrade to a more recent PHP version is recommended.
ar_iq: حتى لو كان GLPI لا يزال يدعم إصدار PHP هذا، فمن المستحسن الترقية إلى إصدار PHP أحدث.
fa_ir: حتی اگر GLPI هنوز این نسخه PHP را پشتیبانی کند، توصیه می‌شود به نسخه جدیدتری از PHP ارتقا دهید.

source: Indeed, this PHP version may contain unpatched security vulnerabilities.
ar_iq: في الواقع، قد يحتوي إصدار PHP هذا على ثغرات أمنية غير مُصححة.
fa_ir: در واقع، این نسخه PHP ممکن است حاوی آسیب‌پذیری‌های امنیتی رفع‌نشده باشد.

source: Permissions for log files
ar_iq: أذونات لملفات السجل
fa_ir: دسترسی به فایل‌های لاگ

source: The log file has been created successfully.
ar_iq: تم إنشاء ملف السجل بنجاح.
fa_ir: فایل لاگ با موفقیت ایجاد شد.

source: The log file could not be created in %s.
ar_iq: لا يمكن إنشاء ملف السجل في %s.
fa_ir: فایل لاگ در %s قابل ایجاد نیست.

source: %s extension
ar_iq: ملحق %s
fa_ir: افزونه %s

source: DB engine version
ar_iq: نسخة محرك قاعدة البيانات
fa_ir: نسخه موتور پایگاه داده

source: Database engine version (%s) is supported.
ar_iq: إصدار محرك قاعدة البيانات (%s) مدعوم.
fa_ir: نسخه موتور پایگاه داده (%s) پشتیبانی می‌شود.

source: Database engine version (%s) is not supported.
ar_iq: إصدار محرك قاعدة البيانات (%s) غير مدعوم.
fa_ir: نسخه موتور پایگاه داده (%s) پشتیبانی نمی‌شود.

source: Database tables engine
ar_iq: محرك جداول قاعدة البيانات

source: The database contains %1$d table(s) using the unsupported MyISAM engine. Please run the "%2$s" command to migrate them to the InnoDB engine.
ar_iq: تحتوي قاعدة البيانات على %1$d جدول (جداول) باستخدام محرك MyISAM غير المدعوم.الرجاء تشغيل الأمر "%2$s" لترحيلهم إلى محرك InnoDB.

source: Following extensions are installed: %s.
ar_iq: تم تثبيت الملحقات التالية: %s.
fa_ir: افزونه‌های نصب‌شده: %s.

source: Following extensions are not present: %s.
ar_iq: الملحقات التالية غير موجودة: %s.
fa_ir: افزونه‌های موجود نیستند: %s.

source: Following extensions are missing: %s.
ar_iq: الإضافات التالية مفقودة: %s.
fa_ir: افزونه‌های مفقود: %s.

source: Log file
ar_iq: ملف السجل

# oauth
source: Tenant ID
ar_iq: معرف المستأجر
fa_ir: شناسه مستأجر

# oauth
source: Use "common" if your application is shared by multiple tenants.
ar_iq: استخدم "مشترك" إذا تمت مشاركة طلبك بواسطة عدة مستأجرين.
fa_ir: اگر برنامه شما توسط چند مستأجر مشترک استفاده می‌شود، از "common" استفاده کنید.

source: Import form
ar_iq: نموذج الاستيراد

source: Configuration has been updated
ar_iq: تم تحديث التكوين
fa_ir: پیکربندی به‌روزرسانی شد

source: New ticket
ar_iq: تذكرة جديدة
fa_ir: تیکت جدید

source: Invalid request
ar_iq: طلب غير صالح

source: Invalid request parameters.
ar_iq: معلمات الطلب غير صالحة.

source: The requested item has not been found.
ar_iq: لم يتم العثور على العنصر المطلوب.

source: The request is invalid and cannot be processed.
ar_iq: الطلب غير صالح ولا يمكن معالجته.

source: Return to previous page
ar_iq: العودة إلى الصفحة السابقة
fa_ir: بازگشت به صفحه قبل

source: Invalid backup code
ar_iq: الرمز الاحتياطي غير صالح

source: Invalid TOTP code
ar_iq: رمز TOTP غير صالح

source: Invalid id
ar_iq: معرف غير صالح

source: Invalid itemtype
ar_iq: نوع العنصر غير صالح

source: Forbidden itemtype
ar_iq: نوع العنصر المحظور

source: Invalid action
ar_iq: إجراء غير صالح

source: Failed to update item
ar_iq: فشل تحديث العنصر

source: Failed to delete item
ar_iq: فشل حذف العنصر

source: Failed to restore item
ar_iq: فشلت استعادة العنصر

source: Failed to purge item
ar_iq: فشل في مسح العنصر

source: %1$s executes the "%2$s" action on the item %3$s
ar_iq: %1$s ينفذ الإجراء "%2$s" على العنصر %3$s

source: You must accept cookies to reach this application
ar_iq: يجب عليك السماح بالكعكات (الكوكيز) لإستخدام هذا البرنامج
fa_ir: برای دسترسی به این برنامه باید کوکی‌ها را بپذیرید

source: Logins are not possible at this time. Please contact your administrator.
ar_iq: تسجيلات الدخول غير ممكنة في هذا الوقت.يرجى الاتصال بالمسؤول الخاص بك.

source: Default (from user profile)
ar_iq: الافتراضي (من ملف تعريف المستخدم)
fa_ir: پیش‌فرض (از پروفایل کاربر)

source: This item is not published yet
ar_iq: لم يتم نشر هذا البند بعد
fa_ir: این آیتم هنوز منتشر نشده است

source: under
ar_iq: تحت
fa_ir: زیر

source: not under
ar_iq: ليس تحت
fa_ir: تحت نظر نیست

source: %1$s is empty
ar_iq: %1$s فارغ

source: All %1$s
ar_iq: الكل %1$s

source: Search results for %1$s
ar_iq: نتائج البحث عن %1$s

source: View
ar_iq: منظر
fa_ir: نما

source: Filtered by %s
ar_iq: تمت التصفية بواسطة %s

source: Sorted by %s
ar_iq: مرتبة حسب %s

source: contains
ar_iq: يحتوي على
fa_ir: شامل می‌شود

source: not contains
ar_iq: لا يحتوي
fa_ir: شامل نمی‌شود

source: is
ar_iq: يساوي
fa_ir: است

source: is not
ar_iq: لا يساوي
fa_ir: نیست

source: before
ar_iq: قبل
fa_ir: قبل از

source: after
ar_iq: بعد
fa_ir: بعد از

source: My groups
ar_iq: مجموعاتي
fa_ir: گروه‌های من

source: Some search criteria were removed because they are invalid
ar_iq: تمت إزالة بعض معايير البحث لأنها غير صالحة

source: must be a boolean (0 or 1)
ar_iq: يجب أن تكون قيمة منطقية (0 أو 1)

source: must be a color (6 hexadecimal characters)
ar_iq: يجب أن يكون لونًا (6 أحرف ست عشرية)

source: must be a number
ar_iq: يجب أن يكون رقما

source: must be a date time (YYYY-MM-DD HH:mm:SS) or be a relative number of months (e.g. > -6 for dates higher than 6 months ago)
ar_iq: يجب أن يكون تاريخًا ووقتًا (YYYY-MM-DD HH:mm:SS) أو أن يكون عددًا نسبيًا من الأشهر (على سبيل المثال > -6 للتواريخ الأقدم من 6 أشهر مضت)

source: must be a date (YYYY-MM-DD) or be a relative number of months (e.g. > -6 for dates higher than 6 months ago)
ar_iq: يجب أن يكون تاريخًا (YYYY-MM-DD) أو عددًا نسبيًا من الأشهر (على سبيل المثال > -6 للتواريخ التي سبقت 6 أشهر مضت)

source: NOT
ar_iq: لا
fa_ir: نیست

source: AND NOT
ar_iq: وليس
fa_ir: و نیست

source: OR NOT
ar_iq: أم لا
fa_ir: یا نیست

source: 'All' criterion is not usable with this object list, sql query fails (too many tables). Please use 'Items seen' criterion instead
ar_iq: معيار "الكل" غير قابل للاستخدام مع قائمة الكائنات هذه، فشل استعلام SQL (عدد كبير جدًا من الجداول).الرجاء استخدام معيار "العناصر التي تمت مشاهدتها" بدلاً من ذلك
fa_ir: معیار 'همه' قابل استفاده با این لیست اشیا نیست، پرس‌وجوی SQL با شکست مواجه شد (تعداد جداول بیش از حد است). لطفاً از معیار 'موارد مشاهده‌شده' استفاده کنید

source: See planning
ar_iq: انظر التخطيط
fa_ir: مشاهده برنامه‌ریزی

source: Preview results
ar_iq: معاينة النتائج

# status
source: Not solved
ar_iq: لم يتم حله
fa_ir: حل نشده

source: Late tickets
ar_iq: التذاكر المتأخرة
fa_ir: تیکت‌های دیرکرد

source: Tickets waiting for approval
ar_iq: التذاكر في انتظار الموافقة

source: Incoming tickets
ar_iq: التذاكر الواردة
fa_ir: تیکت‌های ورودی

source: Pending tickets
ar_iq: التذاكر المعلقة
fa_ir: تیکت‌های در حال انتظار

source: Assigned tickets
ar_iq: التذاكر المخصصة
fa_ir: تیکت‌های تخصیص داده شده

source: Planned tickets
ar_iq: التذاكر المخطط لها
fa_ir: تیکت‌های برنامه‌ریزی شده

source: Closed tickets
ar_iq: التذاكر المغلقة
fa_ir: تیکت‌های بسته شده

source: Late own and resolve
ar_iq: متأخرا تملك وحل
fa_ir: دیرکرد در مالکیت و حل

source: Late resolve
ar_iq: قرار متأخر
fa_ir: دیرکرد در حل

source: Late own
ar_iq: في وقت متأخر الخاصة
fa_ir: دیرکرد در مالکیت

source: On time
ar_iq: في الوقت المحدد
fa_ir: به‌موقع

source: Tickets by SLA status and by technician
ar_iq: التذاكر حسب حالة SLA والفني
fa_ir: تیکت‌ها بر اساس وضعیت SLA و تکنسین

source: Tickets by SLA status and by technician group
ar_iq: التذاكر حسب حالة اتفاقية مستوى الخدمة (SLA) والمجموعة الفنية
fa_ir: تیکت‌ها بر اساس وضعیت SLA و گروه تکنسین

source: without
ar_iq: بدون
fa_ir: بدون

# status
source: New
ar_iq: جديد
fa_ir: جدید

# status
source: Processing (assigned)
ar_iq: المعالجة (المخصصة)
fa_ir: در حال پردازش (تخصیص داده شده)

# status
source: Processing (planned)
ar_iq: المعالجة (المخطط لها)
fa_ir: در حال پردازش (برنامه‌ریزی شده)

# status
source: Solved
ar_iq: تم حله
fa_ir: حل شده

# status
source: Closed
ar_iq: مغلقة
fa_ir: بسته شده

source: Waiting time
ar_iq: زمن الإنتظار
fa_ir: زمان انتظار

source: Time to close
ar_iq: حان الوقت للإغلاق
fa_ir: زمان تا بسته شدن

source: Assigned
ar_iq: مُكَلَّف
fa_ir: تخصیص داده شده

source: To approve
ar_iq: للموافقة

source: Solved
ar_iq: تم حله
fa_ir: حل شده

# fake_data
source: Security team
ar_iq: فريق الأمن

# fake_data
source: Network team
ar_iq: فريق الشبكة

# fake_data
source: Software team
ar_iq: فريق البرمجيات

# fake_data
source: Hardware team
ar_iq: فريق الأجهزة

# fake_data
source: Helpdesk team
ar_iq: فريق مكتب المساعدة

source: List of %s
ar_iq: قائمة %s
fa_ir: فهرست %s

source: Group / Requester group
ar_iq: المجموعة / مجموعة الطالب

source: Ticket type
ar_iq: نوع التذكرة
fa_ir: نوع درخواست

source: Pie
ar_iq: فطيرة
fa_ir: نمودار دایره‌ای

source: Donut
ar_iq: كعكة محلاة
fa_ir: نمودار دوناتی

source: Half pie
ar_iq: نصف فطيرة
fa_ir: نیم‌دایره

source: Half donut
ar_iq: نصف دونات
fa_ir: نیم‌دونات

source: Bars
ar_iq: الحانات
fa_ir: نمودار میله‌ای

source: Multiple lines
ar_iq: عدة خطوط هاتف
fa_ir: چند خطی

source: Area
ar_iq: منطقة
fa_ir: نمودار مساحتی

source: Multiple areas
ar_iq: مناطق متعددة
fa_ir: چند نمودار مساحتی

source: Multiple bars
ar_iq: أشرطة متعددة
fa_ir: چند نمودار میله‌ای

source: Multiple horizontal bars
ar_iq: أشرطة أفقية متعددة
fa_ir: چند نمودار میله‌ای افقی

source: Stacked bars
ar_iq: قضبان مكدسة
fa_ir: نمودار میله‌ای انباشته

source: Horizontal stacked bars
ar_iq: أشرطة مكدسة أفقية
fa_ir: نمودار میله‌ای افقی انباشته

source: Horizontal bars
ar_iq: أشرطة أفقية
fa_ir: نمودار میله‌ای افقی

source: Big number
ar_iq: رقم كبير
fa_ir: عدد بزرگ

source: Multiple numbers
ar_iq: أرقام متعددة
fa_ir: چند عدد

source: Editable markdown
ar_iq: تخفيض السعر قابل للتحرير
fa_ir: متن مارک‌داون قابل ویرایش

source: Search result
ar_iq: نتيجة البحث
fa_ir: نتیجه جستجو

source: Summary numbers
ar_iq: أرقام ملخصة
fa_ir: اعداد خلاصه

source: List of articles
ar_iq: قائمة المقالات
fa_ir: لیست مقالات

source: No data found
ar_iq: لم يتم العثور على بيانات
fa_ir: داده‌ای یافت نشد

source: View data
ar_iq: عرض البيانات

source: Save as image
ar_iq: حفظ كصورة

source: Type markdown text here
ar_iq: اكتب نص تخفيض السعر هنا
fa_ir: اینجا متن مارک‌داون را تایپ کنید

source: See all
ar_iq: عرض الكل
fa_ir: مشاهده همه

source: Share or embed this dashboard
ar_iq: مشاركة أو تضمين لوحة المعلومات هذه
fa_ir: اشتراک‌گذاری یا جاسازی این داشبورد

source: Delete this dashboard
ar_iq: حذف لوحة القيادة هذه
fa_ir: حذف این داشبورد

source: Toggle auto-refresh
ar_iq: تبديل التحديث التلقائي
fa_ir: تغییر وضعیت به‌روزرسانی خودکار

source: Toggle night mode
ar_iq: تبديل الوضع الليلي
fa_ir: تغییر وضعیت حالت شب

source: Toggle fullscreen
ar_iq: تبديل ملء الشاشة
fa_ir: تغییر وضعیت تمام‌صفحه

source: Clone this dashboard
ar_iq: استنساخ لوحة القيادة هذه
fa_ir: ایجاد نسخهٔ مشابه از این داشبورد

source: Toggle edit mode
ar_iq: تبديل وضع التحرير
fa_ir: تغییر وضعیت حالت ویرایش

source: Toggle filter mode
ar_iq: تبديل وضع التصفية

source: Add a new dashboard
ar_iq: إضافة لوحة تحكم جديدة
fa_ir: افزودن داشبورد جدید

source: Add filter
ar_iq: إضافة مرشح
fa_ir: افزودن فیلتر

source: You are viewing demonstration data.
ar_iq: أنت تقوم بعرض بيانات العرض التوضيحي.

source: Disable demonstration
ar_iq: تعطيل العرض التوضيحي

source: Refresh this card
ar_iq: تحديث هذه البطاقة
fa_ir: تازه‌سازی این کارت

source: Edit this card
ar_iq: تحرير هذه البطاقة
fa_ir: ویرایش این کارت

source: Delete this card
ar_iq: احذف هذه البطاقة
fa_ir: حذف این کارت

source: others
ar_iq: آحرون
fa_ir: سایر

source: Embed in another application
ar_iq: تضمين في تطبيق آخر
fa_ir: قرار دادن در برنامهٔ دیگر

source: Direct link
ar_iq: الرابط المباشر
fa_ir: لینک مستقیم

source: Iframe
ar_iq: إطار العمل

source: Or share the dashboard to these target objects:
ar_iq: أو مشاركة لوحة المعلومات مع هذه الكائنات المستهدفة:
fa_ir: یا داشبورد را با این اشیاء هدف به اشتراک بگذارید:

source: Personal
ar_iq: شخصي
fa_ir: شخصی

source: A personal dashboard is not visible by other administrators unless you explicitly share the dashboard
ar_iq: لا تكون لوحة المعلومات الشخصية مرئية للمسؤولين الآخرين إلا إذا قمت بمشاركة لوحة المعلومات بشكل صريح
fa_ir: داشبورد شخصی برای مدیران دیگر قابل مشاهده نیست مگر اینکه شما آن را به‌طور صریح به اشتراک بگذارید

source: empty card!
ar_iq: بطاقة فارغة!
fa_ir: کارت خالی!

source: Error rendering card!
ar_iq: خطأ في عرض البطاقة!
fa_ir: خطا در نمایش کارت!

source: Number of %s
ar_iq: عدد %s
fa_ir: تعداد %s

source: Number of %s by type
ar_iq: عدد %s حسب النوع
fa_ir: تعداد %s بر اساس نوع

source: Device
ar_iq: جهاز
fa_ir: دستگاه

source: Number of type of %s
ar_iq: رقم النوع %s
fa_ir: تعداد نوع‌های %s

source: %s by %s
ar_iq: %s بواسطة %s
fa_ir: %s بر اساس %s

source: Tickets waiting for your approval
ar_iq: التذاكر في انتظار موافقتك
fa_ir: درخواست‌هایی که منتظر تأیید شما هستند

source: Not solved tickets
ar_iq: التذاكر الغير محلولة
fa_ir: درخواست‌های حل‌نشده

source: New tickets
ar_iq: التذاكر الجديدة
fa_ir: درخواست‌های جدید

source: Number of tickets by month
ar_iq: عدد التذاكر حسب الشهر
fa_ir: تعداد درخواست‌ها بر اساس ماه

source: Evolution of ticket in the past year
ar_iq: تطور التذكرة في العام الماضي
fa_ir: روند درخواست‌ها در سال گذشته

source: Tickets status by month
ar_iq: حالة التذاكر حسب الشهر
fa_ir: وضعیت درخواست‌ها بر اساس ماه

source: Tickets times (in hours)
ar_iq: أوقات التذاكر (بالساعات)
fa_ir: زمان‌های درخواست‌ها (به ساعت)

source: Tickets summary
ar_iq: ملخص التذاكر
fa_ir: خلاصه درخواست‌ها

source: Number of tickets by SLA status and technician
ar_iq: عدد التذاكر حسب حالة اتفاقية مستوى الخدمة والفني
fa_ir: تعداد درخواست‌ها بر اساس وضعیت SLA و تکنسین

source: Number of tickets by SLA status and technician group
ar_iq: عدد التذاكر حسب حالة اتفاقية مستوى الخدمة ومجموعة الفنيين
fa_ir: تعداد درخواست‌ها بر اساس وضعیت SLA و گروه تکنسین‌ها

source: Top ticket's categories
ar_iq: أهم فئات التذاكر
fa_ir: دسته‌بندی‌های برتر درخواست‌ها

source: Top ticket's entities
ar_iq: أعلى الكيانات تذكرة
fa_ir: واحدهای برتر درخواست‌ها

source: Top ticket's request sources
ar_iq: أهم مصادر طلب التذاكر
fa_ir: منابع برتر ثبت درخواست‌ها

source: Top ticket's locations
ar_iq: مواقع التذاكر الأعلى
fa_ir: مکان‌های برتر درخواست‌ها

source: Top ticket's requesters
ar_iq: أهم طالبي التذاكر
fa_ir: درخواست‌دهندگان برتر

source: Top ticket's requester groups
ar_iq: أهم مجموعات طالبي التذاكر
fa_ir: گروه‌های درخواست‌دهندگان برتر

source: Top ticket's observers
ar_iq: مراقبو التذاكر الأعلى
fa_ir: ناظران برتر درخواست‌ها

source: Top ticket's observer groups
ar_iq: مجموعات مراقبي التذاكر الأعلى
fa_ir: گروه‌های ناظر برتر درخواست‌ها

source: Top ticket's assignees
ar_iq: أهم المكلفين بالتذاكر
fa_ir: مسئولان برتر درخواست‌ها

source: Top ticket's assignee groups
ar_iq: أهم المجموعات المخصصة للتذاكر
fa_ir: گروه‌های مسئول برتر درخواست‌ها

source: Editable markdown card
ar_iq: بطاقة تخفيض السعر قابلة للتحرير
fa_ir: کارت مارک‌داون قابل ویرایش

source: Toggle edit mode to edit content
ar_iq: تبديل وضع التحرير لتحرير المحتوى
fa_ir: برای ویرایش محتوا، حالت ویرایش را فعال کنید

source: Email notifications configuration
ar_iq: تكوين إشعارات البريد الإلكتروني

source: Enable email notifications
ar_iq: تمكين إشعارات البريد الإلكتروني

source: Third party type
ar_iq: أنواع الأطراف الثالثة
fa_ir: نوع شخص ثالث

source: Device sensor model
ar_iq: موديل جهاز الاستشعار
fa_ir: مدل سنسور دستگاه

source: Desynchronization SQL replica
ar_iq: إلغاء التزامن نسخة SQL
fa_ir: همگام‌سازی نشده نسخهٔ SQL

source: Can't connect to the database.
ar_iq: لا يمكن الاتصال بقاعدة البيانات.
fa_ir: امکان اتصال به پایگاه داده وجود ندارد.

source: Difference between main and replica
ar_iq: الفرق بين الرئيسي والنسخة المتماثلة
fa_ir: تفاوت بین پایگاه داده اصلی و نسخهٔ تکراری

source: Replica database out of sync!
ar_iq: قاعدة البيانات المتماثلة غير متزامنة!
fa_ir: نسخهٔ تکراری پایگاه داده همگام نیست!

source: The replica database is desynchronized. The difference is of:
ar_iq: قاعدة البيانات المتماثلة غير متزامنة. الفرق هو :
fa_ir: نسخهٔ تکراری پایگاه داده همگام نیست. اختلاف به شرح زیر است:

source: Remove software versions with no installation and software with no version
ar_iq: إزالة إصدارات البرامج بدون تثبيت والبرامج بدون إصدار
fa_ir: حذف نسخه‌های نرم‌افزار بدون نصب و نرم‌افزار بدون نسخه

source: Phone line
ar_iq: خط الهاتف

# button
source: Add a phone line
ar_iq: إضافة خط هاتف

# button
source: Remove a phone line
ar_iq: إزالة خط الهاتف

# button
source: Add an item
ar_iq: إضافة مادة
fa_ir: افزودن مورد

# button
source: Remove an item
ar_iq: حذف مادة
fa_ir: حذف مورد

source: + %d minute
ar_iq: + %d دقائق
fa_ir: + %d دقیقه

source: - %d minute
ar_iq: - %d دقائق
fa_ir: - %d دقیقه

source: + %d hour
ar_iq: + %d ساعات
fa_ir: + %d ساعت

source: - %d hour
ar_iq: - %d ساعات
fa_ir: - %d ساعت

source: + %d day
ar_iq: + %d أيام
fa_ir: + %d روز

source: - %d day
ar_iq: - %d أيام
fa_ir: - %d روز

source: Business rules for changes
ar_iq: قواعد العمل للتغييرات

source: Automatic action
ar_iq: إجراءات تلقائية
fa_ir: عملیات خودکار

source: Action aborted
ar_iq: تم إحباط الإجراء
fa_ir: عملیات لغو شد

source: Execution error
ar_iq: خطأ في التنفيذ
fa_ir: خطای اجرا

source: Action completed, partially processed
ar_iq: اكتمل الإجراء، وتمت معالجته جزئيًا
fa_ir: عملیات تکمیل شد، پردازش جزئی انجام شد

source: Action completed, fully processed
ar_iq: تم الانتهاء من الإجراء، ومعالجته بالكامل
fa_ir: عملیات تکمیل شد، پردازش کامل انجام شد

source: Action completed, no processing required
ar_iq: تم الانتهاء من الإجراء، لا حاجة للمعالجة
fa_ir: عملیات تکمیل شد، نیازی به پردازش نیست
