Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Convert "datetime" fields to "timestamp" to use timezones.
ar_iq: تحويل حقول "التاريخ والوقت" إلى "الطابع الزمني" لاستخدام المناطق الزمنية.
fa_ir: تبدیل فیلدهای "datetime" به "timestamp" برای استفاده از منطقه‌های زمانی.

source: Found %s table(s) requiring migration.
ar_iq: تم العثور على %s جدول (جداول) تتطلب الترحيل.
fa_ir: %s جدول نیازمند مهاجرت یافت شد.

source: Timezones usage cannot be activated due to missing requirements.
ar_iq: لا يمكن تفعيل استخدام المناطق الزمنية بسبب عدم وجود متطلبات.
fa_ir: به‌دلیل نبود پیش‌نیازها، امکان فعال‌سازی استفاده از منطقه‌های زمانی وجود ندارد.

source: Run the "%1$s" command for more details.
ar_iq: تشغيل الأمر "%1$s" لمزيد من التفاصيل.
fa_ir: برای جزئیات بیشتر، فرمان "%1$s" را اجرا کنید.

source: Convert database character set from "utf8" to "utf8mb4".
ar_iq: تحويل مجموعة أحرف قاعدة البيانات من "utf8" إلى "utf8mb4".
fa_ir: تبدیل مجموعه‌کاراکتری پایگاه‌داده از "utf8" به "utf8mb4".

source: Database configuration is not compatible with "utf8mb4" usage.
ar_iq: تكوين قاعدة البيانات غير متوافق مع استخدام "utf8mb4".
fa_ir: پیکربندی پایگاه‌داده با استفاده از "utf8mb4" سازگار نیست.

source: %d tables are still using Compact or Redundant row format.
ar_iq: لا تزال جداول %d تستخدم تنسيق الصف المضغوط أو المتكرر.
fa_ir: %d جدول همچنان از قالب ردیف Compact یا Redundant استفاده می‌کنند.

source: Found %s table(s) requiring migration to "utf8mb4".
ar_iq: تم العثور على %s جدول (جداول) تتطلب الترحيل إلى "utf8mb4".
fa_ir: %s جدول نیازمند مهاجرت به "utf8mb4" یافت شد.

source: Error migrating table "%s".
ar_iq: حدث خطأ أثناء ترحيل الجدول "%s".
fa_ir: خطا در مهاجرت جدول "%s".

source: Execute all recommended optional migrations.
ar_iq: تنفيذ جميع عمليات الترحيل الاختيارية الموصى بها.
fa_ir: اجرای تمام مهاجرت‌های اختیاری پیشنهادی.

source: Executing command "%s"...
ar_iq: تنفيذ الأمر "%s"...
fa_ir: در حال اجرای فرمان "%s"...

source: Convert database tables to "Dynamic" row format (required for "utf8mb4" character support).
ar_iq: تحويل جداول قاعدة البيانات إلى تنسيق صف "ديناميكي" (مطلوب لدعم الأحرف "utf8mb4").
fa_ir: تبدیل جداول پایگاه‌داده به قالب ردیف "Dynamic" (الزامی برای پشتیبانی از کاراکترهای "utf8mb4").

source: Found %s table(s) requiring a migration to "ROW_FORMAT=DYNAMIC".
ar_iq: تم العثور على %s جدول (جداول) تتطلب الترحيل إلى "ROW_FORMAT=DYNAMIC".
fa_ir: %s جدول نیازمند مهاجرت به "ROW_FORMAT=DYNAMIC" یافت شد.

source: Reset the password of a local GLPI user
ar_iq: إعادة تعيين كلمة المرور لمستخدم GLPI المحلي

source: User not found
ar_iq: لم يتم العثور على المستخدم

source: The authentication method configuration doesn't allow you to change your password.
ar_iq: إن طريقة التحقق من الهوية لا تسمح لك بتغيير كلمة المرور
fa_ir: پیکربندی روش احراز هویت اجازه تغییر گذرواژه شما را نمی‌دهد.

source: Unable to reset password, please contact your administrator
ar_iq: غير قادر على إعادة تعيين كلمة المرور، يرجى الاتصال بالمسؤول
fa_ir: بازنشانی گذرواژه امکان‌پذیر نیست، لطفاً با مدیر سیستم تماس بگیرید.

source: Enter password
ar_iq: أدخل كلمة المرور

source: Passwords do not match
ar_iq: كلمات المرور غير متطابقة

source: Grant a profile assignment to a user
ar_iq: منح تعيين ملف تعريف لمستخدم

source: Profile not found
ar_iq: لم يتم العثور على الملف الشخصي

source: Profile granted
ar_iq: تم منح الملف الشخصي

source: Failed to grant profile
ar_iq: فشل منح الملف الشخصي

source: Create a new local GLPI user
ar_iq: إنشاء مستخدم GLPI محلي جديد

source: User already exists
ar_iq: المستخدم موجود بالفعل

source: User created
ar_iq: تم إنشاء المستخدم

source: Failed to create user
ar_iq: فشل في إنشاء المستخدم

source: Disable a GLPI user
ar_iq: تعطيل مستخدم GLPI

source: User disabled
ar_iq: تم تعطيل المستخدم

source: Delete a GLPI user
ar_iq: حذف مستخدم GLPI

source: User deleted
ar_iq: تم حذف المستخدم

source: Enable a GLPI user
ar_iq: تمكين مستخدم GLPI

source: User enabled
ar_iq: تم تمكين المستخدم

source: Unable to write cache configuration file.
ar_iq: غير قادر على كتابة ملف تكوين ذاكرة التخزين المؤقت.
fa_ir: امکان نوشتن فایل پیکربندی کش وجود ندارد.

source: Cache configuration saved successfully.
ar_iq: تم حفظ تكوين ذاكرة التخزين المؤقت بنجاح.
fa_ir: پیکربندی کش با موفقیت ذخیره شد.

source: Cache context (i.e. 'core' or 'plugin:plugin_name')
ar_iq: سياق ذاكرة التخزين المؤقت (أي "الأساسية" أو "البرنامج المساعد:plugin_name")
fa_ir: زمینه کش (مثلاً 'core' یا 'plugin:plugin_name')

source: Cache system DSN
ar_iq: نظام التخزين المؤقت DSN
fa_ir: DSN سیستم کش

source: Unset cache configuration to use default filesystem cache for given context
ar_iq: إلغاء تعيين تكوين ذاكرة التخزين المؤقت لاستخدام ذاكرة التخزين المؤقت لنظام الملفات الافتراضية لسياق معين
fa_ir: تنظیمات کش را پاک کنید تا از کش پیش‌فرض سیستم فایل برای زمینه مشخص استفاده شود

source: Skip connection checks
ar_iq: تخطي عمليات التحقق من الاتصال
fa_ir: رد کردن بررسی‌های اتصال

source: Valid cache systems are: %s.
ar_iq: أنظمة التخزين المؤقت الصالحة هي: %s.
fa_ir: سیستم‌های کش معتبر عبارتند از: %s.

source: %s DSN format: %s
ar_iq: %s تنسيق DSN: %s
fa_ir: فرمت DSN برای %s: %s

source: Cache namespace can be use to ensure either separation or sharing of multiple GLPI instances data on same cache system.
ar_iq: يمكن استخدام مساحة اسم ذاكرة التخزين المؤقت لضمان فصل أو مشاركة بيانات مثيلات GLPI المتعددة على نفس نظام ذاكرة التخزين المؤقت.
fa_ir: Namespace کش می‌تواند برای اطمینان از جداسازی یا به اشتراک‌گذاری داده‌های چند نمونه GLPI روی یک سیستم کش استفاده شود.

source: Invalid cache context: "%s".
ar_iq: سياق ذاكرة التخزين المؤقت غير صالح: "%s".
fa_ir: زمینه کش نامعتبر است: "%s".

source: Either --dsn or --use-default options have to be used.
ar_iq: يجب استخدام خيارات --dsn أو --use-default.
fa_ir: باید یکی از گزینه‌های --dsn یا --use-default استفاده شود.

source: --dsn and --use-default options cannot be used simultaneously.
ar_iq: لا يمكن استخدام خيارات --dsn و-use-default في وقت واحد.
fa_ir: گزینه‌های --dsn و --use-default نمی‌توانند همزمان استفاده شوند.

source: Invalid cache DSN: "%s".
ar_iq: ذاكرة التخزين المؤقت DSN غير صالحة: "%s".
fa_ir: DSN کش نامعتبر است: "%s".

source: An error occurred during connection to cache system: "%s"
ar_iq: حدث خطأ أثناء الاتصال بنظام ذاكرة التخزين المؤقت: "%s"
fa_ir: در اتصال به سیستم کش خطایی رخ داد: "%s"

source: Cache key to debug.
ar_iq: مفتاح ذاكرة التخزين المؤقت لتصحيح الأخطاء.
fa_ir: کلید کش برای دیباگ.

source: Cache context to clear (i.e. 'core' or 'plugin:plugin_name').
ar_iq: سياق ذاكرة التخزين المؤقت المراد مسحه (على سبيل المثال، "الأساسية" أو "البرنامج المساعد: اسم البرنامج المساعد").
fa_ir: زمینه کش برای پاک‌سازی (مثلاً 'core' یا 'plugin:plugin_name').

source: Cache key "%s" is not set.
ar_iq: لم يتم تعيين مفتاح التخزين المؤقت "%s".
fa_ir: کلید کش "%s" تنظیم نشده است.

source: Cache key "%s" value:
ar_iq: قيمة مفتاح ذاكرة التخزين المؤقت "%s":
fa_ir: مقدار کلید کش "%s":

source: Cache context to clear (i.e. 'core' or 'plugin:plugin_name'). All contexts are cleared by default.
ar_iq: سياق ذاكرة التخزين المؤقت المراد مسحه (على سبيل المثال، "الأساسية" أو "البرنامج المساعد: اسم البرنامج المساعد").يتم مسح كافة السياقات بشكل افتراضي.
fa_ir: زمینه کش برای پاک‌سازی (مثلاً 'core' یا 'plugin:plugin_name'). به‌طور پیش‌فرض همه زمینه‌ها پاک می‌شوند.

source: Failed to clear cache.
ar_iq: فشل في مسح ذاكرة التخزين المؤقت.
fa_ir: پاک‌سازی کش انجام نشد.

source: Cache cleared successfully.
ar_iq: تم مسح ذاكرة التخزين المؤقت بنجاح.
fa_ir: کش با موفقیت پاک شد.

source: This action will permanently delete data
ar_iq: سيؤدي هذا الإجراء إلى حذف البيانات نهائيًا
fa_ir: این عمل باعث حذف دائمی داده‌ها خواهد شد.

source: Processing plugin "%s"...
ar_iq: جارٍ معالجة المكون الإضافي "%s"...
fa_ir: در حال پردازش افزونه "%s"...

source: Unable to load plugin "%s" information.
ar_iq: غير قادر على تحميل معلومات المكون الإضافي "%s".
fa_ir: بارگذاری اطلاعات افزونه "%s" امکان‌پذیر نیست.

source: Plugin "%s" uninstallation failed.
ar_iq: فشلت عملية إلغاء تثبيت المكون الإضافي "%s".
fa_ir: حذف افزونه "%s" ناموفق بود.

source: Plugin "%1$s" has been uninstalled.
ar_iq: تم إلغاء تثبيت المكوّن الإضافي "%1$s".
fa_ir: افزونه "%1$s" با موفقیت حذف شد.

source: Which plugin(s) do you want to uninstall (comma separated values)?
ar_iq: ما هي المكونات الإضافية التي تريد إلغاء تثبيتها (قيم مفصولة بفواصل)؟
fa_ir: کدام افزونه(ها) را می‌خواهید حذف کنید؟ (مقادیر را با کاما جدا کنید)

source: Invalid plugin directory "%s".
ar_iq: دليل البرنامج المساعد غير صالح "%s".
fa_ir: دایرکتوری افزونه "%s" نامعتبر است.

source: Plugin "%s" is not yet installed.
ar_iq: لم يتم تثبيت البرنامج الإضافي "%s" بعد.
fa_ir: افزونه "%s" هنوز نصب نشده است.

source: Plugin "%s" is not installed.
ar_iq: لم يتم تثبيت البرنامج المساعد "%s".
fa_ir: افزونه "%s" نصب نشده است.

source: Additionnal parameters to pass to the plugin install hook function
ar_iq: معلمات إضافية لتمريرها إلى وظيفة ربط تثبيت البرنامج المساعد
fa_ir: پارامترهای اضافی برای ارسال به تابع نصب افزونه

source: "-p foo" will set "foo" param value to true
ar_iq: سيؤدي "-p foo" إلى تعيين القيمة المعلمة "foo" على "صحيح".
fa_ir: "-p foo" مقدار پارامتر "foo" را به true تنظیم می‌کند

source: "-p foo=bar" will set "foo" param value to "bar"
ar_iq: سيؤدي "-p foo=bar" إلى تعيين القيمة المعلمة "foo" على "bar"
fa_ir: "-p foo=bar" مقدار پارامتر "foo" را به "bar" تنظیم می‌کند

source: Name of user used during installation script (among other things to set plugin admin rights)
ar_iq: اسم المستخدم المستخدم أثناء تثبيت البرنامج النصي (من بين أشياء أخرى لتعيين حقوق مسؤول البرنامج الإضافي)
fa_ir: نام کاربری که در اسکریپت نصب استفاده می‌شود (برای مثال جهت تعیین دسترسی ادمین افزونه)

source: Force execution of installation, even if plugin is already installed
ar_iq: فرض تنفيذ التثبيت، حتى لو كان البرنامج المساعد مثبتًا بالفعل
fa_ir: اجرای نصب را اجباری کنید، حتی اگر افزونه قبلاً نصب شده باشد

source: Plugin "%s" installation failed.
ar_iq: فشل تثبيت المكون الإضافي "%s".
fa_ir: نصب افزونه "%s" ناموفق بود.

source: Plugin "%1$s" has been installed and must be configured.
ar_iq: تم تثبيت المكون الإضافي "%1$s" ويجب تهيئته.
fa_ir: افزونه "%1$s" نصب شد و باید پیکربندی شود.

source: Plugin "%1$s" has been installed and can be activated.
ar_iq: تم تثبيت المكون الإضافي "%1$s" ويمكن تفعيله.
fa_ir: افزونه "%1$s" نصب شد و می‌تواند فعال شود.

source: Which plugin(s) do you want to install (comma separated values)?
ar_iq: ما هي المكونات الإضافية التي تريد تثبيتها (قيم مفصولة بفواصل)؟
fa_ir: کدام افزونه(ها) را می‌خواهید نصب کنید؟ (مقادیر را با کاما جدا کنید)

source: Plugin "%s" is already installed. Use --force option to force reinstallation.
ar_iq: تم تثبيت المكون الإضافي "%s" بالفعل.استخدم خيار --force لفرض إعادة التثبيت.
fa_ir: افزونه "%s" قبلاً نصب شده است. از گزینه --force برای نصب مجدد اجباری استفاده کنید.

source: Plugin "%s" function "%s" is missing.
ar_iq: الوظيفة الإضافية "%s" "%s" مفقودة.
fa_ir: تابع "%s" در افزونه "%s" موجود نیست.

source: Run command on all plugins
ar_iq: تشغيل الأمر على كافة المكونات الإضافية
fa_ir: اجرای دستور روی تمام افزونه‌ها

source: Option --all is not compatible with usage of directory argument.
ar_iq: الخيار --all غير متوافق مع استخدام وسيطة الدليل.
fa_ir: گزینه --all با استفاده از آرگومان دایرکتوری سازگار نیست.

source: All plugins
ar_iq: جميع الإضافات
fa_ir: تمام افزونه‌ها

source: Suspend execution of all active plugins
ar_iq: تعليق تنفيذ كافة المكونات الإضافية النشطة

source: Plugin "%s" activation failed.
ar_iq: فشل تنشيط المكون الإضافي "%s".
fa_ir: فعال‌سازی افزونه "%s" ناموفق بود.

source: Plugin "%1$s" has been activated.
ar_iq: تم تنشيط المكون الإضافي "%1$s".
fa_ir: افزونه "%1$s" فعال شد.

source: Plugin "%s" is already active.
ar_iq: المكون الإضافي "%s" نشط بالفعل.
fa_ir: افزونه "%s" هم‌اکنون فعال است.

source: Plugin "%s" have to be installed and configured prior to activation.
ar_iq: يجب تثبيت المكون الإضافي "%s" وتهيئته قبل التنشيط.
fa_ir: افزونه "%s" باید قبل از فعال‌سازی نصب و پیکربندی شده باشد.

source: Which plugin(s) do you want to activate (comma separated values)?
ar_iq: ما هي المكونات الإضافية التي تريد تنشيطها (قيم مفصولة بفواصل)؟
fa_ir: کدام افزونه‌ها را می‌خواهید فعال کنید؟ (مقادیر با کاما جدا شوند)

source: Plugin "%s" deactivation failed.
ar_iq: فشل إلغاء تنشيط المكون الإضافي "%s".
fa_ir: غیرفعال‌سازی افزونه "%s" ناموفق بود.

source: Plugin "%1$s" has been deactivated.
ar_iq: تم إلغاء تنشيط المكون الإضافي "%1$s".
fa_ir: افزونه "%1$s" غیرفعال شد.

source: Plugin "%s" is already inactive.
ar_iq: المكون الإضافي "%s" غير نشط بالفعل.
fa_ir: افزونه "%s" هم‌اکنون غیرفعال است.

source: Which plugin(s) do you want to deactivate (comma separated values)?
ar_iq: ما هي المكونات الإضافية التي تريد إلغاء تنشيطها (قيم مفصولة بفواصل)؟
fa_ir: کدام افزونه‌ها را می‌خواهید غیرفعال کنید؟ (مقادیر با کاما جدا شوند)

source: Manually installed
ar_iq: تم تثبيته يدويًا

source: Plugin Key
ar_iq: مفتاح البرنامج المساعد

source: Install method
ar_iq: طريقة التثبيت

source: Synchronize users against LDAP server information
ar_iq: مزامنة المستخدمين مع معلومات خادم LDAP
fa_ir: همگام‌سازی کاربران با اطلاعات سرور LDAP

source: Only create new users
ar_iq: إنشاء مستخدمين جدد فقط
fa_ir: فقط ایجاد کاربران جدید

source: Only update existing users (will not handle deleted users)
ar_iq: تحديث المستخدمين الحاليين فقط (لن يتعامل مع المستخدمين المحذوفين)
fa_ir: فقط به‌روزرسانی کاربران موجود (کاربران حذف‌شده را مدیریت نمی‌کند)

source: Synchronize only users attached to this LDAP server
ar_iq: مزامنة المستخدمين المتصلين بخادم LDAP هذا فقط
fa_ir: تنها کاربران متصل به این سرور LDAP همگام‌سازی شوند

source: Filter to apply on LDAP search
ar_iq: عامل التصفية لتطبيقه على بحث LDAP
fa_ir: فیلتر برای اعمال در جستجوی LDAP

source: Begin date to apply in "modifyTimestamp" filter (see %s for supported formats)
ar_iq: تاريخ البدء للتطبيق في فلتر "modifyTimestamp" (راجع %s للتعرف على التنسيقات المدعومة)
fa_ir: تاریخ شروع برای اعمال در فیلتر "modifyTimestamp" (فرمت‌های پشتیبانی‌شده را در %s ببینید)

source: End date to apply in "modifyTimestamp" filter (see %s for supported formats)
ar_iq: تاريخ الانتهاء للتطبيق في فلتر "modifyTimestamp" (راجع %s للتعرف على التنسيقات المدعومة)
fa_ir: تاریخ پایان برای اعمال در فیلتر "modifyTimestamp" (فرمت‌های پشتیبانی‌شده را در %s ببینید)

source: unknown
ar_iq: مجهول
fa_ir: ناشناخته

source: Force strategy used for deleted users (default configured actions: "%s")
ar_iq: استراتيجية القوة المستخدمة للمستخدمين المحذوفين (الإجراءات التي تم تكوينها افتراضيًا: "%s")

source: Three comma-separated values are expected.
ar_iq: من المتوقع وجود ثلاث قيم مفصولة بفواصل.

source: 1) Actions on the user's account:
ar_iq: 1) الإجراءات على حساب المستخدم:

source: 2) Actions on the user's associated groups:
ar_iq: 2) الإجراءات على المجموعات المرتبطة بالمستخدم:

source: 3) Actions on the user's authorizations:
ar_iq: 3) الإجراءات المتعلقة بتراخيص المستخدم:

source: Force strategy used for restored users (current configured action: "%s")
ar_iq: استراتيجية القوة المستخدمة للمستخدمين المستعادين (الإجراء الذي تم تكوينه حاليًا: "%s")
fa_ir: استراتژی اجباری برای کاربران بازیابی‌شده استفاده می‌شود (اقدام فعلی تنظیم‌شده: "%s")

source: Possible values are:
ar_iq: القيم المحتملة هي:
fa_ir: مقادیر ممکن عبارتند از:

source: No active LDAP server found.
ar_iq: لم يتم العثور على خادم LDAP نشط.
fa_ir: هیچ سرور LDAP فعالی یافت نشد.

source: LDAP servers
ar_iq: خوادم LDAP
fa_ir: سرورهای LDAP

source: LDAP filter
ar_iq: مرشح LDAP
fa_ir: فیلتر LDAP

source: Unable to load LDAP server information.
ar_iq: غير قادر على تحميل معلومات خادم LDAP.
fa_ir: امکان بارگذاری اطلاعات سرور LDAP وجود ندارد.

source: LDAP server "%s" is inactive, no synchronization will be done against it.
ar_iq: خادم LDAP "%s" غير نشط، ولن تتم أي مزامنة معه.
fa_ir: سرور LDAP "%s" غیرفعال است، همگام‌سازی برای آن انجام نخواهد شد.

source: Processing LDAP server "%s"...
ar_iq: جارٍ معالجة خادم LDAP "%s"...
fa_ir: در حال پردازش سرور LDAP "%s"...

source: LDAP server "%s" size limit exceeded.
ar_iq: تم تجاوز الحد الأقصى لحجم خادم LDAP "%s".
fa_ir: حداکثر اندازه سرور LDAP "%s" تجاوز شد.

source: Error while contacting the LDAP server "%s".
ar_iq: حدث خطأ أثناء الاتصال بخادم LDAP "%s".
fa_ir: خطا هنگام ارتباط با سرور LDAP "%s".

source: Import new users from server "%s"...
ar_iq: استيراد مستخدمين جدد من الخادم "%s"...
fa_ir: در حال وارد کردن کاربران جدید از سرور "%s"...

source: Update existing users with server "%s"...
ar_iq: تحديث المستخدمين الحاليين بالخادم "%s"...
fa_ir: به‌روزرسانی کاربران موجود با سرور "%s"...

source: Synchronize users with server "%s"...
ar_iq: مزامنة المستخدمين مع الخادم "%s"...
fa_ir: همگام‌سازی کاربران با سرور "%s"...

source: No users found.
ar_iq: لم يتم العثور على مستخدمين.
fa_ir: هیچ کاربری یافت نشد.

source: Unable to synchronize user "%s".
ar_iq: غير قادر على مزامنة المستخدم "%s".
fa_ir: امکان همگام‌سازی کاربر "%s" وجود ندارد.

source: LDAP server
ar_iq: خادم LDAP
fa_ir: سرور LDAP

source: Synchronized
ar_iq: متزامن
fa_ir: همگام‌سازی شد

source: Deleted from LDAP
ar_iq: تم الحذف من LDAP
fa_ir: از LDAP حذف شد

source: Restored from LDAP
ar_iq: تمت الاستعادة من LDAP
fa_ir: از LDAP بازیابی شد

source: Option --only-create-new is not compatible with option --only-update-existing.
ar_iq: الخيار --only-create-new غير متوافق مع الخيار --only-update-existing.
fa_ir: گزینه --only-create-new با گزینه --only-update-existing سازگار نیست.

source: --ldap-server-id value "%s" is not a valid LDAP server id.
ar_iq: --ldap-server-id القيمة "%s" ليست معرف خادم LDAP صالحًا.
fa_ir: مقدار --ldap-server-id "%s" یک شناسه معتبر سرور LDAP نیست.

source: Unable to parse --%1$s value "%2$s".
ar_iq: غير قادر على تحليل --%1$s القيمة "%2$s".
fa_ir: امکان پردازش مقدار --%1$s "%2$s" وجود ندارد.

source: Options --begin-date and --end-date can only be used with --only-create-new or --only-update-existing option.
ar_iq: لا يمكن استخدام الخيارات --begin-date و --end-date إلا مع خيار --only-create-new أو --only-update-existing.
fa_ir: گزینه‌های --begin-date و --end-date فقط می‌توانند با گزینه --only-create-new یا --only-update-existing استفاده شوند.

source: Option --begin-date value has to be lower than option --end-date value.
ar_iq: الخيار -- قيمة تاريخ البدء يجب أن تكون أقل من قيمة تاريخ الخيار -- الانتهاء.
fa_ir: مقدار گزینه --begin-date باید کمتر از مقدار گزینه --end-date باشد.

source: --deleted-user-strategy value "%s" is not valid.
ar_iq: --قيمة إستراتيجية المستخدم المحذوفة "%s" غير صالحة.
fa_ir: مقدار --deleted-user-strategy "%s" معتبر نیست.

source: Warning: using deprecated %s format
ar_iq: تحذير: استخدام تنسيق %s مهمل

source: Run "%s" for more details
ar_iq: تشغيل "%s" لمزيد من التفاصيل

source: Set configuration value
ar_iq: تعيين قيمة التكوين
fa_ir: تنظیم مقدار پیکربندی

source: Configuration value:
ar_iq: قيمة التكوين:
fa_ir: مقدار پیکربندی:

source: Invalid context "%s".
ar_iq: سياق غير صالح "%s".
fa_ir: زمینه "%s" نامعتبر است.

source: Disable 2FA for a user
ar_iq: تعطيل المصادقة الثنائية (2FA) للمستخدم

source: Username
ar_iq: اسم المستخدم

source: User %s not found
ar_iq: لم يتم العثور على المستخدم %s

source: 2FA is not enabled for this user
ar_iq: لم يتم تمكين المصادقة الثنائية (2FA) لهذا المستخدم

source: 2FA is enforced for this user. They will be required to set it up again the next time they log in.
ar_iq: يتم فرض 2FA لهذا المستخدم.سيُطلب منهم إعداده مرة أخرى في المرة التالية التي يقومون فيها بتسجيل الدخول.

source: Are you sure you want to disable 2FA for this user?
ar_iq: هل أنت متأكد أنك تريد تعطيل المصادقة الثنائية لهذا المستخدم؟

source: 2FA disabled for user %s
ar_iq: تم تعطيل المصادقة الثنائية للمستخدم %s

source: Change password storage key and update values in database.
ar_iq: تغيير مفتاح تخزين كلمة المرور وتحديث القيم في قاعدة البيانات.
fa_ir: تغییر کلید ذخیره‌سازی رمز عبور و به‌روزرسانی مقادیر در پایگاه داده.

source: Found %1$s field(s) and %2$s configuration entries requiring migration.
ar_iq: تم العثور على %1$s حقل (حقول) و%2$s إدخالات تكوين تتطلب الترحيل.
fa_ir: %1$s فیلد و %2$s ورودی پیکربندی نیاز به مهاجرت دارند.

source: Unable to change security key!
ar_iq: غير قادر على تغيير مفتاح الأمان!
fa_ir: امکان تغییر کلید امنیتی وجود ندارد!

source: New security key generated; database updated.
ar_iq: تم إنشاء مفتاح أمان جديد؛تم تحديث قاعدة البيانات.
fa_ir: کلید امنیتی جدید ایجاد شد؛ پایگاه داده به‌روزرسانی شد.

source: Disable maintenance mode
ar_iq: تعطيل وضع الصيانة
fa_ir: غیرفعال کردن حالت تعمیر و نگهداری

source: Maintenance mode disabled.
ar_iq: تم تعطيل وضع الصيانة.
fa_ir: حالت تعمیر و نگهداری غیرفعال شد.

source: Enable maintenance mode
ar_iq: تمكين وضع الصيانة
fa_ir: فعال کردن حالت تعمیر و نگهداری

source: Text to display during maintenance
ar_iq: النص الذي سيتم عرضه أثناء الصيانة
fa_ir: متنی که در طول تعمیر نمایش داده می‌شود

source: Maintenance mode activated. Backdoor using: %s
ar_iq: تم تفعيل وضع الصيانة.الباب الخلفي باستخدام: %s
fa_ir: حالت تعمیر فعال شد. دسترسی پشتیبان با استفاده از: %s

source: Search GLPI marketplace
ar_iq: ابحث في سوق GLPI
fa_ir: جستجو در بازارچه GLPI

source: The search term
ar_iq: مصطلح البحث
fa_ir: عبارت جستجو

source: Access to the marketplace CLI commands is disallowed by the GLPI configuration
ar_iq: الوصول إلى أوامر CLI الخاصة بالسوق غير مسموح به من خلال تكوين GLPI

source: The GLPI Network registration key is missing or invalid
ar_iq: مفتاح تسجيل شبكة GLPI مفقود أو غير صالح
fa_ir: کلید ثبت‌نام شبکه GLPI موجود نیست یا نامعتبر است

source: No description
ar_iq: لا يوجد وصف
fa_ir: بدون توضیح

source: Key
ar_iq: مفتاح
fa_ir: کلید

source: Download plugin from the GLPI marketplace
ar_iq: تنزيل البرنامج المساعد من سوق GLPI
fa_ir: دانلود افزونه از بازارچه GLPI

source: The plugin key
ar_iq: مفتاح البرنامج المساعد
fa_ir: کلید افزونه

source: Force download even if the plugin is already downloaded
ar_iq: فرض التنزيل حتى لو تم تنزيل المكون الإضافي بالفعل
fa_ir: دانلود اجباری حتی اگر افزونه قبلاً دانلود شده باشد

source: Plugin "%s" is already downloaded. Use --force to force it to re-download.
ar_iq: تم تنزيل المكون الإضافي "%s" بالفعل.استخدم --force لإجباره على إعادة التنزيل.
fa_ir: افزونه "%s" قبلاً دانلود شده است. از --force برای دانلود مجدد استفاده کنید.

source: Plugin "%s" cannot be downloaded
ar_iq: لا يمكن تنزيل المكون الإضافي "%s".
fa_ir: افزونه "%s" قابل دانلود نیست

source: Which plugin(s) do you want to download (comma separated values)?
ar_iq: ما هي المكونات الإضافية التي تريد تنزيلها (قيم مفصولة بفواصل)؟
fa_ir: کدام افزونه‌ها را می‌خواهید دانلود کنید؟ (با کاما جدا کنید)

source: Get information about a plugin
ar_iq: الحصول على معلومات حول البرنامج المساعد
fa_ir: دریافت اطلاعات درباره یک افزونه

source: Plugin %1$s not found!
ar_iq: لم يتم العثور على البرنامج المساعد %1$s!
fa_ir: افزونه %1$s پیدا نشد!

source: Which plugin do you want information on?
ar_iq: ما هو البرنامج المساعد الذي تريد معلومات عنه؟
fa_ir: می‌خواهید اطلاعات کدام افزونه را ببینید؟

source: Unable to connect to database.
ar_iq: غير قادر على الاتصال بقاعدة البيانات.
fa_ir: امکان اتصال به پایگاه داده وجود ندارد.

source: Some optional system requirements are missing.
ar_iq: بعض متطلبات النظام الاختيارية مفقودة.
fa_ir: برخی پیش‌نیازهای اختیاری سیستم موجود نیستند.

source: Aborted.
ar_iq: تم إحباطه.
fa_ir: متوقف شد.

source: Command execution may take a long time and should not be interrupted.
ar_iq: قد يستغرق تنفيذ الأمر وقتًا طويلاً ويجب عدم مقاطعته.
fa_ir: اجرای دستور ممکن است زمان‌بر باشد و نباید قطع شود.

source: User name defined by --username option is invalid.
ar_iq: اسم المستخدم المحدد بواسطة خيار --username غير صالح.
fa_ir: نام کاربری تعریف‌شده با گزینه --username نامعتبر است.

source: Replay dictionary rules on existing items
ar_iq: إعادة تشغيل قواعد القاموس على العناصر الموجودة
fa_ir: اجرای مجدد قواعد فرهنگ لغت روی آیتم‌های موجود

source: Dictionary to use. Possible values are: %s
ar_iq: قاموس للاستخدام.القيم المحتملة هي: %s
fa_ir: فرهنگ لغت مورد استفاده. مقادیر ممکن: %s
