Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Solution rejection date
ar_iq: تاريخ رفض الحل
fa_ir: تاریخ رد راه‌حل

source: SNMP credential
ar_iq: بيانات اعتماد SNMP
fa_ir: مدرک SNMP

source: You must select an SNMP version
ar_iq: يجب عليك تحديد إصدار SNMP
fa_ir: باید نسخه SNMP را انتخاب کنید

source: You must enter a username
ar_iq: يجب عليك إدخال اسم مستخدم
fa_ir: باید نام کاربری وارد کنید

source: Wifi port
ar_iq: منفذ الشبكات اللاسلكية
fa_ir: پورت وای‌فای

source: Wifi mode
ar_iq: صيغة الشبكة اللاسلكية
fa_ir: حالت وای‌فای

source: Wifi protocol version
ar_iq: نئخة بروتوكول الشبكة اللاسلكية
fa_ir: نسخه پروتکل وای‌فای

source: A pdu is required
ar_iq: مطلوب pdu
fa_ir: وارد کردن PDU ضروری است

source: A rack is required
ar_iq: مطلوب رف
fa_ir: وارد کردن رک ضروری است

source: A side is required
ar_iq: مطلوب جانب
fa_ir: انتخاب سمت رک ضروری است

source: Item is out of rack bounds
ar_iq: العنصر خارج حدود الرف
fa_ir: مورد خارج از محدوده رک است

source: Not enough space available to place item
ar_iq: لا تتوفر مساحة كافية لوضع العنصر
fa_ir: فضای کافی برای قرار دادن مورد وجود ندارد

source: Side (from rear perspective)
ar_iq: الجانب (من المنظور الخلفي)
fa_ir: سمت (از دید عقب)

source: Side pdus
ar_iq: pdus جانبي
fa_ir: PDUهای جانبی

source: Side
ar_iq: جانب
fa_ir: سمت

source: Power units
ar_iq: وحدات الطاقة
fa_ir: واحدهای قدرت

source: Racked
ar_iq: ممزق
fa_ir: در رک قرار گرفت

source: The pdu will be
ar_iq: pdu سيكون
fa_ir: PDU قرار است

source: racked
ar_iq: ممزق
fa_ir: در رک قرار گیرد

source: placed at rack side
ar_iq: وضعت على جانب الرف
fa_ir: در سمت رک قرار گیرد

source: name
ar_iq: اسم
fa_ir: نام

source: serial
ar_iq: مسلسل
fa_ir: سریال

source: model
ar_iq: نموذج
fa_ir: مدل

source: Edit rack relation
ar_iq: تحرير علاقة الرف
fa_ir: ویرایش رابطه رک

source: Left
ar_iq: غادر
fa_ir: چپ

source: Right
ar_iq: يمين
fa_ir: راست

source: Top
ar_iq: قمة
fa_ir: بالا

source: Bottom
ar_iq: قاع
fa_ir: پایین

source: All categories
ar_iq: جميع التصنيفات
fa_ir: همه دسته‌ها

source: Uncategorized software
ar_iq: برامج غير مصنفة
fa_ir: نرم‌افزار بدون دسته‌بندی

source: Valid license
ar_iq: ترخيص ساري المفعول
fa_ir: مجوز معتبر

source: Add a licence
ar_iq: أضف ترخيصًا

source: Request source
ar_iq: مصادر الطلب
fa_ir: منبع درخواست

source: Default for tickets
ar_iq: الافتراضي للتذاكر
fa_ir: پیش‌فرض برای درخواست‌ها

source: Default for followups
ar_iq: الافتراضي للمتابعة
fa_ir: پیش‌فرض برای پیگیری‌ها

source: Default for mail recipients
ar_iq: الافتراضي لمستلمي البريد
fa_ir: پیش‌فرض برای گیرندگان ایمیل

source: Default for followup mail recipients
ar_iq: الافتراضي لمتابعة مستلمي البريد
fa_ir: پیش‌فرض برای گیرندگان ایمیل پیگیری

source: Request source visible for tickets
ar_iq: طلب مصدر مرئي للتذاكر
fa_ir: نمایش منبع درخواست برای درخواست‌ها

source: Request source visible for followups
ar_iq: طلب مصدر مرئي للمتابعة
fa_ir: نمایش منبع درخواست برای پیگیری‌ها

source: Be careful: there is no default value
ar_iq: كن حذرا: لا توجد قيمة افتراضية
fa_ir: مراقب باشید: مقدار پیش‌فرض وجود ندارد

source: Password expires
ar_iq: تنتهي صلاحية كلمة المرور
fa_ir: رمز عبور منقضی می‌شود

source: Account lock date if password is not changed
ar_iq: تاريخ قفل الحساب إذا لم يتم تغيير كلمة المرور
fa_ir: تاریخ قفل حساب در صورت تغییر نکردن رمز

source: Password expiration date
ar_iq: تاريخ انتهاء كلمة المرور
fa_ir: تاریخ انقضای رمز عبور

source: Password has expired
ar_iq: انتهت صلاحية كلمة المرور
fa_ir: رمز عبور منقضی شده است

source: We inform you that your password will expire soon.
ar_iq: نعلمك أن كلمة المرور الخاصة بك ستنتهي قريبًا.
fa_ir: اطلاع داده می‌شود که رمز عبور شما به زودی منقضی می‌شود.

source: We inform you that your password has expired.
ar_iq: نبلغك بأن كلمة المرور الخاصة بك قد انتهت صلاحيتها.
fa_ir: اطلاع داده می‌شود که رمز عبور شما منقضی شده است.

source: To update your password, please follow this link:
ar_iq: لتحديث كلمة المرور الخاصة بك، يرجى اتباع هذا الرابط:
fa_ir: برای به‌روزرسانی رمز عبور، لطفاً از این لینک استفاده کنید:

source: Token
ar_iq: رمز مميز
fa_ir: نشانه

source: You have been made a request to reset your account password.
ar_iq: لقد قمت بطلب إستعادة كلمة المرور الخاصة بحسابك.
fa_ir: درخواست بازنشانی رمز عبور حساب شما ایجاد شده است.

source: Just follow this link (you have one day):
ar_iq: فقط اتبع هذا الرابط (لديك يوم واحد):
fa_ir: فقط از این لینک ادامه دهید (یک روز مهلت دارید):

source: Your account has just been created. Please set your password.
ar_iq: لقد تم إنشاء حسابك للتو.يرجى تعيين كلمة المرور الخاصة بك.

source: Just follow this link:
ar_iq: فقط اتبع هذا الرابط:

source: Device camera model
ar_iq: نماذج كاميرات الجهاز
fa_ir: مدل دوربین دستگاه

source: Sender email is not a valid email address.
ar_iq: البريد الإلكتروني للمرسل ليس عنوان بريد إلكتروني صالحًا.
fa_ir: ایمیل فرستنده یک آدرس معتبر نیست.

source: This is a test email.
ar_iq: هذه رسالة بريد إلكتروني تجريبية.
fa_ir: این یک ایمیل آزمایشی است.

source: Mail test
ar_iq: اختبار البريد
fa_ir: آزمایش ایمیل

source: Error inserting email to queue
ar_iq: حدث خطأ أثناء إدراج البريد الإلكتروني في قائمة الانتظار
fa_ir: خطا در افزودن ایمیل به صف

source: An email to %s was added to queue
ar_iq: تمت إضافة بريد إلكتروني إلى %s إلى قائمة الانتظار
fa_ir: ایمیلی به %s به صف اضافه شد

source: Search alert for "%1$s" (%2$s)
ar_iq: تنبيه البحث عن "%1$s" (%2$s)
fa_ir: هشدار جستجو برای "%1$s" (%2$s)

source: Private search alert
ar_iq: تنبيه البحث الخاص
fa_ir: هشدار جستجوی خصوصی

source: Number of results
ar_iq: عدد النتائج
fa_ir: تعداد نتایج

source: Load saved search
ar_iq: تحميل البحث المحفوظ
fa_ir: بارگذاری جستجوی ذخیره‌شده

source: Knowledge base item
ar_iq: عنصر قاعدة المعرفة
fa_ir: آیتم پایگاه دانش

source: template
ar_iq: نموذج
fa_ir: قالب

source: Update date
ar_iq: تاريخ التحديث
fa_ir: تاریخ به‌روزرسانی

source: Devices type
ar_iq: أنواع الأجهزة
fa_ir: نوع دستگاه

source: Blacklisted mail content
ar_iq: محتوى البريد المدرج في القائمة السوداء
fa_ir: محتوای ایمیل در فهرست سیاه

source: The item is already solved, did anyone pushed a solution before you?
ar_iq: الموضوع تم حله بالفعل، هل سبقك أحد بالحل؟
fa_ir: این مورد قبلاً حل شده است، آیا کسی قبل از شما راه‌حلی ارائه کرده است؟

# solution
source: Refused
ar_iq: مرفوض
fa_ir: رد شده

source: Link Ticket/Project task
ar_iq: ربط تذاكر/مهام المشاريع
fa_ir: ارتباط درخواست/وظیفه پروژه

source: Create a ticket from this project task
ar_iq: إنشاء تذكرة من مهمة المشروع هذه

source: Add a project task
ar_iq: إضافة مهمة مشروع

source: Create a project task from this ticket
ar_iq: إنشاء مهمة مشروع من هذه التذكرة

source: Dictionary of operating systems
ar_iq: قاموس أنظمة التشغيل
fa_ir: فرهنگ لغت سیستم‌های عامل

source: Controller
ar_iq: متحكمون
fa_ir: کنترلر

source: Racked items
ar_iq: العناصر المرفوعة
fa_ir: موارد داخل رک

source: Following elements are out of rack bounds
ar_iq: العناصر التالية خارج حدود الحامل
fa_ir: موارد زیر خارج از محدوده رک هستند

source: images
ar_iq: الصور
fa_ir: تصاویر

source: texts
ar_iq: النصوص
fa_ir: متن‌ها

source: Insert an item here
ar_iq: أدخل عنصرًا هنا
fa_ir: قرار دادن یک مورد در اینجا

source: Rack stats
ar_iq: احصائيات الرف
fa_ir: آمار رک

source: Space
ar_iq: فضاء
fa_ir: فضا

source: Orientation (front rack point of view)
ar_iq: الاتجاه (وجهة نظر الرف الأمامي)
fa_ir: جهت (از دید جلوی رک)

source: Horizontal position (from rack point of view)
ar_iq: الوضع الأفقي (من وجهة نظر الرف)
fa_ir: موقعیت افقی (از دید رک)

source: Reserved position?
ar_iq: موقف محجوز؟
fa_ir: موقعیت رزرو شده؟

source: asset rear side
ar_iq: الجانب الخلفي للأصول
fa_ir: سمت عقب تجهیزات

source: asset front side
ar_iq: الجانب الأمامي للأصول
fa_ir: سمت جلو تجهیزات

source: You must define an horizontal position for this item
ar_iq: يجب عليك تحديد موضع أفقي لهذا العنصر
fa_ir: باید موقعیت افقی این مورد را مشخص کنید

source: You must define an orientation for this item
ar_iq: يجب عليك تحديد اتجاه لهذا العنصر
fa_ir: باید جهت این مورد را مشخص کنید

source: Item for rack "%1$s"
ar_iq: عنصر للرف "%1$s"
fa_ir: مورد برای رک "%1$s"

source: Dictionary of operating system architectures
ar_iq: قاموس بنيات نظام التشغيل
fa_ir: فرهنگ معماری‌های سیستم‌عامل

source: Passive device
ar_iq: أجهزة سلبية
fa_ir: دستگاه غیرفعال

source: Firmware type
ar_iq: نوع البرامج الثابتة
fa_ir: نوع فرم‌ور

source: Simcard
ar_iq: سيمكارد
fa_ir: سیم‌کارت

source: Allow VOIP
ar_iq: السماح بالصوت عبر بروتوكول الإنترنت
fa_ir: فعال کردن VOIP

source: Display on map
ar_iq: عرض على الخريطة
fa_ir: نمایش روی نقشه

source: Display on datacenter
ar_iq: عرض على مركز البيانات
fa_ir: نمایش در دیتاسنتر

source: Error reading icon directory
ar_iq: خطأ في قراءة دليل الأيقونة

source: GMT
ar_iq: توقيت غرينيتش

source: %s hour
ar_iq: %s ساعة
fa_ir: %s ساعت

source: Common
ar_iq: شائع
fa_ir: مشترک

source: Cable management
ar_iq: إدارة الكابلات
fa_ir: مدیریت کابل

source: Appliances
ar_iq: الأجهزة
fa_ir: تجهیزات

source: Custom dropdowns
ar_iq: القوائم المنسدلة المخصصة

source: %s year
ar_iq: %s سنة
fa_ir: %s سال

source: %s month
ar_iq: %s شهر
fa_ir: %s ماه

source: %s minute
ar_iq: %s دقيقة
fa_ir: %s دقیقه

source: %s millisecond
ar_iq: %s مللي ثانية
fa_ir: %s میلی‌ثانیه

source: %d unit
ar_iq: %d وحدة
fa_ir: %d واحد

source: %1$d day %2$dh%3$s
ar_iq: %1$d يوم %2$dساعة%3$s
fa_ir: %1$d روز %2$dh%3$s

source: %1$dh%2$s
ar_iq: %1$dس%2$sد

source: Other...
ar_iq: آخر...
fa_ir: سایر...

source: Use unitary management
ar_iq: استخدام الإدارة الوحدوية
fa_ir: استفاده از مدیریت واحد

source: Do you really want to use unitary management for this item?
ar_iq: هل تريد حقًا استخدام الإدارة الوحدوية لهذا العنصر؟
fa_ir: آیا واقعاً می‌خواهید از مدیریت واحد برای این مورد استفاده کنید؟

source: Duplicate the element as many times as there are connections
ar_iq: كرر العنصر بعدد الاتصالات الموجودة
fa_ir: عنصر را به تعداد ارتباط‌ها تکرار کنید

source: Current page in landscape PDF
ar_iq: الصفحة الحالية في الوضع الأفقي PDF
fa_ir: صفحه فعلی در PDF افقی

source: Current page in portrait PDF
ar_iq: الصفحة الحالية في الوضع العمودي PDF
fa_ir: صفحه فعلی در PDF عمودی

source: Current page in CSV
ar_iq: الصفحة الحالية في CSV
fa_ir: صفحه فعلی در CSV

source: Current page as Open Document format (.ods)
ar_iq: الصفحة الحالية بتنسيق Open Document (.ods)

source: Current page as Office Open XML (.xlsx)
ar_iq: الصفحة الحالية بتنسيق Office Open XML (.xlsx)

source: All pages in landscape PDF
ar_iq: جميع الصفحات بتنسيق PDF أفقي
fa_ir: تمام صفحات در PDF افقی

source: All pages in portrait PDF
ar_iq: جميع الصفحات بتنسيق PDF عمودي
fa_ir: تمام صفحات در PDF عمودی

source: All pages in CSV
ar_iq: جميع الصفحات في CSV
fa_ir: تمام صفحات در CSV

source: All pages as Open Document format (.ods)
ar_iq: جميع الصفحات بتنسيق Open Document (.ods)

source: All pages as Office Open XML (.xlsx)
ar_iq: كافة الصفحات بتنسيق Office Open XML (.xlsx)

source: Dictionary of device models
ar_iq: قاموس موديل الأجهزة
fa_ir: فرهنگ مدل‌های دستگاه

source: Recurrent tickets
ar_iq: تذاكر متكررة
fa_ir: درخواست‌های تکراری

source: Create a ticket per linked element
ar_iq: إنشاء تذكرة لكل عنصر مرتبط

source: Device battery model
ar_iq: نماذج بطاريات الأجهزة
fa_ir: مدل باتری دستگاه

source: Alert on duplicate record
ar_iq: تنبيه بشأن السجل المكرر
fa_ir: هشدار برای ثبت تکراری

source: Item successfully added but duplicate record on
ar_iq: تمت إضافة العنصر بنجاح ولكن تم تكرار السجل
fa_ir: مورد با موفقیت اضافه شد، اما رکورد تکراری است

source: Doer
ar_iq: الفاعل
fa_ir: عامل

source: Intended action
ar_iq: الإجراء المقصود
fa_ir: اقدام موردنظر

source: An entity with that name already exists at the same level.
ar_iq: يوجد كيان بهذا الاسم بالفعل على نفس المستوى.
fa_ir: یک موجودیت با این نام در همان سطح از قبل وجود دارد.

source: You cannot delete an entity which contains sub-entities.
ar_iq: لا يمكنك حذف كيان يحتوي على كيانات فرعية.
fa_ir: نمی‌توانید موجودیتی که شامل زیرمجموعه است را حذف کنید.

source: You can't add an entity without name
ar_iq: لا يمكنك إضافة كيان بدون اسم
fa_ir: نمی‌توانید موجودیت بدون نام اضافه کنید

source: The uploaded file must be a valid image.
ar_iq: يجب أن يكون الملف الذي تم تحميله صورة صالحة.

source: UI customization
ar_iq: تخصيص واجهة المستخدم
fa_ir: سفارشی‌سازی رابط کاربری

source: LDAP directory of an entity
ar_iq: دليل LDAP للكيان
fa_ir: دایرکتوری LDAP یک موجودیت

source: Search filter (if needed)
ar_iq: مرشح البحث (إذا لزم الأمر)
fa_ir: فیلتر جستجو (در صورت نیاز)

source: Mail domain
ar_iq: مجال البريد
fa_ir: دامنه ایمیل

source: Alarms on cartridges
ar_iq: تنبيهات على خراطيش الحبر
fa_ir: هشدار برای کارتریج‌ها

source: Alarms on consumables
ar_iq: التنبيهات على المواد الإستهلاكية
fa_ir: هشدار برای مواد مصرفی

source: Default value for alarms on contracts
ar_iq: القيمة التلقائية للإرسال التنبيهات حول العقود
fa_ir: مقدار پیش‌فرض برای هشدارهای قراردادها

source: Default value for alarms on financial and administrative information
ar_iq: القيمة التلقائية للمعلومات المالية والإدارية
fa_ir: مقدار پیش‌فرض برای هشدارهای اطلاعات مالی و اداری

source: Send Certificate alarms before
ar_iq: إرسال إنذارات الشهادة من قبل
fa_ir: ارسال هشدارهای گواهینامه قبل از

source: Alerts on tickets which are not solved
ar_iq: التنبيه عند وجود تذاكر غير مغلقة
fa_ir: هشدار برای درخواست‌های حل‌نشده

source: Automatic assignment of tickets
ar_iq: التعيين التلقائي للتذاكر
fa_ir: تخصیص خودکار درخواست‌ها

source: Satisfaction survey configuration (%s)
ar_iq: تكوين استطلاع الرضا (%s)

source: Satisfaction survey trigger rate (%s)
ar_iq: معدل تشغيل استطلاع الرضا (%s)

source: Create satisfaction survey after (%s)
ar_iq: إنشاء استطلاع مدى الرضا بعد (%s)

source: Satisfaction survey URL (%s)
ar_iq: عنوان URL لاستطلاع الرأي (%s)

source: %s adds the item
ar_iq: %s قام بإضافة هذا العنصر
fa_ir: %s مورد را اضافه کرد

source: No autofill
ar_iq: لا الملء التلقائي
fa_ir: بدون پرکردن خودکار

source: Fill when shifting to state %s
ar_iq: املأ عند الانتقال إلى الحالة %s
fa_ir: پر شود هنگام تغییر به حالت %s

source: Copy the start date of warranty
ar_iq: نسخ تاريخ بداية الضمان
fa_ir: کپی تاریخ شروع گارانتی

source: Inherits configuration from the parent entity
ar_iq: يرث التكوين من الكيان الأصل
fa_ir: به ارث بردن پیکربندی از موجودیت والد

source: Replace the agent name with a customisable nickname and the group name with a generic name
ar_iq: استبدل اسم الوكيل بلقب قابل للتخصيص واسم المجموعة باسم عام
fa_ir: نام عامل را با یک نام مستعار قابل تغییر و نام گروه را با یک نام عمومی جایگزین کنید

source: Read parameters
ar_iq: قراءة المعلمات
fa_ir: خواندن پارامترها

source: Read helpdesk parameters
ar_iq: قراءة معلمات مكتب المساعدة
fa_ir: خواندن پارامترهای میز کمک

source: Update parameters
ar_iq: تحديث المعلمات
fa_ir: به‌روزرسانی پارامترها

source: Update helpdesk parameters
ar_iq: تحديث معلمات مكتب المساعدة
fa_ir: به‌روزرسانی پارامترهای میز کمک

source: Value inherited from a parent entity
ar_iq: القيمة الموروثة من الكيان الأم
fa_ir: مقدار به ارث رسیده از موجودیت والد

source: How can we help you?
ar_iq: كيف يمكننا مساعدتك؟

source: Tiles may be overriden by profile.
ar_iq: قد يتم تجاوز البلاط بواسطة الملف الشخصي.

source: Custom main title
ar_iq: عنوان رئيسي مخصص

source: Budget
ar_iq: ميزانيات
fa_ir: بودجه

source: Other entities
ar_iq: كيانات أخرى
fa_ir: سایر موجودیت‌ها

# price
source: Total
ar_iq: المجموع

source: Total spent on the budget
ar_iq: إجمالي ما تم إنفاقه على الميزانية
fa_ir: کل هزینه صرف شده از بودجه

source: Total remaining on the budget
ar_iq: المجموع المتبقي في الميزانية
fa_ir: کل بودجه باقی‌مانده

source: Group
ar_iq: مجموعات
fa_ir: گروه

source: Child groups
ar_iq: المجموعات الفرعية
fa_ir: زیرگروه‌ها

# button
source: Add a user
ar_iq: إضافة مستخدم
fa_ir: افزودن کاربر

# button
source: Add a manager
ar_iq: إضافة مدير
fa_ir: افزودن مدیر

# button
source: Add a delegatee
ar_iq: إضافة مفوَّض
fa_ir: افزودن نماینده

# button
source: Remove a user
ar_iq: إزالة مستخدم
fa_ir: حذف کاربر

source: Can be in charge of a task
ar_iq: يمكن أن يكون مسؤولاً عن مهمة ما
fa_ir: می‌تواند مسئول یک وظیفه باشد

source: Group code
ar_iq: رمز المجموعة

source: Helpdesk group
ar_iq: مجموعة مكتب المساعدة
fa_ir: گروه میز کمک

source: Case
ar_iq: قضية
fa_ir: کیس

source: Antivirus
ar_iq: مكافحة الفيروسات
fa_ir: آنتی‌ویروس

source: Is up to date
ar_iq: محدث
fa_ir: به‌روز است

source: Add an antivirus
ar_iq: أضف مضاد فيروسات
fa_ir: افزودن آنتی‌ویروس

source: Ticket recurrent item
ar_iq: عنصر التذكرة المتكررة

# adjective
source: Invalid
ar_iq: غير صالح
fa_ir: نامعتبر

source: %1$s%2$d days %3$d hours %4$d minutes %5$d seconds
ar_iq: %1$s%2$d يوم %3$d ساعة %4$d دقيقة %5$d ثانية
fa_ir: %1$s%2$d روز %3$d ساعت %4$d دقیقه %5$d ثانیه

source: %1$s%2$d days %3$d hours %4$d minutes
ar_iq: %1$s%2$d يوم %3$d ساعة %4$d دقيقة
fa_ir: %1$s%2$d روز %3$d ساعت %4$d دقیقه

source: %1$s%2$d hours %3$d minutes %4$d seconds
ar_iq: %1$s%2$d ساعة %3$d دقيقة %4$d ثانية
fa_ir: %1$s%2$d ساعت %3$d دقیقه %4$d ثانیه

source: %1$s%2$d hours %3$d minutes
ar_iq: %1$s%2$d ساعة %3$d دقيقة
fa_ir: %1$s%2$d ساعت %3$d دقیقه

source: %1$s%2$d minutes %3$d seconds
ar_iq: %1$s%2$d دقيقة %3$d ثانية
fa_ir: %1$s%2$d دقیقه %3$d ثانیه

source: %1$s%2$d minute
ar_iq: %1$s%2$d دقائق
fa_ir: %1$s%2$d دقیقه

source: %1$s%2$s second
ar_iq: %1$s%2$s ثوانٍ
fa_ir: %1$s%2$s ثانیه

source: Progress
ar_iq: تقدم
fa_ir: پیشرفت

source: Selection too large, massive action disabled.
ar_iq: التحديد كبير جدًا، وتم تعطيل الإجراء الضخم.
fa_ir: انتخاب بیش از حد بزرگ است، عملیات گروهی غیرفعال شد.

source: To increase the limit: change max_input_vars or suhosin.post.max_vars in php configuration.
ar_iq: لزيادة الحد: قم بتغيير قيمة max_input_vars أو suhosin.post.max_vars في إعدادات php
fa_ir: برای افزایش حد: max_input_vars یا suhosin.post.max_vars را در تنظیمات PHP تغییر دهید.

source: Massive actions
ar_iq: إجراءات ضخمة
fa_ir: عملیات گروهی

source: Show date picker
ar_iq: إظهار منتقي التاريخ

source: Now
ar_iq: الآن
fa_ir: اکنون

source: Today
ar_iq: اليوم
fa_ir: امروز

source: Specify a date
ar_iq: حدد التاريخ
fa_ir: تعیین تاریخ

source: last Sunday
ar_iq: يوم الأحد الماضي
fa_ir: یکشنبه گذشته

source: last Monday
ar_iq: يوم الاثنين الماضي
fa_ir: دوشنبه گذشته

source: last Tuesday
ar_iq: الثلاثاء الماضي
fa_ir: سه‌شنبه گذشته

source: last Wednesday
ar_iq: الاربعاء الماضي
fa_ir: چهارشنبه گذشته

source: last Thursday
ar_iq: الخميس الماضي
fa_ir: پنج‌شنبه گذشته

source: last Friday
ar_iq: الجمعة الماضية
fa_ir: جمعه گذشته

source: last Saturday
ar_iq: السبت الماضي
fa_ir: شنبه گذشته

source: - %d week
ar_iq: - %d أسابيع
fa_ir: - %d هفته

source: Beginning of the month
ar_iq: بداية الشهر
fa_ir: ابتدای ماه

source: - %d month
ar_iq: - %d أشهر
fa_ir: - %d ماه

source: Beginning of the year
ar_iq: بداية العام
fa_ir: ابتدای سال

source: - %d year
ar_iq: - %d سنوات
fa_ir: - %d سال

source: + %d week
ar_iq: + %d أسابيع
fa_ir: + %d هفته

source: End of the month
ar_iq: نهاية الشهر
fa_ir: پایان ماه

source: + %d month
ar_iq: + %d أشهر
fa_ir: + %d ماه

source: End of the year
ar_iq: نهاية العام
fa_ir: پایان سال

source: + %d year
ar_iq: + %d سنوات
fa_ir: + %d سال

source: Available variables
ar_iq: المتغيرات المتاحة
fa_ir: متغیرهای در دسترس

source: From %1$d to %2$d of %3$d
ar_iq: من %1$d إلى %2$d من %3$d
fa_ir: از %1$d تا %2$d از %3$d

source: Empty array
ar_iq: مصفوفة فارغة
fa_ir: آرایه خالی

source: Display (number of items)
ar_iq: العرض (عدد العناصر)
fa_ir: نمایش (تعداد موارد)

source: %1$d on %2$d
ar_iq: %1$d على %2$d
fa_ir: %1$d از %2$d

source: File(s)
ar_iq: ملف(ات)
fa_ir: فایل(ها)

source: Drag and drop your file here, or
ar_iq: اسحب والقي ملفك هنا، أو
fa_ir: فایل خود را اینجا بکشید و رها کنید، یا

source: Just now
ar_iq: الآن
fa_ir: همین حالا

source: %s minutes ago
ar_iq: %s قبل دقائق
fa_ir: %s دقیقه پیش

source: %s hours ago
ar_iq: %s قبل ساعات
fa_ir: %s ساعت پیش

source: Yesterday
ar_iq: أمس
fa_ir: دیروز

source: %s days ago
ar_iq: %s قبل أيام
fa_ir: %s روز پیش

source: %s weeks ago
ar_iq: %s منذ أسابيع
fa_ir: %s هفته پیش

source: Last month
ar_iq: الشهر الماضي
fa_ir: ماه گذشته

source: In a minute
ar_iq: في دقيقة
fa_ir: در یک دقیقه

source: In %s minutes
ar_iq: خلال %s دقيقة
fa_ir: در %s دقیقه

source: In an hour
ar_iq: في ساعة
fa_ir: در یک ساعت

source: In %s hours
ar_iq: خلال %s ساعة
fa_ir: در %s ساعت

source: Tomorrow
ar_iq: غداً
fa_ir: فردا

source: In %s days
ar_iq: خلال %s من الأيام
fa_ir: در %s روز

source: In %s weeks
ar_iq: خلال %s أسابيع
fa_ir: در %s هفته

source: Next month
ar_iq: الشهر المقبل
fa_ir: ماه بعد

source: Line operator
ar_iq: مشغل الخط
fa_ir: اپراتور خط

source: Mobile Country Code
ar_iq: رمز البلد المحمول
fa_ir: کد کشور موبایل

source: Mobile Network Code
ar_iq: رمز شبكة الهاتف المحمول
fa_ir: کد شبکه موبایل

source: Mobile country code and network code combination must be unique!
ar_iq: يجب أن تكون تركيبة رمز البلد ورمز الشبكة فريدة من نوعها!
fa_ir: ترکیب کد کشور و کد شبکه موبایل باید منحصر به فرد باشد!

source: Device case model
ar_iq: موديلات أغطية الأجهزة
fa_ir: مدل کیس دستگاه

source: Battery type
ar_iq: نوع البطارية
fa_ir: نوع باتری

source: Virtualization model
ar_iq: نماذج افتراضية
fa_ir: مدل مجازی‌سازی

# setup
source: General
ar_iq: عام
fa_ir: عمومی

source: Invalid base URL!
ar_iq: عنوان URL الأساسي غير صالح!
fa_ir: آدرس پایه نامعتبر است!

source: The specified profile doesn't exist or is not allowed to access the central interface.
ar_iq: ملف التعريف المحدد غير موجود أو غير مسموح له بالوصول إلى الواجهة المركزية.
fa_ir: پروفایل مشخص شده وجود ندارد یا اجازه دسترسی به رابط مرکزی را ندارد.

source: Performance
ar_iq: أداء
fa_ir: عملکرد

source: Database version seems correct (%s) - Perfect!
ar_iq: يبدو أن إصدار قاعدة البيانات صحيح (%s) - مثالي!
fa_ir: نسخه پایگاه داده صحیح به نظر می‌رسد (%s) - عالی!

source: Your database engine version seems too old: %s.
ar_iq: يبدو أن إصدار محرك قاعدة البيانات لديك قديم جدًا: %s.
fa_ir: نسخه موتور پایگاه داده شما قدیمی به نظر می‌رسد: %s.

source: System board model
ar_iq: طرازات لوحة النظام
fa_ir: مدل مادربرد

source: Device hard drive type
ar_iq: نوع القرص الصلب للجهاز

source: Consumable model
ar_iq: نماذج مستهلكين
fa_ir: مدل مصرفی

source: Number of used consumables
ar_iq: عدد المواد الاستهلاكية المستخدمة
fa_ir: تعداد مصرفی‌های استفاده شده

source: Number of new consumables
ar_iq: عدد المواد الاستهلاكية الجديدة
fa_ir: تعداد مصرفی‌های جدید

source: Send alarms on consumables
ar_iq: إرسال التنبهيات على المواد الإستهلاكية
fa_ir: ارسال هشدار برای کالاهای مصرفی

source: Threshold of alarm reached for the type of consumable: %1$s - Reference %2$s - Remaining %3$d
ar_iq: تم الوصول إلى حد الإنذار لنوع المادة الاستهلاكية: %1$s - المرجع %2$s - المتبقي %3$d
fa_ir: حد هشدار برای نوع مصرفی رسید: %1$s - مرجع %2$s - باقی‌مانده %3$d

source: %s: send consumable alert failed
ar_iq: %s: فشل إرسال تنبيه المستهلك
fa_ir: %s: ارسال هشدار مصرفی ناموفق بود

source: Clone
ar_iq: استنساخ
fa_ir: کپی

source: Make a choice
ar_iq: اختر خيارًا
fa_ir: انتخاب کنید

source: Delete the whole serie of the recurrent event
ar_iq: حذف السلسلة الكاملة للحدث المتكرر
fa_ir: حذف کل سری رویدادهای تکراری

source: or just add an exception by deleting this instance?
ar_iq: أو مجرد إضافة استثناء عن طريق حذف هذا المثيل؟
fa_ir: یا فقط با حذف این مورد یک استثنا اضافه کنید؟

source: Serie
ar_iq: سلسلة
fa_ir: سری

source: Instance
ar_iq: نسخ
fa_ir: مورد

source: Recurring event resized
ar_iq: تم تغيير حجم الحدث المتكرر
fa_ir: سایز رویداد تکراری تغییر یافت

source: The resized event is a recurring event. Do you want to change the serie or instance ?
ar_iq: الحدث الذي تم تغيير حجمه هو حدث متكرر.هل تريد تغيير السلسلة أو المثيل؟
fa_ir: رویداد تغییر اندازه یافته، یک رویداد تکراری است. آیا می‌خواهید سری یا مورد را تغییر دهید؟

source: Recurring event dragged
ar_iq: تم سحب الحدث المتكرر
fa_ir: رویداد تکراری جابجا شد

source: The dragged event is a recurring event. Do you want to move the serie or instance?
ar_iq: الحدث المسحوب هو حدث متكرر.هل تريد نقل السلسلة أو المثيل؟

source: Edit an event
ar_iq: تحرير حدث
fa_ir: ویرایش رویداد

source: Add an event
ar_iq: أضف حدثًا
fa_ir: افزودن رویداد

source: Timeline Week
ar_iq: أسبوع الجدول الزمني
fa_ir: هفته زمان‌بندی

source: Add reservation
ar_iq: أضف الحجز
fa_ir: افزودن رزرو
