Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: If contracts are no longer used
ar_iq: في حال لم تعد العقود قيد الإستخدام
fa_ir: اگر قراردادها دیگر استفاده نمی‌شوند

source: If certificates are no longer used
ar_iq: إذا لم تعد الشهادات مستخدمة
fa_ir: اگر گواهی‌ها دیگر استفاده نمی‌شوند

source: Target form
ar_iq: شكل الهدف

source: Helpdesk translation
ar_iq: ترجمات مكتب المساعدة

source: Add language
ar_iq: أضف لغة

source: Translated
ar_iq: مترجم

source: Translations to do
ar_iq: ترجمات للقيام بها

source: Obsolete translations
ar_iq: ترجمات عفا عليها الزمن

source: Select language to translate
ar_iq: اختر اللغة المراد ترجمتها

source: Bulk import groups from a LDAP directory
ar_iq: استيراد حِزَمي لمجموعات سجل LDAP
fa_ir: درون‌ریزی گروه‌ها به صورت گروهی از دایرکتوری LDAP

source: Import of new groups
ar_iq: إستيراد مجموعات جديدة
fa_ir: درون‌ریزی گروه‌های جدید

source: Illustration
ar_iq: توضيح

source: Target url
ar_iq: عنوان URL المستهدف

source: Recursive membership
ar_iq: العضوية العودية

source: If enabled, members of this group will also become implicit members of its children groups
ar_iq: إذا تم تمكينه، فسيصبح أعضاء هذه المجموعة أيضًا أعضاء ضمنيين في مجموعاتها الفرعية

source: Visible in a ticket
ar_iq: مرئية في التذكرة
fa_ir: قابل مشاهده در تیکت

source: Can be notified
ar_iq: يمكن إخطاره
fa_ir: قابل اطلاع‌رسانی

source: Visible in a project
ar_iq: مرئية في المشروع
fa_ir: قابل مشاهده در پروژه

source: Can be manager
ar_iq: يمكن أن يكون مديرا
fa_ir: می‌تواند مدیر باشد

source: Can contain
ar_iq: يمكن أن تحتوي
fa_ir: می‌تواند شامل شود

source: Home tiles configuration
ar_iq: تكوين بلاط المنزل

source: Save tiles order
ar_iq: حفظ ترتيب البلاط

source: Custom illustrations
ar_iq: الرسوم التوضيحية المخصصة

source: Default illustration
ar_iq: الرسم التوضيحي الافتراضي

source: Custom illustration
ar_iq: رسم توضيحي مخصص

source: Inherited from parent entity
ar_iq: موروثة من الكيان الأم

source: Left side
ar_iq: الجانب الأيسر

source: Left side configuration
ar_iq: تكوين الجانب الأيسر

source: Right side
ar_iq: الجانب الأيمن

source: Right side configuration
ar_iq: تكوين الجانب الأيمن

source: Default illustration preview
ar_iq: معاينة الرسم التوضيحي الافتراضي

source: Custom illustration preview and selection
ar_iq: معاينة الرسم التوضيحي المخصص واختياره

source: Inherited illustration preview
ar_iq: معاينة الرسم التوضيحي الموروثة

source: The following illustration from the parent entity will be used:
ar_iq: سيتم استخدام الرسم التوضيحي التالي من الكيان الأصلي:

source: Save custom illustrations settings
ar_iq: حفظ إعدادات الرسوم التوضيحية المخصصة

source: Default value
ar_iq: القيمة الإفتراضية
fa_ir: مقدار پیش فرض

source: Custom value
ar_iq: قيمة مخصصة

source: Main title
ar_iq: العنوان الرئيسي

source: Default title preview
ar_iq: معاينة العنوان الافتراضي

source: Custom title value
ar_iq: قيمة العنوان المخصصة

source: Enter a custom title...
ar_iq: أدخل عنوانًا مخصصًا...

source: Inherited title preview
ar_iq: معاينة العنوان الموروثة

source: Enabled
ar_iq: مفعل

source: Inherited from parent entity (%1$s)
ar_iq: موروث من الكيان الأصلي (%1$s)

source: Search bar
ar_iq: شريط البحث

source: Expand categories in the service catalog
ar_iq: توسيع الفئات في كتالوج الخدمة

source: Save general settings
ar_iq: حفظ الإعدادات العامة

source: Delete tile
ar_iq: حذف البلاط

source: Save changes
ar_iq: حفظ التغييرات

source: Target page
ar_iq: الصفحة المستهدفة

source: Agent type
ar_iq: أنواع الوكلاء
fa_ir: نوع عامل

source: Locked
ar_iq: مغلق
fa_ir: قفل شده

source: Device ID
ar_iq: معرف الجهاز
fa_ir: شناسه دستگاه

source: Tag
ar_iq: علامة
fa_ir: برچسب

source: Agent configuration
ar_iq: تكوين الوكيل
fa_ir: پیکربندی عامل

source: Network discovery threads
ar_iq: مواضيع اكتشاف الشبكة
fa_ir: رشته‌های کشف شبکه

source: Network discovery timeout
ar_iq: انتهت مهلة اكتشاف الشبكة
fa_ir: مهلت زمانی کشف شبکه

source: Network inventory threads
ar_iq: خيوط جرد الشبكة
fa_ir: رشته‌های موجودی شبکه

source: Network inventory timeout
ar_iq: انتهت مهلة مخزون الشبكة
fa_ir: وقفه موجودی شبکه

source: General setup
ar_iq: إعدادات عامة
fa_ir: تنظیمات عمومی

source: Supported tasks
ar_iq: المهام المدعومة
fa_ir: وظایف پشتیبانی‌شده

source: When reported by GLPI agent via native inventory
ar_iq: عندما يتم الإبلاغ عنها بواسطة وكيل GLPI عبر المخزون الأصلي

source: Wake on LAN
ar_iq: استيقظ على الشبكة المحلية
fa_ir: روشن‌سازی از طریق LAN

source: Computer inventory
ar_iq: مخزون الكمبيوتر
fa_ir: موجودی رایانه

source: ESX remote inventory
ar_iq: ESX المخزون عن بعد
fa_ir: موجودی راه‌دور ESX

source: Network inventory (SNMP)
ar_iq: مخزون الشبكة (SNMP)
fa_ir: موجودی شبکه (SNMP)

source: Network discovery (SNMP)
ar_iq: اكتشاف الشبكة (SNMP)
fa_ir: کشف شبکه (SNMP)

source: Package Deployment
ar_iq: نشر الحزمة
fa_ir: استقرار بسته

source: Remote inventory
ar_iq: المخزون عن بعد
fa_ir: موجودی راه‌دور

source: Import inventory files
ar_iq: استيراد ملفات المخزون
fa_ir: درون‌برد فایل‌های موجودی

source: You can use this menu to upload one or several inventory files. Files must have a known extension (%1$s).
ar_iq: يمكنك استخدام هذه القائمة لتحميل ملف جرد واحد أو أكثر. يجب أن يكون للملفات امتداد معروف (%1$s).
fa_ir: می‌توانید از این منو برای بارگذاری یک یا چند فایل موجودی استفاده کنید. فایل‌ها باید پسوند شناخته‌شده (%1$s) داشته باشند.

source: It is also possible to upload a compressed archive directly with a collection of inventory files.
ar_iq: من الممكن أيضًا تحميل أرشيف مضغوط مباشرةً مع مجموعة من ملفات المخزون.
fa_ir: همچنین امکان بارگذاری مستقیم یک آرشیو فشرده شامل مجموعه‌ای از فایل‌های موجودی وجود دارد.

# button
source: Upload
ar_iq: رفع
fa_ir: بارگذاری

source: Inventory
ar_iq: جرد
fa_ir: فهرست اموال

source: Import process is complete.
ar_iq: اكتملت عملية الاستيراد.
fa_ir: فرایند درون‌برد کامل شد.

source: Filename
ar_iq: اسم الملف
fa_ir: نام فایل

source: Result
ar_iq: نتيجة
fa_ir: نتیجه

source: Import denied (no log)
ar_iq: تم رفض الاستيراد (لا يوجد سجل)
fa_ir: درون‌برد رد شد (بدون لاگ)

source: Bulk import users from a LDAP directory
ar_iq: استيراد حزمة مستخدمين من سجل LDAP
fa_ir: درون‌برد گروهی کاربران از یک فهرست LDAP

source: Synchronizing already imported users
ar_iq: مزامنة المستخدمين المستوردين
fa_ir: همگام‌سازی کاربران درون‌برد شده قبلی

source: Import new users
ar_iq: إستيراد مستخدمين جدد
fa_ir: درون‌برد کاربران جدید

source: Translation name
ar_iq: اسم الترجمة

source: Translated value
ar_iq: القيمة المترجمة

source: Edit translation
ar_iq: تحرير الترجمة

source: Helpdesk translations: %s
ar_iq: ترجمات مكتب المساعدة: %s

source: Default (%s)
ar_iq: الافتراضي (%s)

source: Form actions
ar_iq: إجراءات النموذج

source: Save translation
ar_iq: حفظ الترجمة

source: Delete translation
ar_iq: حذف الترجمة

source: The default value has changed since the last translation
ar_iq: لقد تغيرت القيمة الافتراضية منذ الترجمة الأخيرة

source: Translation may be obsolete
ar_iq: قد تكون الترجمة عفا عليها الزمن

source: Enter translation
ar_iq: أدخل الترجمة

source: Send an email to the user to set their own new password.
ar_iq: إرسال بريد إلكتروني إلى المستخدم لتعيين كلمة المرور الجديدة الخاصة به.

source: Confirm password
ar_iq: تأكيد كلمة المرور

source: Not enough rights to change this field
ar_iq: لا توجد حقوق كافية لتغيير هذا المجال
fa_ir: سطح دسترسی کافی برای تغییر این فیلد وجود ندارد

source: Valid since
ar_iq: صالحة منذ ذلك الحين
fa_ir: معتبر از

source: Valid until
ar_iq: صالحة حتى
fa_ir: معتبر تا

source: Last synchronization on %s
ar_iq: آخر مزامنة على %s
fa_ir: آخرین همگام‌سازی در %s

source: Last login on %s
ar_iq: أخر دخول في %s
fa_ir: آخرین ورود در %s

source: User DN
ar_iq: الاسم المميز للمستخدم
fa_ir: شناسه کاربری (DN)

source: User missing in LDAP directory
ar_iq: المستخدم مفقود في دليل LDAP
fa_ir: کاربر در فهرست LDAP موجود نیست

source: If 2FA is mandatory for this user, they will be required to set it back up the next time they log in.
ar_iq: إذا كانت المصادقة الثنائية إلزامية لهذا المستخدم، فستتم مطالبته بإعدادها احتياطيًا في المرة التالية التي يقوم فيها بتسجيل الدخول.

source: Disable
ar_iq: تعطيل
fa_ir: غیرفعال کردن

source: Administrative number
ar_iq: رقم الإداري

source: Recursive
ar_iq: متكرر
fa_ir: بازگشتی

source: Default profile
ar_iq: الملف الشخصي الافتراضي
fa_ir: پروفایل پیش‌فرض

source: Default entity
ar_iq: الكيان الافتراضي
fa_ir: واحد پیش‌فرض

source: Full structure
ar_iq: هيكل كامل
fa_ir: ساختار کامل

source: Supervisor
ar_iq: مشرف

source: Nickname
ar_iq: كنية
fa_ir: نام مستعار

source: Normal
ar_iq: عادي
fa_ir: عادی

source: Debug
ar_iq: تصحيح الأخطاء
fa_ir: اشکال‌زدایی

source: Use GLPI in mode
ar_iq: طريقة إستخدام GLPI
fa_ir: استفاده از GLPI در حالت

source: Contact information
ar_iq: معلومات الاتصال

source: Passwords and access keys
ar_iq: كلمات المرور ومفاتيح الوصول

source: API token
ar_iq: رمز API
fa_ir: توکن API

source: Change password
ar_iq: تغيير كلمة المرور

source: Password change pending
ar_iq: تغيير كلمة المرور معلق

source: Change picture
ar_iq: تغيير الصورة

source: Import new groups
ar_iq: استيراد مجموعات جديدة

source: Search criteria for groups
ar_iq: معايير البحث للمجموعات

source: Search filter for users
ar_iq: مرشح البحث للمستخدمين
fa_ir: فیلتر جستجو برای کاربران

source: In users
ar_iq: في المستخدمين
fa_ir: در کاربران

source: Attribute of the user containing its groups
ar_iq: سمة المستخدم التي تحتوي على مجموعاته
fa_ir: ویژگی کاربر که گروه‌های او را شامل می‌شود

source: Attribute value
ar_iq: قيمة السمة
fa_ir: مقدار ویژگی

source: In groups
ar_iq: في مجموعات
fa_ir: در گروه‌ها

source: Group DN
ar_iq: الاسم المميز للمجموعة
fa_ir: شناسه گروه (DN)

source: Form horizontal block placeholder
ar_iq: نموذج العنصر النائب للكتلة الأفقية

source: Logic operator
ar_iq: عامل المنطق

source: Select an item...
ar_iq: حدد عنصرًا...

source: Value operator
ar_iq: عامل القيمة

source: Delete criteria
ar_iq: حذف المعايير

source: Add another criteria
ar_iq: إضافة معايير أخرى

source: Destination fields accordion
ar_iq: حقول الوجهة الأكورديون

source: Auto config
ar_iq: التكوين التلقائي

source: The auto configuration option allows dynamically configuring the content of the created object based on the different fields of the form.
ar_iq: يتيح خيار التكوين التلقائي تكوين محتوى الكائن الذي تم إنشاؤه ديناميكيًا استنادًا إلى الحقول المختلفة للنموذج.

source: Select strategy...
ar_iq: اختر الإستراتيجية...

source: Remove strategy
ar_iq: إزالة الاستراتيجية

source: Combine with another option
ar_iq: الجمع مع خيار آخر

source: Horizontal blocks layout
ar_iq: تخطيط الكتل الأفقية

source: Horizontal blocks
ar_iq: كتل أفقية

source: Form translation
ar_iq: ترجمات النموذج

source: There are %d user(s) matching these criteria.
ar_iq: هناك %d مستخدم (مستخدمين) يطابقون هذه المعايير.

source: Click to copy to clipboard
ar_iq: انقر للنسخ إلى الحافظة

source: Direct access URL
ar_iq: عنوان URL للوصول المباشر

source: Click to change the token
ar_iq: انقر لتغيير الرمز المميز

source: Allow unauthenticated users
ar_iq: السماح للمستخدمين غير المصادقين

source: Users without accounts will be able to answer anonymously to this form. Authenticated users will not see this form.
ar_iq: سيتمكن المستخدمون الذين ليس لديهم حسابات من الإجابة بشكل مجهول على هذا النموذج.لن يتمكن المستخدمون المصادقون من رؤية هذا النموذج.

source: Advanced configuration
ar_iq: التكوين المتقدم

source: Subtree root
ar_iq: جذر الشجرة الفرعية

source: Limit subtree depth
ar_iq: الحد من عمق الشجرة الفرعية

source: Make tree root selectable
ar_iq: جعل جذر الشجرة قابلاً للتحديد

source: Request categories
ar_iq: فئات الطلب

source: Incident categories
ar_iq: فئات الحوادث

source: Change categories
ar_iq: تغيير الفئات

source: Problem categories
ar_iq: فئات المشكلة

source: Filter ticket categories
ar_iq: تصفية فئات التذاكر

source: This destination is not available, the plugin "%1$s" is deactivated or removed.
ar_iq: هذه الوجهة غير متاحة، تم إلغاء تنشيط المكون الإضافي "%1$s" أو إزالته.

source: Form translations: %s
ar_iq: ترجمات النموذج: %s

source: Question has conditions and its type cannot be changed
ar_iq: السؤال له شروط ولا يمكن تغيير نوعه

source: This question is used in the conditions of other form elements with a value operator that is not available for the new selected type.
ar_iq: يُستخدم هذا السؤال في شروط عناصر النموذج الأخرى ذات عامل القيمة غير المتاح للنوع المحدد الجديد.

source: You must delete/edit related conditions before changing the type of this question.
ar_iq: يجب عليك حذف/تعديل الشروط ذات الصلة قبل تغيير نوع هذا السؤال.

source: New question
ar_iq: سؤال جديد

source: Question details
ar_iq: تفاصيل السؤال

source: The current access policy allows unauthenticated access to this form, but this question type will be hidden to unauthenticated users.
ar_iq: تسمح سياسة الوصول الحالية بالوصول غير المصادق إلى هذا النموذج، ولكن سيتم إخفاء نوع السؤال هذا للمستخدمين غير المصادقين.

source: Question name
ar_iq: اسم السؤال

source: Duplicate question
ar_iq: سؤال مكرر

source: More actions
ar_iq: المزيد من الإجراءات

source: Configure visibility
ar_iq: تكوين الرؤية

source: Configure validation
ar_iq: تكوين التحقق من الصحة

source: Copy uuid
ar_iq: انسخ uuid

source: Add a description
ar_iq: أضف وصفًا

source: Question description
ar_iq: وصف السؤال

source: Question type
ar_iq: نوع السؤال

source: Question sub type
ar_iq: نوع السؤال الفرعي

source: Select your file
ar_iq: حدد الملف الخاص بك

source: Preview import
ar_iq: معاينة الاستيراد

source: Resolve issues
ar_iq: حل القضايا

source: Original value
ar_iq: القيمة الأصلية

source: Replacement value
ar_iq: قيمة الاستبدال

source: Replacement value for '%s'
ar_iq: قيمة الاستبدال لـ "%s"

source: Import results
ar_iq: استيراد النتائج

source: Imported
ar_iq: مستورد
fa_ir: وارد شده

source: Not imported
ar_iq: غير مستوردة

source: Import another file
ar_iq: استيراد ملف آخر

source: Import preview
ar_iq: معاينة الاستيراد

source: Form name
ar_iq: اسم النموذج

source: Ready to be imported
ar_iq: جاهزة للاستيراد

source: Can't be imported
ar_iq: لا يمكن استيرادها

source: Import
ar_iq: استيراد
fa_ir: واردسازی

source: Remove this form from the import list
ar_iq: إزالة هذا النموذج من قائمة الاستيراد

source: Remove form
ar_iq: إزالة النموذج

source: Remove item
ar_iq: إزالة العنصر

source: Conditions count
ar_iq: الظروف تحسب

source: Conditional visibility
ar_iq: الرؤية المشروطة

source: Conditional validation
ar_iq: التحقق المشروط

source: Service catalog configuration
ar_iq: تكوين كتالوج الخدمة

source: Active
ar_iq: نشيط

source: Pin to top of the service catalog
ar_iq: التثبيت في أعلى كتالوج الخدمة

source: Enter a value...
ar_iq: أدخل قيمة...

source: Comment details
ar_iq: تفاصيل التعليق

source: New comment
ar_iq: تعليق جديد

source: Comment title
ar_iq: عنوان التعليق

source: Duplicate comment
ar_iq: تعليق مكرر

source: Comment description
ar_iq: وصف التعليق

source: Item has conditions and cannot be deleted
ar_iq: العنصر له شروط ولا يمكن حذفه

source: This question is used in conditions of other form elements
ar_iq: يستخدم هذا السؤال في شروط عناصر النموذج الأخرى

source: You must delete related conditions before deleting this question.
ar_iq: يجب عليك حذف الشروط ذات الصلة قبل حذف هذا السؤال.

source: This comment is used in conditions of other form elements
ar_iq: يستخدم هذا التعليق في شروط عناصر النموذج الأخرى

source: You must delete related conditions before deleting this comment.
ar_iq: يجب عليك حذف الشروط ذات الصلة قبل حذف هذا التعليق.

source: This section is used in conditions of other form elements
ar_iq: يستخدم هذا القسم في شروط عناصر النموذج الأخرى

source: You must delete related conditions before deleting this section.
ar_iq: يجب عليك حذف الشروط ذات الصلة قبل حذف هذا القسم.

source: Reorganize sections
ar_iq: إعادة تنظيم الأقسام

source: Update item
ar_iq: تحديث العنصر

source: Duplicate
ar_iq: ينسخ

source: Configure creation conditions
ar_iq: تكوين شروط الإنشاء

source: Conditions
ar_iq: شروط

source: Add a question
ar_iq: أضف سؤالا

source: Add a section
ar_iq: إضافة قسم

source: Add a horizontal layout
ar_iq: إضافة تخطيط أفقي

source: Remove slot
ar_iq: إزالة الفتحة

source: Form details
ar_iq: تفاصيل النموذج

source: These questions have an unknown type and will be deleted the next time this form is saved:
ar_iq: نوع هذه الأسئلة غير معروف وسيتم حذفها في المرة التالية التي يتم فيها حفظ هذا النموذج:

source: Header
ar_iq: رأس

source: Add a description to your form...
ar_iq: أضف وصفًا إلى النموذج الخاص بك...

source: Form properties
ar_iq: خصائص النموذج

source: Render layout
ar_iq: تقديم التخطيط

source: Conditional visibility for submit button
ar_iq: الرؤية المشروطة لزر الإرسال

source: Restore
ar_iq: إعادة
fa_ir: بازگرداندن

source: Put in trashbin
ar_iq: ضع في سلة المهملات
fa_ir: قرار دادن در سطل زباله

source: Save and preview
ar_iq: حفظ ومعاينة

source: Form section
ar_iq: قسم النموذج

source: Section name
ar_iq: اسم القسم

source: New section
ar_iq: قسم جديد

source: Section details
ar_iq: تفاصيل القسم

source: Add a description to this section
ar_iq: أضف وصفًا لهذا القسم

source: Section description
ar_iq: وصف القسم

source: %d element
ar_iq: عناصر

source: Collapse section
ar_iq: طي القسم

source: Duplicate section
ar_iq: قسم مكرر

source: Move section
ar_iq: نقل القسم

source: Merge with previous section
ar_iq: دمج مع القسم السابق

source: Delete section
ar_iq: حذف القسم

source: Add a slot
ar_iq: أضف فتحة

source: Remove horizontal layout
ar_iq: إزالة التخطيط الأفقي

source: Destination
ar_iq: وجهات

source: Add %s
ar_iq: إضافة %s

source: No items will be created for this form.
ar_iq: لن يتم إنشاء أي عناصر لهذا النموذج.

source: Form destinations
ar_iq: وجهات النموذج

source: Form destination name
ar_iq: اسم وجهة النموذج

source: Conditional validation is not available for this question type.
ar_iq: التحقق المشروط غير متوفر لهذا النوع من الأسئلة.

source: Manageable domain records
ar_iq: سجلات المجال التي يمكن التحكم فيها
fa_ir: رکوردهای قابل مدیریت دامنه

source: Tools
ar_iq: أدوات
fa_ir: ابزارها

source: Profile's interface
ar_iq: واجهة الملف الشخصي
fa_ir: واسط مشخصات

source: Update own password
ar_iq: تحديث كلمة المرور الخاصة
fa_ir: به‌روزرسانی گذرواژه خود

source: Ticket creation form on login
ar_iq: نموذج إنشاء التذكرة عند تسجيل الدخول
fa_ir: فرم ایجاد درخواست هنگام ورود

source: Caption
ar_iq: التسمية التوضيحية
fa_ir: عنوان

source: Global right
ar_iq: الحق العالمي
fa_ir: حق سراسری

source: Entity right
ar_iq: حق الكيان
fa_ir: حق موجودیت

source: ITIL Templates
ar_iq: قوالب ITIL
fa_ir: قالب‌های ITIL

source: Default ticket template
ar_iq: قالب التذكرة الافتراضي
fa_ir: قالب پیش‌فرض درخواست

source: Notifications must be enabled to activate mentions.
ar_iq: يجب تفعيل الإشعارات لتفعيل الإشارات.

source: Mentions configuration
ar_iq: يذكر التكوين

source: Enables or disables the ability to mention users within the application.
ar_iq: تمكين أو تعطيل إمكانية الإشارة إلى المستخدمين داخل التطبيق.

source: User mentions are disabled for this profile.
ar_iq: تم تعطيل إشارات المستخدم لهذا الملف الشخصي.

source: Full
ar_iq: ممتلىء
fa_ir: کامل

source: Displays all users. Mentioned users will be added as observers if they are not already actors.
ar_iq: يعرض كافة المستخدمين.سيتم إضافة المستخدمين المذكورين كمراقبين إذا لم يكونوا ممثلين بالفعل.

source: Association
ar_iq: منظمة
fa_ir: انجمن

source: See hardware of my groups
ar_iq: انظر الأجهزة من مجموعاتي
fa_ir: مشاهده سخت‌افزار گروه‌های من

source: Link with items for the creation of tickets
ar_iq: ربط مع العناصر لإنشاء التذاكر
fa_ir: پیوند با موارد برای ایجاد درخواست‌ها

source: Associable items to tickets, changes and problems
ar_iq: العناصر المرتبطة بالتذاكر والتغييرات والمشاكل
fa_ir: موارد قابل پیوند با درخواست‌ها، تغییرات و مشکلات

source: Default change template
ar_iq: قالب التغيير الافتراضي
fa_ir: قالب پیش‌فرض تغییر

source: Default problem template
ar_iq: قالب المشكلة الافتراضي
fa_ir: قالب پیش‌فرض مشکل

source: ITIL object
ar_iq: كائنات ITIL
fa_ir: شیء ITIL

source: Restricted
ar_iq: مقيد

source: Limits the display to actors directly involved in the ticket.
ar_iq: يقتصر العرض على الممثلين المشاركين بشكل مباشر في التذكرة.

source: Administration
ar_iq: التحكم
fa_ir: مدیریت

source: Rule
ar_iq: قواعد
fa_ir: قانون

source: Dropdowns dictionary
ar_iq: القاموس المنسدلة
fa_ir: واژه‌نامه کشویی‌ها

source: Life cycle of tickets
ar_iq: دورة حياة التذكرة
fa_ir: چرخه زندگی درخواست‌ها

source: Custom asset
ar_iq: أصول مخصصة

source: Life cycle of problems
ar_iq: دورة حياة المشاكل
fa_ir: چرخه زندگی مشکلات

source: Life cycle of changes
ar_iq: دورة حياة التغيرات
fa_ir: چرخه زندگی تغییرات

source: Add tile
ar_iq: أضف البلاط

source: Please select the type that represents the best the asset.
ar_iq: يرجى تحديد النوع الذي يمثل أفضل الأصول.

source: We need this information to send the inventory file in the correct inventory engine of the GLPI framework.
ar_iq: نحتاج إلى هذه المعلومات لإرسال ملف المخزون إلى محرك المخزون الصحيح لإطار عمل GLPI.

source: New field
ar_iq: مجال جديد

source: Capacity options
ar_iq: خيارات القدرات

# button
source: OK
ar_iq: نعم

source: You have disabled one or more capacities that are used by assets. Disabling them will result in the deletion of associated data.
ar_iq: لقد قمت بتعطيل واحدة أو أكثر من القدرات التي تستخدمها الأصول.سيؤدي تعطيلها إلى حذف البيانات المرتبطة بها.

# button
source: Yes, disable it!
ar_iq: نعم، عطله!

source: There is currently no profile with access to items with current definition.
ar_iq: لا يوجد حاليًا أي ملف شخصي يمكنه الوصول إلى العناصر ذات التعريف الحالي.

source: The system name field corresponds to what will be used when development is involved. Examples: API calls, webhooks, etc.
ar_iq: يتوافق حقل اسم النظام مع ما سيتم استخدامه عند التطوير.أمثلة: مكالمات واجهة برمجة التطبيقات وخطافات الويب وما إلى ذلك.

source: It can be personalized, but some words are reserved such as classes from GLPI like Computer, Monitor, etc.
ar_iq: يمكن تخصيصها، ولكن يتم حجز بعض الكلمات مثل الفئات من GLPI مثل الكمبيوتر والشاشة وما إلى ذلك.

source: Items linked to the system name "%s" will have the class "%s".
ar_iq: العناصر المرتبطة باسم النظام "%s" سيكون لها الفئة "%s".

source: Label
ar_iq: التسمية
fa_ir: برچسب

source: System name
ar_iq: اسم النظام

source: The class of items related to current definition is "%s".
ar_iq: فئة العناصر المرتبطة بالتعريف الحالي هي "%s".

source: This item definition is used by %d items.
ar_iq: يتم استخدام تعريف العنصر هذا بواسطة %d من العناصر.

source: All items that are using this definition will be deleted.
ar_iq: سيتم حذف كافة العناصر التي تستخدم هذا التعريف.

source: This item definition is not used by any items.
ar_iq: لا يتم استخدام تعريف العنصر هذا بواسطة أي عناصر.

# button
source: Yes, delete it!
ar_iq: نعم، احذفه!

source: Add translation
ar_iq: أضف الترجمة

source: Asset name / Field
ar_iq: اسم الأصل/الحقل

source: New translation
ar_iq: ترجمة جديدة

source: No translation has been added yet
ar_iq: لم تتم إضافة أي ترجمة حتى الآن

source: Translations
ar_iq: ترجمات
fa_ir: ترجمه‌ها

source: Substitutes are users who can approve or refuse tickets on your behalf.
ar_iq: البدلاء هم المستخدمون الذين يمكنهم الموافقة على التذاكر أو رفضها نيابةً عنك.

source: Start date
ar_iq: تاريخ البدء

source: End date
ar_iq: تاريخ الانتهاء

source: Approval substitutes
ar_iq: بدائل الموافقة

source: Delegators are users who gave you the right to approve or refuse tickets on their behalf.
ar_iq: المفوضون هم المستخدمون الذين أعطوك الحق في الموافقة على التذاكر أو رفضها نيابة عنهم.

source: Substitution start date
ar_iq: تاريخ بدء الاستبدال

source: Substitution end date
ar_iq: تاريخ انتهاء الاستبدال

source: You can continue to add elements to be transferred or execute the transfer now.
ar_iq: يمكنك الاستمرار في إضافة العناصر المراد نقلها أو تنفيذ النقل الآن.

source: Think of making a backup before transfering items.
ar_iq: فكر في عمل نسخة احتياطية قبل نقل العناصر.

source: Transfer mode
ar_iq: وضع النقل
fa_ir: روش انتقال

source: Clear the list of elements to be transferred
ar_iq: امسح قائمة العناصر المراد نقلها
