Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Root entity
ar_iq: مدخلات أساسية
fa_ir: واحد ریشه

# Icon
source: advanced-dashboards
ar_iq: لوحات المعلومات المتقدمة

# Icon
source: Agent config
ar_iq: تكوين الوكيل

# Icon
source: alert
ar_iq: يُحذًِر

# Icon
source: anonymise
ar_iq: إخفاء الهوية

# Icon
source: anonymize-alt
ar_iq: إخفاء الهوية-alt

# Icon
source: ansible
ar_iq: غير معقول

# Icon
source: Antivirus
ar_iq: مكافحة الفيروسات

# Icon
source: Application
ar_iq: طلب

# Icon
source: application-altenative
ar_iq: تطبيق بديل

# Icon
source: application-edit
ar_iq: تحرير التطبيق

# Icon
source: approval-by-mail
ar_iq: الموافقة عن طريق البريد

# Icon
source: Approve Requests
ar_iq: الموافقة على الطلبات

# Icon
source: Cartridge
ar_iq: خرطوشة

# Icon
source: Desktop 1
ar_iq: سطح المكتب 1

# Icon
source: Desktop 2
ar_iq: سطح المكتب 2

# Icon
source: Laptop
ar_iq: كمبيوتر محمول

# Icon
source: Asset lost
ar_iq: فقدت الأصول

# Icon
source: Network equipment
ar_iq: معدات الشبكة

# Icon
source: Peripheral
ar_iq: محيطية

# Icon
source: Phone
ar_iq: الهواتف

# Icon
source: Printer
ar_iq: طابعات

# Icon
source: Server
ar_iq: الخادم

# Icon
source: Smartphone
ar_iq: الهاتف الذكي

# Icon
source: Backup and restoration 1
ar_iq: النسخ الاحتياطي والاستعادة 1

# Icon
source: Backup and restoration 2
ar_iq: النسخ الاحتياطي والاستعادة 2

# Icon
source: Bank
ar_iq: بنك

# Icon
source: Business Intelligence and Reporting 1
ar_iq: ذكاء الأعمال وإعداد التقارير 1

# Icon
source: Business Intelligence and Reporting 2
ar_iq: ذكاء الأعمال وإعداد التقارير 2

# Icon
source: Business Intelligence and Reporting 3
ar_iq: ذكاء الأعمال وإعداد التقارير 3

# Icon
source: Bookmark
ar_iq: إشارة مرجعية

# Icon
source: branding
ar_iq: العلامات التجارية

# Icon
source: Browse help articles
ar_iq: تصفح مقالات المساعدة

# Icon
source: Building
ar_iq: مبنى

# Icon
source: Calendar
ar_iq: تقويم

# Icon
source: Car
ar_iq: سيارة

# Icon
source: carbon
ar_iq: الكربون

# Icon
source: centreon
ar_iq: centeron

# Icon
source: Area chart
ar_iq: مخطط المنطقة

# Icon
source: Bars chart
ar_iq: مخطط الحانات

# Icon
source: Donut chart
ar_iq: مخطط دائري

# Icon
source: Line chart
ar_iq: مخطط خطي

# Icon
source: Chart multiple
ar_iq: رسم بياني متعدد

# Icon
source: Pie chart
ar_iq: مخطط دائري

# Icon
source: Search chart
ar_iq: مخطط البحث

# Icon
source: Chat 1
ar_iq: الدردشة 1

# Icon
source: Chat 2
ar_iq: الدردشة 2

# Icon
source: Cloud
ar_iq: سحاب

# Icon
source: Cloud instance
ar_iq: مثيل السحابة

# Icon
source: cloud-inventory
ar_iq: المخزون السحابي

# Icon
source: Cloud Network 1
ar_iq: الشبكة السحابية 1

# Icon
source: Cloud Network 2
ar_iq: الشبكة السحابية 2

# Icon
source: collaborative-tools
ar_iq: أدوات تعاونية

# Icon
source: Connectivity issue
ar_iq: مشكلة الاتصال

# Icon
source: Container
ar_iq: حاوية

# Icon
source: Containers
ar_iq: حاويات

# Icon
source: Contract signing 1
ar_iq: توقيع العقد 1

# Icon
source: Contract signing 2
ar_iq: توقيع العقد 2

# Icon
source: credit
ar_iq: ائتمان

# Icon
source: Data export
ar_iq: تصدير البيانات

# Icon
source: data-injection
ar_iq: حقن البيانات

# Icon
source: database
ar_iq: قاعدة البيانات

# Icon
source: Delivery
ar_iq: توصيل

# Icon
source: download
ar_iq: تحميل

# Icon
source: Error 404
ar_iq: خطأ 404

# Icon
source: escalade
ar_iq: إسكاليد

# Icon
source: Factory
ar_iq: مصنع

# Icon
source: fields
ar_iq: الحقول

# Icon
source: Sheet file
ar_iq: ملف الورقة

# Icon
source: Firewall
ar_iq: جدار الحماية

# Icon
source: Fixing bug
ar_iq: إصلاح الخلل

# Icon
source: Folder
ar_iq: مجلد

# Icon
source: gdpr-tools
ar_iq: أدوات النظام العام لحماية البيانات

# Icon
source: Gear
ar_iq: الإعدادات

# Icon
source: Gear hand
ar_iq: إدارة الإعدادات

# Icon
source: generic-objects
ar_iq: كائنات عامة

# Icon
source: GLPI Cloud Support 1
ar_iq: دعم سحابة GLPI 1

# Icon
source: GLPI Cloud Support 2
ar_iq: دعم سحابة GLPI 2

# Icon
source: Group
ar_iq: مجموعة

# Icon
source: Group alternative 1
ar_iq: بديل المجموعة 1

# Icon
source: Group alternative 2
ar_iq: بديل المجموعة 2

# Icon
source: Group web
ar_iq: شبكة المجموعة

# Icon
source: Helpdesk
ar_iq: مكتب المساعدة

# Icon
source: Hierarchy
ar_iq: تَسَلسُل

# Icon
source: holiday
ar_iq: عطلة

# Icon
source: Inbox
ar_iq: البريد الوارد

# Icon
source: Knowledge base and FAQ
ar_iq: قاعدة المعرفة والأسئلة الشائعة

# Icon
source: Legal
ar_iq: قانوني

# Icon
source: License
ar_iq: رخصة

# Icon
source: Location 1
ar_iq: الموقع 1

# Icon
source: Location 2
ar_iq: الموقع 2

# Icon
source: Lock
ar_iq: قفل

# Icon
source: Mobility
ar_iq: التنقل

# Icon
source: Monitoring
ar_iq: يراقب

# Icon
source: more-satisfaction
ar_iq: المزيد من الرضا

# Icon
source: New user 1
ar_iq: مستخدم جديد 1

# Icon
source: New user 2
ar_iq: مستخدم جديد 2

# Icon
source: New user 3
ar_iq: مستخدم جديد 3

# Icon
source: New user 4
ar_iq: مستخدم جديد 4

# Icon
source: Newspaper
ar_iq: صحيفة

# Icon
source: notes
ar_iq: ملحوظات

# Icon
source: On-premise
ar_iq: داخل الشركة

# Icon
source: order-management
ar_iq: إدارة الطلبات

# Icon
source: Order supplies
ar_iq: طلب الإمدادات

# Icon
source: Partner
ar_iq: شريك

# Icon
source: presentation
ar_iq: عرض تقديمي

# Icon
source: Print a job
ar_iq: طباعة مهمة

# Icon
source: Question
ar_iq: سؤال

# Icon
source: rename-glpi-strings
ar_iq: إعادة تسمية سلاسل glpi

# Icon
source: Report an issue
ar_iq: الإبلاغ عن مشكلة

# Icon
source: Request a service
ar_iq: اطلب خدمة

# Icon
source: Request support
ar_iq: طلب الدعم

# Icon
source: Make a reservation
ar_iq: إبداء تحفظ

# Icon
source: Reset password 1
ar_iq: إعادة تعيين كلمة المرور 1

# Icon
source: Reset password 2
ar_iq: إعادة تعيين كلمة المرور 2

# Icon
source: Reset password 3
ar_iq: إعادة تعيين كلمة المرور 3

# Icon
source: RSS feeds
ar_iq: موجزات RSS

# Icon
source: Security
ar_iq: حماية

# Icon
source: Settings
ar_iq: إعدادات

# Icon
source: Search settings
ar_iq: إعدادات البحث

# Icon
source: Shaking hands
ar_iq: المصافحة

# Icon
source: Shared folder
ar_iq: المجلد المشترك

# Icon
source: Shared inbox
ar_iq: البريد الوارد المشترك

# Icon
source: Deploy a software
ar_iq: نشر برنامج

# Icon
source: tag
ar_iq: علامة

# Icon
source: Technical assistance 1
ar_iq: المساعدة الفنية 1

# Icon
source: Technical assistance 2
ar_iq: المساعدة الفنية 2

# Icon
source: Ticket
ar_iq: تذكرة

# Icon
source: Tickets
ar_iq: التذاكر

# Icon
source: Time
ar_iq: وقت

# Icon
source: Training
ar_iq: تمرين

# Icon
source: translation
ar_iq: ترجمة

# Icon
source: uninstall
ar_iq: إلغاء التثبيت

# Icon
source: unread-messages
ar_iq: الرسائل غير المقروءة

# Icon
source: Update 1
ar_iq: تحديث 1

# Icon
source: Update 2
ar_iq: تحديث 2

# Icon
source: user-laptop
ar_iq: كمبيوتر محمول للمستخدم

# Icon
source: User offboarding
ar_iq: خروج المستخدم من الخدمة

# Icon
source: Virus
ar_iq: فايروس

# Icon
source: Web
ar_iq: ويب

# Icon
source: Webinar
ar_iq: ندوة عبر الإنترنت

# Icon
source: Wharehouse
ar_iq: مستودع

# Icon
source: World
ar_iq: عالم

# Icon
source: plugin
ar_iq: البرنامج المساعد

# Icon
source: charts
ar_iq: الرسوم البيانية

# Icon
source: reporting
ar_iq: إعداد التقارير

# Icon
source: dashboard
ar_iq: لوحة القيادة

# Icon
source: Qrcode
ar_iq: كود الاستجابة السريعة

# Icon
source: configuration
ar_iq: إعدادات

# Icon
source: mobile
ar_iq: متحرك

# Icon
source: notification
ar_iq: إشعار

# Icon
source: warning
ar_iq: تحذير

# Icon
source: privacy
ar_iq: خصوصية

# Icon
source: data-protection
ar_iq: حماية البيانات

# Icon
source: file
ar_iq: ملف

# Icon
source: folder
ar_iq: المجلد

# Icon
source: automation
ar_iq: الأتمتة

# Icon
source: orchestration
ar_iq: تزامن

# Icon
source: configuration-management
ar_iq: إدارة التكوين

# Icon
source: software
ar_iq: برنامج

# Icon
source: validation
ar_iq: تصديق

# Icon
source: check
ar_iq: يفحص

# Icon
source: ok
ar_iq: نعم

# Icon
source: accept
ar_iq: يقبل

# Icon
source: confirmation
ar_iq: تأكيد

# Icon
source: asset
ar_iq: أصل

# Icon
source: device
ar_iq: جهاز

# Icon
source: printer
ar_iq: طابعة

# Icon
source: computer
ar_iq: حاسوب

# Icon
source: monitor
ar_iq: شاشة

# Icon
source: portable
ar_iq: محمول

# Icon
source: notebook
ar_iq: دفتر

# Icon
source: switch
ar_iq: يُحوّل

# Icon
source: router
ar_iq: جهاز التوجيه

# Icon
source: keyboard
ar_iq: لوحة المفاتيح

# Icon
source: mouse
ar_iq: الماوس

# Icon
source: landline
ar_iq: خط أرضي

# Icon
source: call
ar_iq: يتصل

# Icon
source: communication
ar_iq: تواصل

# Icon
source: fax
ar_iq: فاكس

# Icon
source: hosting
ar_iq: استضافة

# Icon
source: cellphone
ar_iq: الهاتف الخلوي

# Icon
source: iphone
ar_iq: ايفون

# Icon
source: cloud
ar_iq: سحاب

# Icon
source: building
ar_iq: مبنى

# Icon
source: money
ar_iq: مال

# Icon
source: finance
ar_iq: تمويل

# Icon
source: analytics
ar_iq: تحليلات

# Icon
source: favorite
ar_iq: مفضل

# Icon
source: marker
ar_iq: علامة

# Icon
source: label
ar_iq: تسمية

# Icon
source: customization
ar_iq: التخصيص

# Icon
source: theme
ar_iq: سمة

# Icon
source: knowledge-base
ar_iq: قاعدة المعرفة

# Icon
source: faq
ar_iq: التعليمات

# Icon
source: articles
ar_iq: مقالات

# Icon
source: documentation
ar_iq: الوثائق

# Icon
source: office
ar_iq: مكتب

# Icon
source: date
ar_iq: التاريخ

# Icon
source: schedule
ar_iq: جدول

# Icon
source: agenda
ar_iq: جدول الأعمال

# Icon
source: time
ar_iq: وقت

# Icon
source: event
ar_iq: حدث

# Icon
source: planning
ar_iq: تخطيط

# Icon
source: vehicle
ar_iq: عربة

# Icon
source: transport
ar_iq: ينقل

# Icon
source: automobile
ar_iq: السيارات

# Icon
source: footprint
ar_iq: البصمة

# Icon
source: environment
ar_iq: بيئة

# Icon
source: sustainability
ar_iq: الاستدامة

# Icon
source: co2
ar_iq: ثاني أكسيد الكربون

# Icon
source: green-IT
ar_iq: تكنولوجيا المعلومات الخضراء

# Icon
source: monitoring
ar_iq: يراقب

# Icon
source: message
ar_iq: رسالة

# Icon
source: conversation
ar_iq: محادثة

# Icon
source: chat
ar_iq: محادثة

# Icon
source: network
ar_iq: شبكة

# Icon
source: internet
ar_iq: إنترنت

# Icon
source: connection
ar_iq: اتصال

# Icon
source: docker
ar_iq: عامل ميناء

# Icon
source: virtualization
ar_iq: الافتراضية

# Icon
source: legal
ar_iq: قانوني

# Icon
source: agreement
ar_iq: اتفاق

# Icon
source: signature
ar_iq: إمضاء

# Icon
source: ticket
ar_iq: تذكرة

# Icon
source: helpdesk
ar_iq: مكتب المساعدة

# Icon
source: import
ar_iq: يستورد

# Icon
source: package
ar_iq: طَرد

# Icon
source: shipping
ar_iq: شحن

# Icon
source: not found
ar_iq: لم يتم العثور عليه

# Icon
source: support
ar_iq: يدعم

# Icon
source: group
ar_iq: مجموعة

# Icon
source: manufacturing
ar_iq: تصنيع

# Icon
source: production
ar_iq: إنتاج

# Icon
source: industry
ar_iq: صناعة

# Icon
source: custom
ar_iq: مخصص

# Icon
source: form
ar_iq: استمارة

# Icon
source: File
ar_iq: ملف

# Icon
source: document
ar_iq: وثيقة

# Icon
source: excel
ar_iq: التفوق

# Icon
source: spreadsheet
ar_iq: جدول بيانات

# Icon
source: security
ar_iq: حماية

# Icon
source: protection
ar_iq: حماية

# Icon
source: issue
ar_iq: مشكلة

# Icon
source: problem
ar_iq: مشكلة

# Icon
source: error
ar_iq: خطأ

# Icon
source: directory
ar_iq: دليل

# Icon
source: survey
ar_iq: استطلاع

# Icon
source: compliance
ar_iq: امتثال

# Icon
source: settings
ar_iq: إعدادات

# Icon
source: setup
ar_iq: يثبت

# Icon
source: preferences
ar_iq: التفضيلات

# Icon
source: options
ar_iq: خيارات

# Icon
source: cog
ar_iq: ترس

# Icon
source: gear
ar_iq: والعتاد

# Icon
source: wrench
ar_iq: وجع

# Icon
source: artificial-intelligence
ar_iq: الذكاء الاصطناعي

# Icon
source: machine-learning
ar_iq: التعلم الآلي

# Icon
source: natural-language-processing
ar_iq: معالجة اللغات الطبيعية

# Icon
source: users
ar_iq: المستخدمين

# Icon
source: headphones
ar_iq: سماعات الرأس

# Icon
source: customer
ar_iq: عميل

# Icon
source: assistance
ar_iq: مساعدة

# Icon
source: service
ar_iq: خدمة

# Icon
source: desk
ar_iq: مكتب

# Icon
source: organization
ar_iq: منظمة

# Icon
source: structure
ar_iq: بناء

# Icon
source: management
ar_iq: إدارة

# Icon
source: team
ar_iq: فريق

# Icon
source: vacation
ar_iq: أجازة

# Icon
source: nationnal-holiday
ar_iq: عطلة وطنية

# Icon
source: email
ar_iq: بريد إلكتروني

# Icon
source: notifications
ar_iq: إشعارات

# Icon
source: contract
ar_iq: عقد

# Icon
source: law
ar_iq: قانون

# Icon
source: regulations
ar_iq: أنظمة

# Icon
source: certificate
ar_iq: شهادة

# Icon
source: map
ar_iq: رسم خريطة

# Icon
source: pin
ar_iq: دبوس

# Icon
source: safety
ar_iq: أمان

# Icon
source: travel
ar_iq: يسافر

# Icon
source: watch
ar_iq: يشاهد

# Icon
source: supervision
ar_iq: الإشراف

# Icon
source: feedback
ar_iq: تعليق

# Icon
source: person
ar_iq: شخص

# Icon
source: profile
ar_iq: حساب تعريفي

# Icon
source: journal
ar_iq: مجلة

# Icon
source: receiver
ar_iq: المتلقي

# Icon
source: authentication
ar_iq: المصادقة

# Icon
source: single-sign-on
ar_iq: تسجيل الدخول الموحد

# Icon
source: login
ar_iq: تسجيل الدخول

# Icon
source: invoice
ar_iq: فاتورة

# Icon
source: delivery
ar_iq: توصيل

# Icon
source: purchase
ar_iq: شراء

# Icon
source: training
ar_iq: تمرين

# Icon
source: slideshow
ar_iq: عرض الشرائح

# Icon
source: conference
ar_iq: مؤتمر

# Icon
source: meeting
ar_iq: مقابلة

# Icon
source: bug
ar_iq: حشرة

# Icon
source: help
ar_iq: يساعد

# Icon
source: booking
ar_iq: الحجز

# Icon
source: appointment
ar_iq: ميعاد

# Icon
source: news
ar_iq: أخبار

# Icon
source: synchronization
ar_iq: المزامنة

# Icon
source: provisioning
ar_iq: التزويد

# Icon
source: shield
ar_iq: درع

# Icon
source: business
ar_iq: عمل

# Icon
source: partnership
ar_iq: شراكة

# Icon
source: collaboration
ar_iq: تعاون

# Icon
source: application
ar_iq: طلب

# Icon
source: categories
ar_iq: فئات

# Icon
source: dropdown
ar_iq: اسقاط

# Icon
source: classification
ar_iq: تصنيف

# Icon
source: metadata
ar_iq: البيانات الوصفية

# Icon
source: request
ar_iq: طلب

# Icon
source: incident
ar_iq: حادثة

# Icon
source: list
ar_iq: قائمة

# Icon
source: clock
ar_iq: ساعة

# Icon
source: hour
ar_iq: ساعة

# Icon
source: learning
ar_iq: تعلُّم

# Icon
source: education
ar_iq: تعليم

# Icon
source: course
ar_iq: دورة

# Icon
source: seminar
ar_iq: ندوة

# Icon
source: localization
ar_iq: التعريب

# Icon
source: internationalization
ar_iq: تدويل

# Icon
source: lifecycle
ar_iq: دورة الحياة

# Icon
source: process
ar_iq: عملية

# Icon
source: malware
ar_iq: البرمجيات الخبيثة

# Icon
source: threat
ar_iq: تهديد

# Icon
source: www
ar_iq: شبكة الاتصالات العالمية

# Icon
source: world
ar_iq: عالم

# Icon
source: browser
ar_iq: متصفح

# Icon
source: storage
ar_iq: تخزين

# Icon
source: inventory
ar_iq: جرد

# Icon
source: stock
ar_iq: مخزون

# Icon
source: web
ar_iq: الويب

# Icon
source: globe
ar_iq: الكرة الأرضية

# Icon
source: earth
ar_iq: أرض

# Icon
source: planet
ar_iq: كوكب

source: Search has been saved
ar_iq: تم حفظ البحث
fa_ir: جستجو ذخیره شد

source: Search has not been saved
ar_iq: لم يُحفَظ البحث
fa_ir: جستجو ذخیره نشد

source: By day
ar_iq: حسب اليوم
fa_ir: به صورت روزانه

source: Each month, same date
ar_iq: شهريا, في نفس تاريخ اليوم
fa_ir: در هر ماه، همان تاریخ

source: Each month, same day of week
ar_iq: كل شهر, بنفس يوم الإسبوع
fa_ir: در هر ماه، همان روز هفته

source: %s updates an item
ar_iq: %s قام بتعديل عنصر
fa_ir: %s آیتم را به‌روزرسانی کرد

source: Please select an itemtype
ar_iq: الرجاء تحديد نوع العنصر

source: Please select an item
ar_iq: الرجاء تحديد عنصر

source: Please select an event
ar_iq: الرجاء تحديد حدث

source: Result can't be loaded :
ar_iq: لا يمكن تحميل النتيجة:

source: Processing
ar_iq: جاري العمل
fa_ir: در حال پردازش

source: Required argument missing!
ar_iq: الوسيطة المطلوبة مفقودة!
fa_ir: پارامتر الزامی وجود ندارد!

source: Element seems not geolocalized or cannot be found
ar_iq: لا يبدو العنصر محددًا جغرافيًا أو لا يمكن العثور عليه
fa_ir: به نظر می‌رسد عنصر مکان‌یابی نشده یا پیدا نمی‌شود

source: Not allowed
ar_iq: غير مسموح
fa_ir: مجاز نیست

source: Location seems not geolocalized!
ar_iq: الموقع يبدو غير محدد جغرافيا
fa_ir: به نظر می‌رسد مکان جغرافیایی تعیین نشده است!

source: Consider filling latitude and longitude on this location.
ar_iq: فكر في ملء خطوط الطول والعرض على هذا الموقع.
fa_ir: لطفاً عرض و طول جغرافیایی این مکان را وارد کنید.

source: Invalid widget
ar_iq: القطعة غير صالحة
fa_ir: ابزارک نامعتبر است

source: IP network: %1$s/%2$s
ar_iq: شبكة بروتوكول الإنترنت: %1$s/%2$s
fa_ir: شبکه IP: %1$s/%2$s

source: First/last addresses: %1$s/%2$s
ar_iq: العنوان الأول/الأخير: %1$s/%2$s
fa_ir: اولین/آخرین آدرس‌ها: %1$s/%2$s

source: Gateway: %s
ar_iq: بوابة: %s
fa_ir: دروازه: %s

source: %1$s - The port %2$s
ar_iq: %1$s - المنفذ %2$s
fa_ir: %1$s - پورت %2$s

source: %1$s - Network outlet %2$s
ar_iq: %1$s - مقبس شبكة %2$s
fa_ir: %1$s - خروجی شبکه %2$s

source: Access denied
ar_iq: غير مسموح بالوصول إليه
fa_ir: دسترسی مجاز نیست

source: Enter the first letters (user, item name, serial or asset number)
ar_iq: أدخل الحروف الأولى (اسم المستخدم، اسم العنصر، الرقم التسلسلي أو رقم الأصل)
fa_ir: حروف اول را وارد کنید (کاربر، نام آیتم، شماره سریال یا دارایی)

source: No restriction
ar_iq: بدون قيود
fa_ir: بدون محدودیت

# button
source: Clone
ar_iq: استنساخ
fa_ir: رونوشت

source: We only collect the following data: plugins usage, performance and responsiveness statistics about user interface features, memory, and hardware configuration.
ar_iq: نحن نجمع فقط البيانات التالية: استخدام المكونات الإضافية، وإحصائيات الأداء والاستجابة حول ميزات واجهة المستخدم، والذاكرة، وتكوين الأجهزة.
fa_ir: ما تنها داده‌های زیر را جمع‌آوری می‌کنیم: استفاده از افزونه‌ها، عملکرد و آمار پاسخگویی ویژگی‌های رابط کاربری، حافظه و پیکربندی سخت‌افزار.

source: Debug mode has been enabled!
ar_iq: تم تمكين وضع التصحيح!
fa_ir: حالت دیباگ فعال شد!

source: Debug mode has been disabled!
ar_iq: تم تعطيل وضع التصحيح!
fa_ir: حالت دیباگ غیرفعال شد!

source: %1$s (supervisor of %2$s)
ar_iq: %1$s (المشرف على %2$s)

source: Select a user
ar_iq: حدد مستخدمًا

source: Select a group
ar_iq: حدد مجموعة

source: Select users
ar_iq: حدد المستخدمين

source: Password is required to list mail folders.
ar_iq: كلمة المرور مطلوبة لسرد مجلدات البريد.
fa_ir: برای مشاهده پوشه‌های ایمیل، وارد کردن رمز عبور لازم است.

source: %s ticket in progress or recently solved on this item.
ar_iq: %s التذكرة قيد التقدم أو تم حلها مؤخرًا بشأن هذا العنصر.
fa_ir: %s تیکت در حال انجام یا اخیراً حل شده روی این آیتم.

# oauth
source: Authorization failed with error: %s
ar_iq: فشل التفويض بسبب الخطأ: %s
fa_ir: خطا در مجوزدهی: %s

# oauth
source: Unable to verify authorization code
ar_iq: غير قادر على التحقق من رمز التفويض
fa_ir: امکان تأیید کد مجوز وجود ندارد

# oauth
source: Unable to get authorization code
ar_iq: غير قادر على الحصول على رمز التفويض
fa_ir: امکان دریافت کد مجوز وجود ندارد

# oauth
source: Access token does not provide an email address, please verify token claims configuration.
ar_iq: لا يوفر رمز الوصول عنوان بريد إلكتروني، يرجى التحقق من تكوين مطالبات الرمز المميز.
fa_ir: توکن دسترسی آدرس ایمیل ارائه نمی‌دهد، لطفاً پیکربندی توکن را بررسی کنید.

# oauth
source: Access token does not provide a refresh token, please verify application configuration.
ar_iq: رمز الوصول لا يوفر رمز التحديث، يرجى التحقق من تكوين التطبيق.
fa_ir: توکن دسترسی توکن تازه‌سازی ارائه نمی‌دهد، لطفاً پیکربندی برنامه را بررسی کنید.

# oauth
source: Unable to fetch authorization code. Error is: %s
ar_iq: غير قادر على جلب رمز التفويض.الخطأ هو: %s
fa_ir: امکان دریافت کد مجوز وجود ندارد. خطا: %s

# oauth
source: Invalid provider configuration
ar_iq: تكوين الموفر غير صالح
fa_ir: پیکربندی ارائه‌دهنده نامعتبر است

source: Operation successful
ar_iq: تمت العملية بنجاح
fa_ir: عملیات موفقیت‌آمیز

source: You do not have rights to restore %s item.
ar_iq: ليس لديك الصلاحية لإستعادة %s مادة.
fa_ir: شما مجوز بازگردانی آیتم %s را ندارید.

source: You do not have rights to delete %s item.
ar_iq: ليس لديك الصلاحية لحذف %s مادة.
fa_ir: شما مجوز حذف آیتم %s را ندارید.

source: Knowledge base item translation has been reverted to revision %s
ar_iq: استرجعت نسخة %s من ترجمة عنصر قاعدة البيانات
fa_ir: ترجمه آیتم دانش‌بنیان به نسخه %s بازگردانی شد

source: Knowledge base item translation has not been reverted to revision %s
ar_iq: لم تُسترجع نسخة %s من ترجمة عنصر قاعدة البيانات
fa_ir: ترجمه آیتم دانش‌بنیان به نسخه %s بازگردانی نشد

source: %s adds a link with an item
ar_iq: %s قام بإضافة رابط إلى عنصر
fa_ir: %s یک لینک با آیتم اضافه کرد

source: You have been redirected because you no longer have access to this ticket
ar_iq: تم إعادة تحويلك بسبب أنه لم يعد لديك صلاحية الوصول لهذه البطاقة
fa_ir: شما دوباره راهنمایی شدید زیرا دیگر به این تیکت دسترسی ندارید

source: %s deletes an item
ar_iq: %s قام بحذف عنصر
fa_ir: %s یک آیتم را حذف کرد

source: %s purges an item
ar_iq: %s تنظيف عنصراً
fa_ir: %s یک آیتم را پاک‌سازی کرد

source: %s restores an item
ar_iq: %s قام بإسترجاع عنصر
fa_ir: %s یک آیتم را بازیابی کرد

source: %s adds an actor
ar_iq: %s يضيف ممثلًا
fa_ir: %s یک بازیگر اضافه کرد

source: %s Kanban
ar_iq: %s كانبان
fa_ir: %s کانبان

source: %1$s adds the item %2$s
ar_iq: %1$s قام بإضافة %2$s
fa_ir: %1$s آیتم %2$s را اضافه کرد

source: %s associates a VLAN to a network port
ar_iq: %s ربط شبكة افتراضية بمنفذ من منافذ الشبكة
fa_ir: %s یک VLAN به پورت شبکه اختصاص داد

source: %s adds a task
ar_iq: %s يقوم بإضافة مهامة
fa_ir: %s یک وظیفه اضافه کرد

source: %s restores a task
ar_iq: %s يستعيد مهمة

source: %s delete a task
ar_iq: %s حذف مهمة

source: %s purges a task
ar_iq: %s يعدل مهمةً
fa_ir: %s یک وظیفه را پاک‌سازی کرد

source: %s updates a task
ar_iq: %s يقوم بتعديل مهمة
fa_ir: %s یک وظیفه را به‌روزرسانی کرد

source: %s adds an approval
ar_iq: %s قام بإضافة موافقة
fa_ir: %s یک تأییدیه اضافه کرد

source: %s updates an approval
ar_iq: %s قام بتعديل موافقة
fa_ir: %s یک تأییدیه را به‌روزرسانی کرد

source: %s purges an approval
ar_iq: %s يعدل موافقةً
fa_ir: %s یک تأییدیه را پاک‌سازی کرد

source: %s connects an item
ar_iq: %s يربط عنصرًا
fa_ir: %s یک آیتم را متصل کرد

source: Mandatory fields are not filled. Please correct: %s
ar_iq: لم تملأ الخانات المطلوبة. رجاءً صحح: %s
fa_ir: فیلدهای اجباری پر نشده‌اند. لطفاً اصلاح کنید: %s

source: %s associates an item and a license
ar_iq: %s يربط عنصرًا وترخيصًا
fa_ir: %s یک آیتم و یک لایسنس را مرتبط کرد

source: Helpdesk Dashboard
ar_iq: لوحة معلومات مكتب المساعدة
fa_ir: داشبورد پشتیبانی

source: %s deletes an actor
ar_iq: %s يحذف ممثلًا
fa_ir: %s یک بازیگر را حذف کرد

source: You have been redirected because you no longer have access to this item
ar_iq: تم إعادة تحويلك بسبب أنه لم يعد لديك صلاحية لإستخدام هذه المادة
fa_ir: شما دوباره راهنمایی شدید زیرا دیگر به این آیتم دسترسی ندارید

source: %1$s adds the license %2$s
ar_iq: %1$s يضيف الترخيص %2$s
fa_ir: %1$s لایسنس %2$s را اضافه کرد

source: %1$s deletes the license %2$s
ar_iq: %1$s يحذف الترخيص %2$s
fa_ir: %1$s لایسنس %2$s را حذف کرد

source: %1$s purges the license %2$s
ar_iq: %1$s يزيل الترخيص %2$s
fa_ir: %1$s لایسنس %2$s را پاک‌سازی کرد

source: %1$s updates the license %2$s
ar_iq: %1$s يقوم بتعديل الترخيص %2$s
fa_ir: %1$s لایسنس %2$s را به‌روزرسانی کرد

source: Lang has been changed!
ar_iq: اللغة تم تغييرها!
fa_ir: زبان تغییر یافت!

source: Unable to impersonate user
ar_iq: غير قادر على انتحال شخصية المستخدم
fa_ir: نمی‌توان به جای کاربر عمل کرد

source: Unable to stop impersonating user
ar_iq: غير قادر على التوقف عن انتحال شخصية المستخدم
fa_ir: نمی‌توان از حالت جایگزینی کاربر خارج شد

source: Simplified interface
ar_iq: الواجهة المبسطة
fa_ir: واسط ساده‌شده

source: %1$s edited the browsers notifications configuration
ar_iq: %1$s قام بتحرير تكوين إشعارات المتصفحات
fa_ir: %1$s تنظیمات اعلان مرورگر را ویرایش کرد

source: Contract
ar_iq: عقود
fa_ir: قرارداد

source: %s adds a link with a supplier
ar_iq: %s يضيف رابطًا مع المُورد
fa_ir: %s یک لینک با تأمین‌کننده اضافه کرد

source: %s unplans a task
ar_iq: %s إلغاء التخطيط لمهمة
fa_ir: %s برنامه‌ریزی یک وظیفه را لغو کرد

source: %s adds a volume
ar_iq: %s يضيف مساحةً
fa_ir: %s یک حجم اضافه کرد

source: %s purges a volume
ar_iq: %s يعدل مساحةً
fa_ir: %s یک حجم را پاک‌سازی کرد
