Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: You must choose any unaffected device or ask to add new.
ar_iq: يجب عليك اختيار أي جهاز غير متأثر أو طلب إضافة جهاز جديد.
fa_ir: باید یک دستگاه تأثیر نگرفته انتخاب کنید یا درخواست افزودن دستگاه جدید بدهید.

source: A device ID is mandatory
ar_iq: معرف الجهاز إلزامي
fa_ir: شناسه دستگاه الزامی است

source: Update of
ar_iq: تحديث
fa_ir: به‌روزرسانی

source: Event category
ar_iq: فئات الأحداث
fa_ir: دسته‌بندی رویداد

source: Dictionary of phone models
ar_iq: قاموس نماذج الهاتف
fa_ir: فرهنگ مدل‌های تلفن

source: D=Dynamic, R=Recursive
ar_iq: D = ديناميكي، R = متكرر
fa_ir: D=پویا، R=بازگشتی

source: Local loop port
ar_iq: منفذ الحلقة المحلية
fa_ir: درگاه حلقه محلی

source: End of contract
ar_iq: نهاية العقد
fa_ir: پایان قرارداد

source: Periodicity notice
ar_iq: إشعار الدورية
fa_ir: اطلاعیه تناوبی

source: Contracts alarm
ar_iq: تنبيهات العقود
fa_ir: هشدار قراردادها

source: Contract expired since the
ar_iq: إنتهى العقد منذ
fa_ir: قرارداد منقضی شده از تاریخ

source: Contract with notice since the
ar_iq: عقود ضمن فترة الإنذار منذ
fa_ir: قرارداد با اطلاع از تاریخ

source: Contract reached the end of a period since the
ar_iq: عقود وصلت إلى نهاية المدة منذ
fa_ir: قرارداد به پایان دوره رسیده از تاریخ

source: Contract with notice for the current period since the
ar_iq: عقود ضمن فترة الإنذار خلال الفترة الحالية منذ
fa_ir: قرارداد با اطلاع برای دوره جاری از تاریخ

source: Contract expiration date
ar_iq: تاريخ انتهاء العقد

source: Contract notice date
ar_iq: تاريخ إشعار العقد

source: Each hour
ar_iq: كل ساعة

source: Every %1$s hours
ar_iq: كل %1$s ساعة

source: Every %1$s days
ar_iq: كل %1$s يوم

source: Alert sent on %s
ar_iq: تم إرسال التنبيه في %s
fa_ir: هشدار ارسال شد در %s

source: Error replaying rules
ar_iq: خطأ في إعادة تشغيل القواعد
fa_ir: خطا در اجرای مجدد قوانین

source: Send automated follow-ups on pending tickets and solve them if necessary
ar_iq: إرسال متابعات آلية للتذاكر المعلقة وحلها إذا لزم الأمر
fa_ir: ارسال پیگیری خودکار برای تیکت‌های در انتظار و حل آن‌ها در صورت نیاز

source: Automatic followups / resolution
ar_iq: المتابعات / القرار التلقائي
fa_ir: پیگیری / حل خودکار

source: Link Contract/Item
ar_iq: ربط العقد/البند
fa_ir: ارتباط قرارداد/مورد

source: Add from an external source
ar_iq: أضف من مصدر خارجي

source: You must define a default profile to create a new user
ar_iq: يجب عليك تحديد ملف تعريف افتراضي لإنشاء مستخدم جديد
fa_ir: برای ایجاد کاربر جدید باید یک پروفایل پیش‌فرض تعریف کنید

source: Used items
ar_iq: عناصر مستخدمة
fa_ir: موارد استفاده شده

source: Managed items
ar_iq: العناصر المدارة
fa_ir: موارد مدیریت شده

source: LDAP information
ar_iq: معلومات LDAP

source: Main
ar_iq: الرئيسية
fa_ir: اصلی

source: The login is not valid. Unable to add the user.
ar_iq: تسجيل الدخول غير صالح.غير قادر على إضافة المستخدم.
fa_ir: ورود نامعتبر است. امکان افزودن کاربر وجود ندارد.

source: Unable to add. The user already exists.
ar_iq: لا يمكن الإضافة. هناك مستخدم أخر بنفس الإسم.
fa_ir: قادر به افزودن نیست. کاربر از قبل موجود است.

source: Error: the two passwords do not match
ar_iq: خطأ: كلمات المرور غير متطابقة
fa_ir: خطا: دو کلمه عبور با هم مطابقت ندارند

source: The file is valid. Upload is successful.
ar_iq: الملف صالح.تم التحميل بنجاح.
fa_ir: پرونده معتبر است. ارسال پرونده موفقیت‌آمیز بود.

source: Moving temporary file failed.
ar_iq: فشل نقل الملف المؤقت.
fa_ir: انتقال پرونده موقت با شکست مواجه شد.

source: The file is not an image file.
ar_iq: الملف ليس ملف صورة.
fa_ir: پرونده یک فایل تصویری نیست.

source: You are not allowed to update the following fields: %s
ar_iq: غير مسموح لك بتحديث الحقول التالية: %s
fa_ir: اجازه بروزرسانی فیلدهای زیر را ندارید: %s

source: Can't set user as inactive as it is the only remaining super administrator.
ar_iq: لا يمكن تعيين المستخدم على أنه غير نشط لأنه المشرف المتميز الوحيد المتبقي.
fa_ir: نمی‌توان کاربر را غیرفعال کرد زیرا تنها سوپر ادمین باقی مانده است.

source: Download user VCard
ar_iq: تنزيل VCard المستخدم
fa_ir: دانلود VCard کاربر

source: Unable to update login. A user already exists.
ar_iq: لا يمكن تحديث معلومات الدخول. هناك مستخدم بهذا الإسم.
fa_ir: قادر به بروزرسانی ورود به سامانه نیست. کاربر از قبل موجود است.

source: The login is not valid. Unable to update login.
ar_iq: تسجيل الدخول غير صالح.غير قادر على تحديث تسجيل الدخول.
fa_ir: ورود نامعتبر است. امکان بروزرسانی ورود وجود ندارد.

source: Associate to a group
ar_iq: المنتسب إلى مجموعة
fa_ir: متصل شدن به گروه

source: Dissociate from a group
ar_iq: الانفصال عن مجموعة
fa_ir: جدا شدن از گروه

source: Associate to a profile
ar_iq: مرتبط بملف تعريف
fa_ir: متصل شدن به پروفایل

source: Dissociate from a profile
ar_iq: الانفصال عن الملف الشخصي
fa_ir: جدا شدن از پروفایل

source: Move to group
ar_iq: الانتقال إلى المجموعة
fa_ir: انتقال به گروه

source: Delete associated emails
ar_iq: حذف رسائل البريد الإلكتروني المرتبطة

# button
source: Change the authentication method
ar_iq: تغيير طريقة للتحقق من الهوية
fa_ir: تغییر روش احراز هویت

source: Send password reset email
ar_iq: إرسال البريد الإلكتروني لإعادة تعيين كلمة المرور

source: Reapply authorization assignment rules
ar_iq: إعادة تطبيق قواعد تعيين الترخيص

source: Last name
ar_iq: اسم العائلة
fa_ir: نام خانوادگی

source: Last login
ar_iq: أخر دخول
fa_ir: آخرین ورود

source: LDAP directory for authentication
ar_iq: دليل LDAP للتحقق من الهوية
fa_ir: دایرکتوری LDAP برای احراز هویت

source: Email server for authentication
ar_iq: خادم التحقق من الهوية بواسطة البريد الإلكتروني
fa_ir: سرور ایمیل برای احراز هویت

source: Last synchronization
ar_iq: المزامنة الأخيرة
fa_ir: آخرین هماهنگ‌سازی

source: Number of written tickets
ar_iq: عدد التذاكر المكتوبة
fa_ir: تعداد تیکت‌های ثبت شده

source: Number of assigned tickets
ar_iq: عدد التذاكر المسندة
fa_ir: تعداد تیکت‌های اختصاص داده شده

source: 2FA status
ar_iq: حالة 2FA

source: Current logged-in user
ar_iq: المستخدم الحالي الذي قام بتسجيل الدخول

source: Show %1$s
ar_iq: عرض %1$s
fa_ir: نمایش %1$s

source: Import a user
ar_iq: إستيراد مستخدم
fa_ir: وارد کردن کاربر

source: Automatically add a user of an external source
ar_iq: إضافة مستخدم خارجي تلقائيا
fa_ir: افزودن خودکار کاربر از منبع خارجی

source: Import from directories
ar_iq: الاستيراد من الدلائل
fa_ir: وارد کردن از دایرکتوری‌ها

source: Import from other sources
ar_iq: الاستيراد من مصادر أخرى
fa_ir: وارد کردن از سایر منابع

source: Update authentification method to
ar_iq: تعديل طريقة إثبات الهوية إلى
fa_ir: به‌روزرسانی روش احراز هویت به

source: Password Initialization
ar_iq: تهيئة كلمة المرور

source: Password initialization
ar_iq: تهيئة كلمة المرور

source: The given email address will receive the information required to define password.
ar_iq: سيتلقى عنوان البريد الإلكتروني المحدد المعلومات المطلوبة لتحديد كلمة المرور.

source: Invalid email address
ar_iq: عنوان بريد إلكتروني غير صحيح
fa_ir: نشانی ایمیل نامعتبر

source: No LDAP information to display
ar_iq: لا توجد معلومات LDAP لعرضها

source: Connection failed
ar_iq: فشل الاتصال
fa_ir: اتصال موفق نبود

source: Add external
ar_iq: إضافة خارجية
fa_ir: افزودن خارجی

source: Add users from an external source
ar_iq: إضافة مستخدم من مصدر خارجي
fa_ir: افزودن کاربران از منبع خارجی

source: Read auth
ar_iq: قراءة المصادقة
fa_ir: خواندن احراز هویت

source: Read user authentication, synchronization method and 2FA
ar_iq: قراءة مصادقة المستخدم وطريقة المزامنة والمصادقة الثنائية

source: Update auth, sync and 2FA
ar_iq: تحديث المصادقة والمزامنة والمصادقة الثنائية

source: Update method for user authentication, synchronization and 2FA
ar_iq: طريقة التحديث لمصادقة المستخدم والمزامنة والمصادقة الثنائية

source: Impersonate users with the same or less rights
ar_iq: انتحال شخصية المستخدمين الذين لديهم نفس الحقوق أو أقل

source: Handle users passwords expiration policy
ar_iq: التعامل مع سياسة انتهاء صلاحية كلمات مرور المستخدمين
fa_ir: مدیریت سیاست انقضای گذرواژه کاربران

source: Maximum expiration notifications to send at once
ar_iq: الحد الأقصى لإخطارات انتهاء الصلاحية لإرسالها مرة واحدة
fa_ir: حداکثر اعلان‌های انقضا که یکجا ارسال می‌شوند

source: Your password has expired.
ar_iq: لقد انتهت صلاحية كلمة المرور الخاصة بك.
fa_ir: گذرواژه شما منقضی شده است.

source: Your password will expire on %s.
ar_iq: ستنتهي صلاحية كلمة المرور الخاصة بك في %s.
fa_ir: گذرواژه شما در %s منقضی خواهد شد.

source: Helpdesk user
ar_iq: مستخدم مكتب المساعدة
fa_ir: کاربر پشتیبانی

source: This is a special user used for automated actions.
ar_iq: هذا مستخدم خاص يستخدم للإجراءات الآلية.
fa_ir: این یک کاربر ویژه است که برای عملیات خودکار استفاده می‌شود.

source: You can set its name to your organisation's name.
ar_iq: يمكنك تعيين اسمها لاسم مؤسستك.
fa_ir: می‌توانید نام آن را به نام سازمان خود تغییر دهید.

source: Password too short!
ar_iq: كلمة المرور قصيرة جداً.
fa_ir: گذرواژه خیلی کوتاه است!

source: Password must include at least a digit!
ar_iq: يجب أن تحتوي كلمة المرور على رقم
fa_ir: گذرواژه باید حداقل یک عدد داشته باشد!

source: Password must include at least a lowercase letter!
ar_iq: يجب أن تحتوي كلمة المرور على حرف صغير lowercase
fa_ir: گذرواژه باید حداقل یک حرف کوچک داشته باشد!

source: Password must include at least a uppercase letter!
ar_iq: يجب أن تحتوي كلمة المرور على حرف كبير uppercase
fa_ir: گذرواژه باید حداقل یک حرف بزرگ داشته باشد!

source: Password must include at least a symbol!
ar_iq: يجب أن تحتوي كلمة المرور على رمز symbol
fa_ir: گذرواژه باید حداقل یک نماد داشته باشد!

source: Password was used too recently.
ar_iq: تم استخدام كلمة المرور مؤخرًا.

source: Network interface
ar_iq: واجهة الشبكة
fa_ir: رابط شبکه

source: Passive device type
ar_iq: نوع الجهاز السلبي
fa_ir: نوع دستگاه غیرفعال

source: Link Change/Change
ar_iq: تغيير/تغيير الارتباط

source: Project tasks type
ar_iq: نوع مهام المشروع
fa_ir: نوع وظایف پروژه

source: Ticket approval step
ar_iq: خطوة الموافقة على التذكرة

source: All users
ar_iq: كافة المستخدمين

source: System board
ar_iq: لوحات النظام
fa_ir: برد اصلی

source: Device memory model
ar_iq: موديل ذاكرة الجهاز
fa_ir: مدل حافظه دستگاه

source: Memory type
ar_iq: أنواع الذاكرة
fa_ir: نوع حافظه

source: Email body
ar_iq: هيئة البريد الإلكتروني
fa_ir: متن ایمیل

source: From email address
ar_iq: من عنوان البريد الإلكتروني

source: To email address
ar_iq: إلى عنوان البريد الإلكتروني

source: References email header
ar_iq: المراجع رأس البريد الإلكتروني

source: X-Auto-Response-Suppress email header
ar_iq: X-الاستجابة التلقائية-قمع رأس البريد الإلكتروني
fa_ir: هدر ایمیل X-Auto-Response-Suppress

source: Auto-Submitted email header
ar_iq: رأس البريد الإلكتروني المقدم تلقائيًا
fa_ir: هدر ایمیل Auto-Submitted

source: X-UCE-Status email header
ar_iq: رأس البريد الإلكتروني لحالة X-UCE
fa_ir: هدر ایمیل X-UCE-Status

source: Full email headers
ar_iq: رؤوس البريد الإلكتروني الكاملة
fa_ir: تمام هدرهای ایمیل

source: Received email header
ar_iq: تلقى رأس البريد الإلكتروني
fa_ir: هدر ایمیل دریافتی

source: Known mail domain
ar_iq: مجال البريد المعروف
fa_ir: دامنه شناخته شده ایمیل

source: User featuring the profile
ar_iq: المستخدم يضم الملف الشخصي
fa_ir: کاربر با مشخصات پروفایل

source: User featuring a single profile
ar_iq: مستخدم يضم ملفًا شخصيًا واحدًا
fa_ir: کاربر با یک پروفایل مشخص

source: User with a single profile
ar_iq: المستخدم مع ملف تعريف واحد
fa_ir: کاربر با یک پروفایل

source: Entity from domain
ar_iq: الكيان من domain
fa_ir: موجودیت از دامنه

source: Entity based on user's profile
ar_iq: الكيان بناءً على الملف الشخصي للمستخدم
fa_ir: موجودیت مبتنی بر پروفایل کاربر

source: Reject email
ar_iq: رفض البريد الإلكتروني
fa_ir: رد کردن ایمیل

source: without email response
ar_iq: دون الرد على البريد الإلكتروني
fa_ir: بدون پاسخ ایمیل

source: with email response
ar_iq: مع استجابة البريد الإلكتروني
fa_ir: با پاسخ ایمیل

source: Ticket task
ar_iq: مهمة التذاكر
fa_ir: وظیفه تیکت

source: Project task
ar_iq: مهمة المشروع
fa_ir: وظیفه پروژه

source: See (actor)
ar_iq: شاهد (ممثل)
fa_ir: مشاهده (نقش)

source: Update (actor)
ar_iq: تحديث (ممثل)
fa_ir: به‌روزرسانی (نقش)

source: A linked project is mandatory
ar_iq: المشروع المرتبط إلزامي
fa_ir: وجود یک پروژه مرتبط اجباری است

source: Circular relation found. Parent not updated.
ar_iq: تم العثور على علاقة دائرية.لم يتم تحديث الوالدين.
fa_ir: رابطه دوری یافت شد. والد به‌روزرسانی نشد.

source: %s day
ar_iq: %s أيام
fa_ir: %s روز

source: Creator
ar_iq: الخالق
fa_ir: ایجادکننده

# button
source: Add a task
ar_iq: أضف مهمة
fa_ir: افزودن وظیفه

source: Create a sub task from this task of project
ar_iq: إنشاء مهمة فرعية من مهمة المشروع هذا
fa_ir: ایجاد زیروظیفه از این وظیفه پروژه

source: Add a team member
ar_iq: إضافة عضو في الفريق
fa_ir: افزودن عضو تیم

source: Member
ar_iq: أعضاء
fa_ir: عضو

source: Ongoing projects tasks
ar_iq: مهام المشاريع الجارية

source: Project
ar_iq: مشاريع
fa_ir: پروژه

source: Start at %s
ar_iq: يبدأ في %s
fa_ir: شروع در %s

source: End at %s
ar_iq: تنتهي عند %s
fa_ir: پایان در %s

source: RSS feed
ar_iq: تغذية آر إس إس
fa_ir: خوراک RSS

source: Personal RSS feed
ar_iq: خلاصة RSS الشخصية
fa_ir: خوراک شخصی RSS

source: Feed URL is invalid.
ar_iq: عنوان URL للخلاصة غير صالح.
fa_ir: نشانی خوراک نامعتبر است.

source: New note
ar_iq: ملاحظة جديدة
fa_ir: یادداشت جدید

source: Check permissions to the directory: %s
ar_iq: التحقق من أذونات الدليل: %s
fa_ir: دسترسی‌ها به پوشه را بررسی کنید: %s

source: Public RSS feed
ar_iq: خلاصة RSS العامة
fa_ir: خوراک عمومی RSS

source: Manage personal
ar_iq: إدارة الشخصية
fa_ir: مدیریت شخصی

source: Unknown ITIL Object
ar_iq: كائن ITIL غير معروف

source: Invalid dates. Update cancelled.
ar_iq: تواريخ غير صحيحة. تم إلغاء التحديث.
fa_ir: تاریخ‌ها نامعتبر است: بروزرسانی لغو شد.

source: You cannot use predefined description verbatim
ar_iq: لا يمكنك استخدام الوصف المحدد مسبقًا حرفيًا
fa_ir: نمی‌توانید توضیحات پیش‌فرض را عیناً استفاده کنید.

source: Incorrect value for date field.
ar_iq: قيمة غير صحيحة لحقل التاريخ.
fa_ir: مقدار نامعتبر برای فیلد تاریخ.

# priority
source: Major
ar_iq: رئيسي
fa_ir: مهم

# priority
source: Very high
ar_iq: مرتفع جداً
fa_ir: خیلی بالا

# priority
source: High
ar_iq: مرتفع
fa_ir: بالا

# priority
source: Medium
ar_iq: متوسط
fa_ir: متوسط

# priority
source: Low
ar_iq: منخفض
fa_ir: پایین

# priority
source: Very low
ar_iq: منخفض جداً
fa_ir: خیلی پایین

# priority
source: All
ar_iq: الجميع
fa_ir: همه

# priority
source: At least very low
ar_iq: على الأقل منخفضة جدا
fa_ir: حداقل خیلی پایین

# priority
source: At least low
ar_iq: على الأقل منخفضة
fa_ir: حداقل پایین

# priority
source: At least medium
ar_iq: على الأقل متوسطة
fa_ir: حداقل متوسط

# priority
source: At least high
ar_iq: على الأقل عالية
fa_ir: حداقل بالا

# priority
source: At least very high
ar_iq: على الأقل عالية جدا
fa_ir: حداقل خیلی بالا

# urgency
source: Very high
ar_iq: مرتفع جداً
fa_ir: خیلی بالا

# urgency
source: High
ar_iq: مرتفع
fa_ir: بالا

# urgency
source: Medium
ar_iq: متوسط
fa_ir: متوسط

# urgency
source: Low
ar_iq: منخفض
fa_ir: پایین

# urgency
source: Very low
ar_iq: منخفض جداً
fa_ir: خیلی پایین

# urgency
source: All
ar_iq: الجميع
fa_ir: همه

# urgency
source: At least very low
ar_iq: على الأقل منخفضة جدا
fa_ir: حداقل خیلی پایین

# urgency
source: At least low
ar_iq: على الأقل منخفضة
fa_ir: حداقل پایین

# urgency
source: At least medium
ar_iq: على الأقل متوسطة
fa_ir: حداقل متوسط

# urgency
source: At least high
ar_iq: على الأقل عالية
fa_ir: حداقل بالا

# urgency
source: At least very high
ar_iq: على الأقل عالية جدا
fa_ir: حداقل خیلی بالا

# impact
source: Very high
ar_iq: مرتفع جداً
fa_ir: خیلی بالا

# impact
source: High
ar_iq: مرتفع
fa_ir: بالا

# impact
source: Medium
ar_iq: متوسط
fa_ir: متوسط

# impact
source: Low
ar_iq: منخفض
fa_ir: پایین

# impact
source: Very low
ar_iq: منخفض جداً
fa_ir: خیلی پایین

# impact
source: All
ar_iq: الجميع
fa_ir: همه

# impact
source: At least very low
ar_iq: على الأقل منخفضة جدا
fa_ir: حداقل خیلی پایین

# impact
source: At least low
ar_iq: على الأقل منخفضة
fa_ir: حداقل پایین

# impact
source: At least medium
ar_iq: على الأقل متوسطة
fa_ir: حداقل متوسط

# impact
source: At least high
ar_iq: على الأقل عالية
fa_ir: حداقل بالا

# impact
source: At least very high
ar_iq: على الأقل عالية جدا
fa_ir: حداقل خیلی بالا

# button
source: Link ITIL Object
ar_iq: ربط كائن ITIL

# button
source: Unlink ITIL Object
ar_iq: إلغاء ربط كائن ITIL

source: Time to resolve + Progress
ar_iq: حان وقت الحل + التقدم
fa_ir: زمان حل + پیشرفت

source: Time to resolve exceeded
ar_iq: لقد تجاوز وقت الحل
fa_ir: زمان حل سپری شد

source: Last edit by
ar_iq: اخر تعديل بواسطة
fa_ir: آخرین ویرایش توسط

source: Any solution status
ar_iq: أي حالة الحل
fa_ir: هر وضعیت راه‌حل

source: Last solution status
ar_iq: حالة الحل الأخير
fa_ir: آخرین وضعیت راه‌حل

source: Resolution time
ar_iq: زمن الحل
fa_ir: زمان رفع

source: Closing time
ar_iq: زمن الإغلاق
fa_ir: زمان بستن

source: Requester category
ar_iq: فئات الطالبين

source: Observer category
ar_iq: فئات المراقبين

source: Technician category
ar_iq: فئات الفنيين

source: Email for followup
ar_iq: البريد الإلكتروني للمتابعة
fa_ir: رایانامه برای پیگیری

source: Closed on %s
ar_iq: مغلق في %s
fa_ir: بسته شده در %s

source: Solved on %s
ar_iq: تم الحل في %s
fa_ir: حل شده در %s

source: Put on hold on %s
ar_iq: ضع في الانتظار على %s
fa_ir: در حالت تعلیق قرار گرفت در %s

source: Opened on %s
ar_iq: تم الفتح في %s
fa_ir: بازشده در %s

source: From %s
ar_iq: من %s
fa_ir: از %s

source: To %s
ar_iq: إلى %s
fa_ir: به %s

source: No item in progress.
ar_iq: لا يوجد عنصر قيد التقدم.
fa_ir: هیچ موردی در حال انجام نیست.

source: Planification
ar_iq: التخطيط
fa_ir: برنامه‌ریزی

# button
source: Answer
ar_iq: إجابة
fa_ir: پاسخ

# button
source: Create a task
ar_iq: إنشاء مهمة
fa_ir: ایجاد وظیفه

# button
source: Task
ar_iq: مهمة
fa_ir: وظیفه

# button
source: Add a solution
ar_iq: أضف الحل
fa_ir: افزودن راه حل

# button
source: Solution
ar_iq: حل
fa_ir: راه حل

# button
source: Add a document
ar_iq: إضافة ملف
fa_ir: افزودن سند

# button
source: Document
ar_iq: وثيقة
fa_ir: سند

# button
source: Ask for approval
ar_iq: اطلب الموافقة

source: Log entry
ar_iq: إدخال السجل
fa_ir: ثبت گزارش

source: %1$s updates the item %2$s
ar_iq: %1$s يقوم بتعديل المادة %2$s
fa_ir: %1$s مورد %2$s را به‌روزرسانی کرد

source: %s / %s tasks complete
ar_iq: %s / %s اكتملت المهام
fa_ir: %s / %s وظیفه انجام شد

# filters
source: The title of the item
ar_iq: عنوان السلعة
fa_ir: عنوان مورد

# filters
source: The type of the item
ar_iq: نوع العنصر
fa_ir: نوع مورد

# filters
source: The category of the item
ar_iq: فئة السلعة
fa_ir: دسته‌بندی مورد

# filters
source: The content of the item
ar_iq: محتوى السلعة
fa_ir: محتوای مورد

# filters
source: A team member for the item
ar_iq: عضو فريق لهذا البند
fa_ir: عضو تیم برای مورد

# filters
source: A user in the team of the item
ar_iq: مستخدم في فريق العنصر
fa_ir: یک کاربر در تیم مورد

# filters
source: A group in the team of the item
ar_iq: مجموعة في فريق العنصر
fa_ir: یک گروه در تیم مورد

# filters
source: A supplier in the team of the item
ar_iq: مورد في فريق السلعة
fa_ir: یک تأمین‌کننده در تیم مورد

source: Generation of satisfaction surveys
ar_iq: توليد استطلاعات الرضا
fa_ir: ایجاد پرسشنامه رضایت مشتری

source: No generated survey
ar_iq: لم يتم إنشاء أي استطلاع
fa_ir: هیچ پرسشنامه‌ای ایجاد نشده

source: Power supply
ar_iq: مزود الطاقة
fa_ir: منبع تغذیه

source: ATX
ar_iq: ايه تي اكس

source: Power
ar_iq: قوة
fa_ir: قدرت

source: Add to all items
ar_iq: إضافة إلى كافة العناصر
fa_ir: افزودن به همه موارد

source: See private ones
ar_iq: انظر تلك الخاصة
fa_ir: مشاهده موارد خصوصی

source: See private of my groups
ar_iq: انظر خاصة من مجموعاتي

source: Add (associated groups)
ar_iq: إضافة (المجموعات المرتبطة)

source: Add to items of associated groups
ar_iq: إضافة إلى عناصر المجموعات المرتبطة

source: Update (author)
ar_iq: تحديث (المؤلف)

source: Add (requester)
ar_iq: إضافة (الطالب)

source: Add to items (requester)
ar_iq: إضافة إلى العناصر (الطالب)

source: Add (observer)
ar_iq: إضافة (مراقب)

source: Add to items (observer)
ar_iq: إضافة إلى العناصر (المراقب)

source: Add (technician)
ar_iq: إضافة (فني)

source: Add to items (technician)
ar_iq: إضافة إلى العناصر (فني)

source: See public ones
ar_iq: انظر العامة
fa_ir: مشاهده موارد عمومی

source: Field name
ar_iq: اسم الحقل
fa_ir: نام فیلد

source: Alerts on approval which are waiting
ar_iq: تنبيهات بشأن الموافقة التي تنتظر

source: Image format
ar_iq: تنسيق الصورة
fa_ir: فرمت تصویر

source: Field storage of the login in the HTTP request
ar_iq: التخزين الميداني لتسجيل الدخول في طلب HTTP
fa_ir: ذخیره فیلد ورود در درخواست HTTP

source: Recurrent changes
ar_iq: التغييرات المتكررة
fa_ir: تغییرات دوره‌ای

source: Object Lock
ar_iq: قفل الكائن
fa_ir: قفل شیء

source: Locked by
ar_iq: مقفل بواسطة
fa_ir: قفل شده توسط

source: Locked date
ar_iq: تاريخ مغلق
fa_ir: تاریخ قفل شدن

source: Lock status
ar_iq: حالة القفل

source: Free
ar_iq: حر

source: Locked by %s at %s
ar_iq: تم القفل بواسطة %s في %s

source: Unlock
ar_iq: فتح
fa_ir: باز کردن

source: Unlock forgotten locked objects
ar_iq: فتح الأشياء المقفلة المنسية
fa_ir: باز کردن اشیاء قفل‌شده فراموش‌شده

source: Timeout to force unlock (hours)
ar_iq: المهلة لفرض إلغاء القفل (ساعات)
fa_ir: مدت زمان برای باز کردن اجباری (ساعت)

source: New knowledge base item
ar_iq: عنصر قاعدة المعرفة الجديدة

source: Deleting a knowledge base item
ar_iq: حذف عنصر قاعدة المعرفة

source: Update of a knowledge base item
ar_iq: تحديث عنصر قاعدة المعرفة

source: Categories
ar_iq: تصنيفان

source: Number of documents
ar_iq: عدد الوثائق

source: Document name
ar_iq: اسم المستند

source: Document download URL
ar_iq: عنوان URL لتنزيل المستند

source: Document URL
ar_iq: عنوان URL للمستند

source: Document filename
ar_iq: اسم ملف الوثيقة

source: Document weblink
ar_iq: رابط الوثيقة على شبكة الإنترنت

source: Document ID
ar_iq: معرف المستند

source: Targets
ar_iq: الأهداف

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ar_iq: الملف الذي تم تحميله يتجاوز توجيه upload_max_filesize في php.ini
fa_ir: پرونده بارگذاری‌شده از مقدار upload_max_filesize مشخص‌شده در php.ini فراتر رفته است

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ar_iq: يتجاوز الملف الذي تم تحميله التوجيه MAX_FILE_SIZE الذي تم تحديده في نموذج HTML
fa_ir: پرونده بارگذاری‌شده از مقدار MAX_FILE_SIZE مشخص‌شده در فرم HTML فراتر رفته است

source: The uploaded file was only partially uploaded
ar_iq: تم تحميل الملف الذي تم تحميله جزئيًا فقط
fa_ir: پرونده بارگذاری‌شده تنها به‌صورت جزئی بارگذاری شده است

source: Missing a temporary folder
ar_iq: لا يوجد مجلد مؤقت
fa_ir: پوشه موقت پیدا نشد

source: Failed to write file to disk
ar_iq: تعذر الكتابة على القرص
fa_ir: نوشتن فایل روی دیسک ناموفق بود

source: A PHP extension stopped the file upload
ar_iq: قام امتداد PHP بإيقاف تحميل الملف
fa_ir: یک افزونه PHP بارگذاری فایل را متوقف کرد

source: The uploaded file exceeds the post_max_size directive in php.ini
ar_iq: الملف الذي تم تحميله يتجاوز توجيه post_max_size في php.ini
fa_ir: پرونده بارگذاری‌شده از مقدار post_max_size مشخص‌شده در php.ini فراتر رفته است

source: File is too big
ar_iq: حجم الملف كبير جداً
fa_ir: حجم فایل بیش از حد مجاز است

source: File is too small
ar_iq: حجم الملف صغير جداً
fa_ir: حجم فایل کمتر از حد مجاز است

source: Maximum number of files exceeded
ar_iq: تم تجاوز الحد الأقصى لعدد الملفات
fa_ir: تعداد فایل‌های مجاز بیش از حد شده است

source: Image exceeds maximum width
ar_iq: عرض الصورة أكبر من المسموح به
fa_ir: عرض تصویر از حد مجاز فراتر رفته است

source: Image requires a minimum width
ar_iq: الصورة تتطلب الحد الأدنى من العرض
fa_ir: تصویر نیاز به حداقل عرض دارد

source: Image exceeds maximum height
ar_iq: إرتفاع الصورة أكبر من المسموح به
fa_ir: ارتفاع تصویر از حد مجاز فراتر رفته است

source: Image requires a minimum height
ar_iq: الصورة تتطلب الحد الأدنى من الارتفاع
fa_ir: تصویر نیاز به حداقل ارتفاع دارد

source: Filetype not allowed
ar_iq: نوع الملف غير مسموح به
fa_ir: نوع فایل مجاز نیست

source: File upload aborted
ar_iq: تم إحباط تحميل الملف
fa_ir: بارگذاری فایل لغو شد
