Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Page size
ar_iq: حجم الصفحة
fa_ir: تعداد موارد در هر صفحه

source: Maximum number of results
ar_iq: الحد الأقصى لعدد النتائج
fa_ir: حداکثر تعداد نتایج

source: Unlimited
ar_iq: غير محدد
fa_ir: نامحدود

source: Never dereferenced (default)
ar_iq: لا يتم إلغاء الإشارة مطلقًا (افتراضي)
fa_ir: هیچ‌گاه ارجاع داده نشود (پیش‌فرض)

source: Always dereferenced
ar_iq: تم إلغاء الإشارة إليه دائمًا
fa_ir: همیشه ارجاع داده شود

source: Dereferenced during the search (but not when locating)
ar_iq: تمت إلغاء الإشارة إليه أثناء البحث (ولكن ليس عند تحديد الموقع)
fa_ir: در طول جستجو ارجاع داده شود (اما هنگام مکان‌یابی خیر)

source: Dereferenced when locating (not during the search)
ar_iq: تم إلغاء الإشارة إليه عند تحديد الموقع (وليس أثناء البحث)
fa_ir: هنگام مکان‌یابی ارجاع داده شود (در طول جستجو خیر)

source: How LDAP aliases should be handled
ar_iq: كيف ينبغي التعامل مع الأسماء المستعارة LDAP
fa_ir: نحوه مدیریت نام‌های مستعار LDAP

source: Domain name used by inventory tool for link the user
ar_iq: اسم النطاق الذي تستخدمه أداة الجرد لربط المستخدم
fa_ir: نام دامنه‌ای که ابزار موجودی برای پیوند دادن کاربر استفاده می‌کند

source: TLS Certfile
ar_iq: ملف شهادة TLS
fa_ir: فایل گواهی TLS

source: TLS Keyfile
ar_iq: ملف مفتاح TLS
fa_ir: فایل کلید TLS

source: TLS Version
ar_iq: نسخة TLS

# button
source: Get email tickets now
ar_iq: احصل على تذاكر البريد الإلكتروني الآن
fa_ir: دریافت فوری درخواست‌های ایمیل

source: If the name is a valid email address, it will be automatically added to blacklisted senders.
ar_iq: إذا كان الاسم عنوان بريد إلكتروني صالحًا، فستتم إضافته تلقائيًا إلى المرسلين المدرجين في القائمة السوداء.

source: Authentication
ar_iq: توثيق
fa_ir: تصدیق هویت

source: Folders setup
ar_iq: إعداد المجلدات

source: Incoming mail folder (optional, often INBOX)
ar_iq: مجلد البريد الوارد (اختياري، غالبًا INBOX)
fa_ir: پوشه ایمیل ورودی (اختیاری، معمولاً INBOX)

source: Accepted mail archive folder (optional)
ar_iq: مجلد أرشيف البريد المقبول (اختياري)
fa_ir: پوشه بایگانی ایمیل‌های پذیرفته شده (اختیاری)

source: Refused mail archive folder (optional)
ar_iq: مجلد أرشيف البريد المرفوض (اختياري)
fa_ir: پوشه بایگانی ایمیل‌های رد شده (اختیاری)

source: Collection options
ar_iq: خيارات التجميع

source: Maximum size of each file imported by the mails receiver
ar_iq: الحد الأقصى لحجم كل ملف يستورده مستلم البريد
fa_ir: حداکثر اندازه هر فایل وارد شده توسط دریافت‌کننده ایمیل

source: Use mail date, instead of collect one
ar_iq: استخدم تاريخ البريد، بدلاً من جمع واحد
fa_ir: استفاده از تاریخ ایمیل به جای تاریخ جمع‌آوری

source: Use Reply-To as requester (when available)
ar_iq: استخدم الرد على كمقدم الطلب (عند توفره)
fa_ir: استفاده از Reply-To به عنوان درخواست‌کننده (در صورت موجود بودن)

source: Add TO users as observer
ar_iq: إضافة إلى المستخدمين كمراقب

source: Add CC users as observer
ar_iq: أضف مستخدمي CC كمراقب
fa_ir: افزودن کاربران CC به عنوان ناظر

source: Collect only unread mail
ar_iq: جمع البريد غير المقروء فقط
fa_ir: جمع‌آوری فقط ایمیل‌های خوانده‌نشده

source: If you use this option, and this collector is likely to receive requests from users authenticating via LDAP, we advise you to activate the option "Automatically add users from an external authentication source", in the Authentication settings in order to avoid the generation of duplicate users.
ar_iq: إذا استخدمت هذا الخيار، ومن المحتمل أن يتلقى هذا المجمع طلبات من المستخدمين الذين يقومون بالمصادقة عبر LDAP، فننصحك بتفعيل خيار "إضافة مستخدمين تلقائيًا من مصدر مصادقة خارجي"، في إعدادات المصادقة لتجنب إنشاء مستخدمين مكررين.

source: Automatically create user from email
ar_iq: إنشاء مستخدم تلقائيًا من البريد الإلكتروني

source: No child found for folder '%s'.
ar_iq: لم يتم العثور على أي فرع للمجلد '%s'.
fa_ir: هیچ زیرپوشه‌ای برای پوشه «%s» یافت نشد.

source: An error occurred trying to connect to collector.
ar_iq: حدث خطأ أثناء محاولة الاتصال بأداة التجميع.
fa_ir: خطایی هنگام تلاش برای اتصال به جمع‌آوری‌کننده رخ داد.

source: Port (optional)
ar_iq: المنفذ (اختياري)
fa_ir: درگاه (اختیاری)

source: Typical ports: IMAP (143), IMAPS (993), POP (110), POPS (995)
ar_iq: المنافذ النموذجية: IMAP (143)، IMAPS (993)، POP (110)، POPS (995)

source: SSL
ar_iq: طبقة المقابس الآمنة

source: NO-TLS
ar_iq: لا-TLS

source: NO-VALIDATE-CERT
ar_iq: شهادة عدم التحقق
fa_ir: بدون اعتبارسنجی گواهی

source: VALIDATE-CERT
ar_iq: التحقق من صحة-الشهادة
fa_ir: اعتبارسنجی گواهی

source: NORSH
ar_iq: نورش

source: SECURE
ar_iq: يؤمن
fa_ir: امن

source: DEBUG
ar_iq: تصحيح الأخطاء
fa_ir: اشکال‌زدایی

source: Connection options
ar_iq: خيارات الاتصال
fa_ir: گزینه‌های اتصال

source: Connection string
ar_iq: سلسلة الاتصال
fa_ir: رشته اتصال

source: Link or filename
ar_iq: الرابط أو إسم الملف
fa_ir: پیوند یا نام پرونده

source: File content
ar_iq: محتوى الملف
fa_ir: محتوای پرونده

source: Recipient
ar_iq: مستلمون
fa_ir: گیرنده

source: Exclusion
ar_iq: استبعادات

source: The preview is not available for the notifications related to %s.
ar_iq: المعاينة غير متاحة للإشعارات المتعلقة بـ %s.

source: Email text body
ar_iq: نص نص البريد الإلكتروني
fa_ir: متن ایمیل

source: Email HTML body
ar_iq: نص HTML للبريد الإلكتروني
fa_ir: متن HTML ایمیل

source: Sender email
ar_iq: البريد الإلكتروني للمرسل
fa_ir: ایمیل فرستنده

source: Sender name
ar_iq: اسم المرسل
fa_ir: نام فرستنده

source: Recipient email
ar_iq: البريد الإلكتروني للمستلم
fa_ir: ایمیل گیرنده

source: Recipient name
ar_iq: اسم المستلم
fa_ir: نام گیرنده

source: Reply-To email
ar_iq: الرد على البريد الإلكتروني
fa_ir: ایمیل پاسخ به

source: Reply-To name
ar_iq: الرد على الاسم
fa_ir: نام پاسخ به

source: Message ID
ar_iq: معرف الرسالة
fa_ir: شناسه پیام

source: Additional headers
ar_iq: رؤوس إضافية
fa_ir: سرفصل‌های اضافی

source: Text
ar_iq: نص

source: The content of the notification contains sensitive information and therefore cannot be displayed.
ar_iq: يحتوي محتوى الإشعار على معلومات حساسة وبالتالي لا يمكن عرضه.
fa_ir: محتوای اعلان حاوی اطلاعات حساس است و بنابراین قابل نمایش نیست.

source: Allow response
ar_iq: السماح بالرد
fa_ir: اجازه پاسخ‌دهی

source: Use global config
ar_iq: استخدم التكوين العالمي

source: No documents
ar_iq: لا توجد وثائق

source: All documents
ar_iq: جميع الوثائق

source: Only documents related to the item that triggers the event
ar_iq: المستندات المتعلقة بالعنصر الذي يقوم بتشغيل الحدث فقط

source: Add documents
ar_iq: أضف المستندات

source: Mode
ar_iq: وضع
fa_ir: حالت

source: Administrator email address
ar_iq: عنوان البريد الإلكتروني للمسؤول
fa_ir: نشانی ایمیل مدیر

source: Administrator name
ar_iq: إسم الإداري
fa_ir: نام مدیر

source: Email sender address
ar_iq: عنوان مرسل البريد الإلكتروني
fa_ir: نشانی فرستنده ایمیل

source: Address to use in from for sent emails.
ar_iq: العنوان الذي سيتم استخدامه منه لرسائل البريد الإلكتروني المرسلة.
fa_ir: نشانی که برای فرستنده ایمیل‌های ارسالی استفاده می‌شود

source: If not set, main or entity administrator email address will be used.
ar_iq: إذا لم يتم تعيينه، فسيتم استخدام عنوان البريد الإلكتروني الرئيسي أو المسؤول عن الكيان.
fa_ir: اگر تعیین نشود، نشانی ایمیل مدیر اصلی یا مدیر واحد استفاده خواهد شد.

source: Email sender name
ar_iq: اسم مرسل البريد الإلكتروني
fa_ir: نام فرستنده ایمیل

source: Name to use in from for sent emails.
ar_iq: الاسم الذي سيتم استخدامه في رسائل البريد الإلكتروني المرسلة.
fa_ir: نامی که برای فرستنده ایمیل‌های ارسالی استفاده می‌شود

source: If not set, main or entity administrator email name will be used.
ar_iq: إذا لم يتم تعيينه، فسيتم استخدام اسم البريد الإلكتروني للمسؤول الرئيسي أو مسؤول الكيان.
fa_ir: اگر تعیین نشود، نام مدیر اصلی یا مدیر واحد استفاده خواهد شد.

source: Reply-To address
ar_iq: الرد على العنوان
fa_ir: نشانی پاسخ به

source: Optionnal reply to address.
ar_iq: الرد الاختياري على العنوان.
fa_ir: نشانی پاسخ به اختیاری

source: Optionnal reply to name.
ar_iq: الرد اختياري على الاسم.
fa_ir: نام پاسخ به اختیاری

source: If not set, main or entity administrator name will be used.
ar_iq: إذا لم يتم تعيينه، فسيتم استخدام اسم المسؤول الرئيسي أو اسم الكيان.
fa_ir: اگر تعیین نشود، نام مدیر اصلی یا مدیر واحد استفاده خواهد شد.

source: No-Reply address
ar_iq: عنوان عدم الرد
fa_ir: نشانی بدون پاسخ (No-Reply)

source: Optionnal No-Reply address.
ar_iq: عنوان عدم الرد الاختياري.
fa_ir: نشانی بدون پاسخ اختیاری

source: If set, it will be used for notifications that doesnʼt expect a reply.
ar_iq: إذا تم تعيينه، فسيتم استخدامه للإشعارات التي لا تتوقع ردًا.

source: No-Reply name
ar_iq: اسم عدم الرد
fa_ir: نام بدون پاسخ (No-Reply)

source: Optionnal No-Reply name.
ar_iq: اسم اختياري لعدم الرد.
fa_ir: نام بدون پاسخ اختیاری

source: Add documents into ticket notifications
ar_iq: إضافة المستندات إلى إشعارات التذاكر
fa_ir: افزودن مستندات به اعلان‌های تیکت

source: Email signature
ar_iq: توقيع البريد الإلكتروني
fa_ir: امضاء ایمیل

source: The PHP mail function is unknown or is not activated on your system.
ar_iq: وظيفة بريد PHP غير معروفة أو لم يتم تفعيلها على نظامك.
fa_ir: تابع ارسال ایمیل PHP ناشناخته است یا بر روی سامانه شما فعال نیست.

source: The use of a SMTP is needed.
ar_iq: هناك حاجة إلى استخدام SMTP.
fa_ir: استفاده از SMTP الزامی است.

source: Way of sending emails
ar_iq: طريقة إرسال البريد الإلكتروني
fa_ir: روش ارسال ایمیل‌ها

source: Max. delivery retries
ar_iq: الأعلى.إعادة محاولة التسليم
fa_ir: حداکثر تلاش‌های مجدد برای ارسال

source: Try to deliver again in (minutes)
ar_iq: حاول التوصيل مرة أخرى خلال (دقائق)
fa_ir: تلاش برای ارسال مجدد در (دقیقه)

source: Once the form has been validated, you will be redirected to your supplierʼs authentication page if necessary.
ar_iq: بمجرد التحقق من صحة النموذج، ستتم إعادة توجيهك إلى صفحة المصادقة الخاصة بالمورد إذا لزم الأمر.
fa_ir: پس از تایید فرم، در صورت نیاز به صفحه احراز هویت ارائه‌دهنده خود هدایت خواهید شد.

source: Oauth provider
ar_iq: مزود أوث
fa_ir: ارائه‌دهنده OAuth

# oauth
source: Callback URL
ar_iq: عنوان URL لرد الاتصال
fa_ir: نشانی بازگشت (Callback URL)

# oauth
source: This is the callback URL that you will have to declare in your provider application.
ar_iq: هذا هو عنوان URL لرد الاتصال الذي سيتعين عليك الإعلان عنه في تطبيق المزود الخاص بك.
fa_ir: این نشانی بازگشت (Callback URL) است که باید در برنامه ارائه‌دهنده خود اعلام کنید.

# oauth
source: Client ID
ar_iq: معرف العميل
fa_ir: شناسه مشتری (Client ID)

# oauth
source: Client secret
ar_iq: سر العميل
fa_ir: رمز مشتری (Client secret)

# oauth
source: Force OAuth authentication refresh
ar_iq: فرض تحديث مصادقة OAuth
fa_ir: اجبار به بروزرسانی احراز هویت OAuth

# oauth
source: You can use this option to force redirection to the OAuth authentication process. This will trigger generation of a new OAuth token.
ar_iq: يمكنك استخدام هذا الخيار لفرض إعادة التوجيه إلى عملية مصادقة OAuth.سيؤدي هذا إلى إنشاء رمز OAuth مميز جديد.
fa_ir: می‌توانید از این گزینه برای اجبار به هدایت مجدد به فرآیند احراز هویت OAuth استفاده کنید. این عمل باعث تولید یک توکن OAuth جدید خواهد شد.

source: Check certificate
ar_iq: التحقق من الشهادة
fa_ir: بررسی گواهینامه

source: SMTP host
ar_iq: مضيف SMTP
fa_ir: میزبان SMTP

source: SMTP login (optional)
ar_iq: تسجيل دخول بواسطة SMTP (إختياري)
fa_ir: نام کاربری SMTP (اختیاری)

source: SMTP password (optional)
ar_iq: كلمة مرور SMTP (اختياري)
fa_ir: گذرواژه SMTP (اختیاری)

source: Email sender
ar_iq: مرسل البريد الإلكتروني
fa_ir: فرستنده ایمیل

source: May be required for some mails providers.
ar_iq: قد تكون مطلوبة لبعض مقدمي خدمات البريد.
fa_ir: ممکن است برای برخی ارائه‌دهندگان ایمیل لازم باشد.

source: If not set, main administrator email will be used.
ar_iq: إذا لم يتم تعيينه، فسيتم استخدام البريد الإلكتروني للمسؤول الرئيسي.
fa_ir: در صورت عدم تعیین، ایمیل مدیر اصلی استفاده خواهد شد.

source: Send a test email to the administrator
ar_iq: إرسال بريد إلكتروني تجريبي للإدارة
fa_ir: ارسال ایمیل آزمایشی به مدیر

source: Email sending test result
ar_iq: إرسال نتيجة الاختبار عبر البريد الإلكتروني

source: Notifications are disabled.
ar_iq: تم تعطيل الإخطارات.
fa_ir: اعلان‌ها غیرفعال هستند.

source: See configuration
ar_iq: انظر التكوين
fa_ir: مشاهده تنظیمات

source: Notification method
ar_iq: طريقة الإخطار
fa_ir: روش اعلان

source: Show list of available tags
ar_iq: عرض قائمة العلامات المتاحة
fa_ir: نمایش فهرست برچسب‌های موجود

source: Default translation
ar_iq: الترجمة الافتراضية
fa_ir: ترجمه پیش‌فرض

source: (leave the field empty for a generation from HTML)
ar_iq: (اترك الحقل فارغًا لجيل من HTML)
fa_ir: (برای تولید از HTML، این فیلد را خالی بگذارید)

source: Sound
ar_iq: صوت
fa_ir: صدا

source: Default notification sound
ar_iq: صوت الإخطار الافتراضي
fa_ir: صدای پیش‌فرض اعلان

source: Time to check for new notifications (in seconds)
ar_iq: الوقت للتحقق من وجود إشعارات جديدة (بالثواني)
fa_ir: زمان بررسی اعلان‌های جدید (بر حسب ثانیه)

source: URL of the icon
ar_iq: عنوان URL للرمز
fa_ir: نشانی اینترنتی نماد

source: Validity period of notifications (in days)
ar_iq: فترة صلاحية الإخطارات (بالأيام)

source: Notifications older than the selected value will not be displayed. Expired notifications will be deleted by the %s crontask.
ar_iq: لن يتم عرض الإخطارات الأقدم من القيمة المحددة.سيتم حذف الإشعارات منتهية الصلاحية بواسطة مهمة %s.

source: Client credentials
ar_iq: بيانات اعتماد العميل

source: Authorization code
ar_iq: رمز التفويض

source: Grants
ar_iq: المنح

source: Scopes
ar_iq: النطاقات

source: Authorized redirect URIs
ar_iq: عناوين URL لإعادة التوجيه المعتمدة

source: Only applies to Authorization Code grants
ar_iq: ينطبق فقط على منح قانون التفويض

source: Add URI
ar_iq: أضف معرف الموارد المنتظم (URI).

source: IP Restrictions
ar_iq: قيود الملكية الفكرية

source: Comma separated list of individual IPv4/IPv6 addresses or ranges in CIDR notation. An empty list indicates there are no restrictions.
ar_iq: قائمة مفصولة بفواصل لعناوين IPv4/IPv6 الفردية أو النطاقات في تدوين CIDR.تشير القائمة الفارغة إلى عدم وجود قيود.

source: Add a phone line
ar_iq: إضافة خط هاتف

source: Self-signed
ar_iq: موقعة ذاتيا
fa_ir: خودامضا (Self-signed)

source: DNS name
ar_iq: اسم DNS
fa_ir: نام DNS

source: DNS suffix
ar_iq: لاحقة DNS
fa_ir: پسوند DNS

source: Command used
ar_iq: الأمر المستخدم
fa_ir: دستوری که استفاده شده

source: Certificate request (CSR)
ar_iq: طلب الشهادة (CSR)
fa_ir: درخواست گواهینامه (CSR)

source: Added by %s
ar_iq: تمت الإضافة بواسطة %s
fa_ir: اضافه شده توسط %s

source: Current file
ar_iq: الملف الحالي
fa_ir: پرونده فعلی

source: Checksum
ar_iq: المجموع الاختباري

source: Web link
ar_iq: رابط الويب
fa_ir: پیوند وب

source: MIME type
ar_iq: نوع MIME
fa_ir: نوع MIME

source: Blacklisted for import
ar_iq: القائمة السوداء للاستيراد
fa_ir: در فهرست سیاه برای وارد کردن

source: Use a file uploaded on server
ar_iq: استخدم ملفًا تم تحميله على الخادم

source: Number of columns
ar_iq: عدد الأعمدة
fa_ir: تعداد ستون‌ها

source: Number of rows
ar_iq: عدد الصفوف
fa_ir: تعداد ردیف‌ها

source: Cell width
ar_iq: عرض الخلية

source: Cell height
ar_iq: ارتفاع الخلية

source: Background picture (blueprint)
ar_iq: صورة الخلفية (مخطط)
fa_ir: تصویر زمینه (نقشه)

source: %1$s template
ar_iq: قوالب %1$s
fa_ir: الگو %1$s

source: Open helper form
ar_iq: فتح نموذج مساعد
fa_ir: باز کردن فرم کمکی

source: Add a document
ar_iq: إضافة ملف
fa_ir: افزودن یک سند

source: Associate an existing document
ar_iq: ربط وثيقة موجودة

# button
source: Associate
ar_iq: تنظيم
fa_ir: ارتباط دادن

source: Caller number
ar_iq: رقم المتصل
fa_ir: شماره تماس گیرنده

source: Caller name
ar_iq: اسم المتصل
fa_ir: نام تماس گیرنده

source: Has backup
ar_iq: لديه نسخة احتياطية
fa_ir: دارای پشتیبان

source: Last backup date
ar_iq: تاريخ النسخ الاحتياطي الأخير
fa_ir: تاریخ آخرین پشتیبان

source: Not linked to any software
ar_iq: غير مرتبط بأي برنامج

source: Software
ar_iq: برامج
fa_ir: نرم افزار

source: Version in use
ar_iq: النسخة قيد الاستخدام
fa_ir: نسخه مورد استفاده

source: Purchase version
ar_iq: نسخة الشراء
fa_ir: نسخه خرید

# quantity
source: Number
ar_iq: الرقم
fa_ir: عدد

source: Allow Over-Quota
ar_iq: السماح بالتجاوز في الحصص
fa_ir: اجازه بیش از سهمیه

source: Expiration
ar_iq: انتهاء
fa_ir: تاریخ انقضا

source: On search engine, use "Expiration contains NULL" to search licenses with no expiration date
ar_iq: في محرك البحث، استخدم "انتهاء الصلاحية يحتوي على NULL" للبحث عن التراخيص التي لا تحتوي على تاريخ انتهاء الصلاحية
fa_ir: در موتور جستجو، از عبارت "Expiration contains NULL" برای جستجوی مجوزهایی که تاریخ انقضا ندارند استفاده کنید

# adjective
source: Assigned
ar_iq: مُكَلَّف

# adjective
source: Remaining
ar_iq: متبقي

# adjective
source: Over
ar_iq: زيادة

source: View as list
ar_iq: عرض كقائمة
fa_ir: نمایش به صورت فهرست

source: View graphical representation
ar_iq: عرض التمثيل الرسومي
fa_ir: نمایش به صورت نمودار

source: Following elements are out of room bounds
ar_iq: العناصر التالية خارج حدود الغرفة
fa_ir: عناصر زیر خارج از محدوده اتاق هستند

source: Blueprint
ar_iq: مخطط
fa_ir: نقشه پایه

source: Grid
ar_iq: شبكة
fa_ir: شبکه‌بندی

source: Begin date
ar_iq: تاريخ البداية
fa_ir: تاریخ شروع

# phone
source: Number
ar_iq: الرقم
fa_ir: شماره

source: Next renewal date
ar_iq: تاريخ التجديد القادم
fa_ir: تاریخ تجدید بعدی

source: Initial contract period
ar_iq: الفترة المبدئية للعقد
fa_ir: مدت اولیه قرارداد

source: Notice
ar_iq: ملاحظات
fa_ir: اخطار

source: Account number
ar_iq: رقم الحساب
fa_ir: شماره حساب

source: Contract renewal period
ar_iq: فترة تجديد العقد
fa_ir: دوره تجدید قرارداد

source: Invoice period
ar_iq: فترة الفاتورة
fa_ir: دوره صورتحساب

source: Tacit
ar_iq: ضمني
fa_ir: ضمنی

source: Express
ar_iq: يعبر
fa_ir: ویژه

source: Renewal
ar_iq: تجديد
fa_ir: تجدید

source: Max number of items
ar_iq: الحد الأقصى للعناصر
fa_ir: حداکثر تعداد موارد

source: Email alarms
ar_iq: تنبيه عبر البريد الإلكتروني
fa_ir: اعلان‌های ایمیلی

source: Time cost
ar_iq: تكلفة الوقت
fa_ir: هزینه زمان

source: Cost
ar_iq: تكاليف
fa_ir: هزینه

source: Fixed cost
ar_iq: التكلفة الثابتة
fa_ir: هزینه ثابت

source: Material cost
ar_iq: تكلفة المواد
fa_ir: هزینه مواد

source: Add a supplier
ar_iq: إضافة مورد
fa_ir: افزودن تامین‌کننده

source: Add a contact
ar_iq: إضافة جهة إتصال
fa_ir: افزودن مخاطب

# Item
source: Items
ar_iq: مادة

source: Path
ar_iq: طريق
fa_ir: مسیر

source: If 2FA is enforced, users with access to this %s will be required to use 2FA at login even if this is not their default
ar_iq: إذا تم فرض المصادقة الثنائية، سيُطلب من المستخدمين الذين لديهم حق الوصول إلى %s استخدام المصادقة الثنائية عند تسجيل الدخول حتى لو لم يكن هذا هو الإعداد الافتراضي لديهم

source: Inheritance of the parent entity
ar_iq: وراثة من الكيان الأب
fa_ir: وراثت هویت والد

source: 2FA code digit %s of %s
ar_iq: رقم رمز 2FA %s من %s

source: 2FA is required for your account
ar_iq: مطلوب 2FA لحسابك

source: 2FA Setup
ar_iq: إعداد 2FA

source: 1. Install an authenticator app on your mobile device such as Google Authenticator or Authy.
ar_iq: 1. ثبّت تطبيق المصادقة على جهازك المحمول مثل Google Authenticator أو Authy.

source: 2. Scan the following QR code or enter the code shown into your authenticator app.
ar_iq: 2. امسح رمز الاستجابة السريعة التالي أو أدخل الرمز الموضح في تطبيق المصادقة الخاص بك.

source: QR Code
ar_iq: رمز الاستجابة السريعة

source: 2FA secret
ar_iq: سر 2FA

source: 3. After entering the code into your authenticator, enter the code shown in the app to finish the setup
ar_iq: 3. بعد إدخال الرمز في أداة المصادقة، أدخل الرمز الموضح في التطبيق لإنهاء الإعداد

source: You can skip this step for now, but you will be required to set it up later (%s days)
ar_iq: يمكنك تخطي هذه الخطوة في الوقت الحالي، ولكن سيُطلب منك إعدادها لاحقًا (%s يومًا)

source: Skip
ar_iq: تخطي

source: Verify
ar_iq: تحقق

source: Backup codes (This is the only time these will be shown)
ar_iq: الرموز الاحتياطية (هذه هي المرة الوحيدة التي سيتم فيها عرضها)

source: These are one-time use codes in case your authenticator is inaccessible
ar_iq: هذه هي رموز الاستخدام لمرة واحدة في حالة عدم إمكانية الوصول إلى المصادق الخاص بك

source: Copied
ar_iq: منقول

source: An error occurred
ar_iq: حدث خطأ

source: Copy backup codes
ar_iq: نسخ الرموز الاحتياطية

source: Please enter the code from your authenticator app
ar_iq: الرجاء إدخال الرمز من تطبيق المصادقة الخاص بك

source: Backup code
ar_iq: رمز النسخ الاحتياطي

source: Use a backup code
ar_iq: استخدم رمزًا احتياطيًا

source: Use a code from your authenticator app
ar_iq: استخدم رمزًا من تطبيق المصادقة الخاص بك

source: Please enter a backup code
ar_iq: الرجاء إدخال رمز احتياطي

source: 2FA grace period ends %s
ar_iq: تنتهي فترة سماح 2FA %s

source: Mandatory
ar_iq: إلزامي

source: Optional
ar_iq: اختياري

source: 2FA enabled
ar_iq: تم تمكين المصادقة الثنائية (2FA).

source: Disable 2FA
ar_iq: تعطيل المصادقة الثنائية (2FA).

source: Reset 2FA
ar_iq: إعادة تعيين 2FA

source: Regenerate backup codes
ar_iq: إعادة إنشاء الرموز الاحتياطية

source: Search for knowledge base entries or forms
ar_iq: البحث عن إدخالات أو نماذج قاعدة المعرفة

source: Search results
ar_iq: نتائج البحث

source: Quick Access
ar_iq: الوصول السريع

source: Update my password
ar_iq: تحديث كلمة المرور الخاصة بي
fa_ir: به‌روزرسانی گذرواژه من

source: %s wants to access your GLPI account
ar_iq: %s يريد الوصول إلى حساب GLPI الخاص بك

source: This application will be able to access your account and perform the following actions on your behalf:
ar_iq: سيتمكن هذا التطبيق من الوصول إلى حسابك وتنفيذ الإجراءات التالية نيابة عنك:

source: No specific permissions requested
ar_iq: لا توجد أذونات محددة مطلوبة

source: Accept
ar_iq: يقبل

source: Deny
ar_iq: ينكر

source: Target entity
ar_iq: الكيان المستهدف

source: Preserve
ar_iq: حجز
fa_ir: حفظ

# button
source: Disconnect
ar_iq: قطع الاتصال
fa_ir: قطع اتصال

source: Keep
ar_iq: يحفظ
fa_ir: نگه داشتن

source: Empty the location
ar_iq: إفراغ الموقع
fa_ir: خالی کردن مکان

source: Asset
ar_iq: أصول
fa_ir: دارایی

source: Software of items
ar_iq: برمجيات العناصر
fa_ir: نرم‌افزارهای اقلام

source: If software are no longer used
ar_iq: في حال لم يعد البرنامج قيد الإستخدام
fa_ir: اگر نرم‌افزار دیگر استفاده نمی‌شود

source: Links between printers and cartridge types and cartridges
ar_iq: العلاقة بين الطابعات, انواع الخراطيش, وخراطيش الحبر
fa_ir: ارتباطات بین چاپگرها، نوع کارتریج و کارتریج‌ها

source: If the cartridge types are no longer used
ar_iq: في حال التوقف عن إستخدام هذا النوع من خراطيش الحبر
fa_ir: اگر نوع کارتریج دیگر استفاده نمی‌شود

source: Links between cartridge types and cartridges
ar_iq: يربط بين انواع خراطيش الحبر والخراطيش
fa_ir: ارتباطات بین نوع کارتریج و کارتریج‌ها

source: Links between consumable types and consumables
ar_iq: العلاقة بين أنواع المواد الإستهلاكية ومواد الإستهلاكية
fa_ir: ارتباطات بین نوع مصرفی و اقلام مصرفی

source: Links between computers and volumes
ar_iq: الروابط بين أجهزة الكمبيوتر والمجلدات
fa_ir: ارتباطات بین رایانه‌ها و حجم‌ها

source: Lock fields updated during transfer
ar_iq: تم تحديث حقول القفل أثناء النقل
fa_ir: قفل کردن فیلدهای به‌روزرسانی شده هنگام انتقال

source: Direct connections
ar_iq: اتصالات مباشرة
fa_ir: اتصالات مستقیم

source: If monitors are no longer used
ar_iq: في حال لم تعد الشاشات قيد الإستخدام
fa_ir: اگر مانیتورها دیگر استفاده نمی‌شوند

source: If printers are no longer used
ar_iq: في حال لم تعد الطابعات قيد الإستخدام
fa_ir: اگر چاپگرها دیگر استفاده نمی‌شوند

source: If devices are no longer used
ar_iq: في حال لم تعد الأجهزة قيد الإستخدام
fa_ir: اگر دستگاه‌ها دیگر استفاده نمی‌شوند

source: If phones are no longer used
ar_iq: في حال لم تعد الهواتف قيد الإستخدام
fa_ir: اگر تلفن‌ها دیگر استفاده نمی‌شوند

source: Management
ar_iq: الإدارة
fa_ir: مدیریت

source: If suppliers are no longer used
ar_iq: في حال إيقاف التعامل مع المورد
fa_ir: اگر تأمین‌کنندگان دیگر استفاده نمی‌شوند

source: Links between suppliers and contacts
ar_iq: العلاقة بين الموردين وجهات الإتصال
fa_ir: ارتباطات بین تأمین‌کنندگان و تماس‌ها

source: If contacts are no longer used
ar_iq: في حال لم تعد جهة الإتصال قيد الإستخدام
fa_ir: اگر تماس‌ها دیگر استفاده نمی‌شوند

source: If documents are no longer used
ar_iq: في حال لم تعد الوثائق قيد الإستخدام
fa_ir: اگر اسناد دیگر استفاده نمی‌شوند
