Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Failed to resize image
ar_iq: فشل في تغيير حجم الصورة
fa_ir: تغییر اندازه تصویر ناموفق بود

source: Problem item
ar_iq: البند المشكلة
fa_ir: مورد مشکل

source: Alias port
ar_iq: المنفذ البديل
fa_ir: پورت مستعار

source: Logs purge
ar_iq: تطهير السجلات
fa_ir: پاکسازی گزارش‌ها

source: Purge history
ar_iq: تطهير التاريخ
fa_ir: پاکسازی سابقه

source: Mandatory field
ar_iq: حقول إلزامية
fa_ir: فیلد اجباری

source: Cores
ar_iq: النوى
fa_ir: هسته‌ها

source: Threads
ar_iq: المواضيع
fa_ir: رشته‌ها

source: Approval template target
ar_iq: أهداف قوالب الموافقة

source: Virtualization
ar_iq: الافتراضية
fa_ir: مجازی‌سازی

source: List of hosts
ar_iq: قائمة المضيفين
fa_ir: فهرست میزبان‌ها

source: Add a virtual machine
ar_iq: إضافة آلة افتراضية
fa_ir: افزودن ماشین مجازی

source: Processors number
ar_iq: رقم المُعالج

source: processor number
ar_iq: رقم المعالج
fa_ir: شماره پردازنده

source: Computer UUID
ar_iq: UUID للكمبيوتر
fa_ir: شناسه UUID کامپیوتر

source: Virtual machine
ar_iq: آلة افتراضية
fa_ir: ماشین مجازی

source: Virtual machine Comment
ar_iq: تعليق الآلة الافتراضية
fa_ir: توضیحات ماشین مجازی

source: Dictionary of device types
ar_iq: قاموس أنواع الأجهزة
fa_ir: فرهنگ لغت نوع دستگاه‌ها

source: Invalid plugin directory
ar_iq: دليل البرنامج المساعد غير صالح
fa_ir: شاخه افزونه نامعتبر است

source: Execution of all the plugins has been suspended since a database update is required.
ar_iq: تم تعليق تنفيذ جميع المكونات الإضافية نظرًا لضرورة تحديث قاعدة البيانات.

source: Plugin %1$s has been replaced by %2$s and therefore has been deactivated.
ar_iq: تم استبدال المكون الإضافي %1$s بـ %2$s وبالتالي تم إلغاء تنشيطه.
fa_ir: افزونه %1$s با %2$s جایگزین شده و بنابراین غیرفعال گردیده است.

source: Plugin %1$s version changed. It has been deactivated as its update process has to be launched.
ar_iq: تم تغيير إصدار المكون الإضافي %1$s.لقد تم إلغاء تنشيطه لأنه يجب بدء عملية التحديث.
fa_ir: نسخه افزونه %1$s تغییر کرده است. این افزونه غیرفعال شده زیرا فرآیند به‌روزرسانی آن باید اجرا شود.

source: Plugin %1$s has no uninstall function!
ar_iq: لا يحتوي البرنامج المساعد %1$s على وظيفة إلغاء التثبيت!
fa_ir: افزونه %1$s فاقد عملکرد حذف است!

source: Plugin %1$s has been uninstalled!
ar_iq: تم إلغاء تثبيت المكون الإضافي %1$s!
fa_ir: افزونه %1$s حذف شد!

source: Plugin %1$s has been uninstalled by %2$s.
ar_iq: تم إلغاء تثبيت المكوّن الإضافي %1$s بواسطة %2$s.
fa_ir: افزونه %1$s توسط %2$s حذف شد.

source: Plugin %1$s has been installed!
ar_iq: تم تثبيت المكون الإضافي %1$s!
fa_ir: افزونه %1$s نصب شد!

# button
source: Enable
ar_iq: تفعيل
fa_ir: فعال‌سازی

source: Do you want to %activate_link it?
ar_iq: هل تريد %activate_link ذلك؟
fa_ir: می‌خواهید آن را %activate_link کنید؟

source: Plugin %1$s has been installed and must be configured!
ar_iq: تم تثبيت المكون الإضافي %1$s ويجب تهيئته!
fa_ir: افزونه %1$s نصب شد و نیاز به پیکربندی دارد!

source: Plugin %1$s has been installed by %2$s.
ar_iq: تم تثبيت المكوّن الإضافي %1$s بواسطة %2$s.
fa_ir: افزونه %1$s توسط %2$s نصب شد.

source: Plugin %1$s has no install function!
ar_iq: البرنامج المساعد %1$s ليس لديه وظيفة التثبيت!
fa_ir: افزونه %1$s فاقد عملکرد نصب است!

source: Plugin %1$s prerequisites are not matching, it cannot be activated.
ar_iq: المتطلبات الأساسية للمكون الإضافي %1$s غير متطابقة، ولا يمكن تفعيله.
fa_ir: پیش‌نیازهای افزونه %1$s همخوانی ندارند و نمی‌توان آن را فعال کرد.

source: Plugin %1$s has been activated!
ar_iq: تم تفعيل المكون الإضافي %1$s!
fa_ir: افزونه %1$s فعال شد!

source: Plugin %1$s has been activated by %2$s.
ar_iq: تم تنشيط المكون الإضافي %1$s بواسطة %2$s.
fa_ir: افزونه %1$s توسط %2$s فعال شد.

source: Plugin %1$s configuration must be done, it cannot be activated.
ar_iq: يجب أن يتم تكوين المكون الإضافي %1$s، ولا يمكن تنشيطه.
fa_ir: پیکربندی افزونه %1$s باید انجام شود و نمی‌توان آن را فعال کرد.

source: Plugin %1$s has been deactivated!
ar_iq: تم إلغاء تنشيط المكون الإضافي %1$s!
fa_ir: افزونه %1$s غیرفعال شد!

source: Plugin %1$s has been deactivated by %2$s.
ar_iq: تم إلغاء تنشيط المكون الإضافي %1$s بواسطة %2$s.
fa_ir: افزونه %1$s توسط %2$s غیرفعال شد.

source: Plugin %1$s cleaned!
ar_iq: تم تنظيف المكون الإضافي %1$s!
fa_ir: افزونه %1$s پاک‌سازی شد!

source: This plugin requires %1$s < %2$s.
ar_iq: يتطلب هذا المكون الإضافي %1$s < %2$s.
fa_ir: این افزونه نیازمند %1$s کمتر از %2$s است.

source: This plugin requires %1$s >= %2$s.
ar_iq: يتطلب هذا المكون الإضافي %1$s >= %2$s.
fa_ir: این افزونه نیازمند %1$s برابر یا بیشتر از %2$s است.

source: This plugin requires %1$s >= %2$s and < %3$s.
ar_iq: يتطلب هذا المكون الإضافي %1$s >= %2$s و< %3$s.
fa_ir: این افزونه نیازمند %1$s برابر یا بیشتر از %2$s و کمتر از %3$s است.

source: This plugin requires PHP extension %1$s
ar_iq: يتطلب هذا البرنامج المساعد ملحق PHP %1$s
fa_ir: این افزونه نیازمند اکستنشن PHP با نام %1$s است

source: This plugin requires %1$s plugin
ar_iq: يتطلب هذا المكون الإضافي مكونًا إضافيًا %1$s
fa_ir: این افزونه نیازمند افزونه %1$s است

source: This plugin requires PHP compiled along with "%1$s"
ar_iq: يتطلب هذا البرنامج المساعد تجميع لغة PHP مع "%1$s"
fa_ir: این افزونه نیازمند PHP است که همراه با "%1$s" کامپایل شده باشد

source: This plugin requires PHP parameter %1$s
ar_iq: يتطلب هذا البرنامج المساعد معلمة PHP %1$s
fa_ir: این افزونه نیازمند پارامتر PHP با نام %1$s است

source: This plugin requires GLPI parameter %1$s
ar_iq: يتطلب هذا المكون الإضافي معلمة GLPI %1$s
fa_ir: این افزونه نیازمند پارامتر GLPI با نام %1$s است

# plugin
source: Enabled
ar_iq: متاح
fa_ir: فعال شده

# plugin
source: Not installed
ar_iq: غير مثبت
fa_ir: نصب نشده

source: To update
ar_iq: للتحديث
fa_ir: برای بروزرسانی

# plugin
source: Installed / not configured
ar_iq: تم التركيب / لم يتم الإعداد
fa_ir: نصب شده / پیکربندی نشده

# plugin
source: Installed / not activated
ar_iq: مثبت / غير مفعل
fa_ir: نصب شده / فعال نشده

# plugin
source: Replaced
ar_iq: تم استبداله
fa_ir: جایگزین شده

source: Error / to clean
ar_iq: خطأ / للتنظيف
fa_ir: خطا / برای پاکسازی

source: Directory
ar_iq: دليل
fa_ir: فهرست

source: Authors
ar_iq: المؤلفون
fa_ir: نویسندگان

# button
source: Disable
ar_iq: تعطيل
fa_ir: غیرفعال کردن

source: Non-existent function
ar_iq: وظيفة غير موجودة
fa_ir: تابع وجود ندارد

# button
source: Clean
ar_iq: نظف
fa_ir: پاک کردن

source: This will only affect plugins already installed
ar_iq: سيؤثر هذا فقط على المكونات الإضافية المثبتة بالفعل
fa_ir: این فقط روی افزونه‌های نصب‌شده تأثیر می‌گذارد

source: This will only affect plugins already enabled
ar_iq: سيؤثر هذا فقط على المكونات الإضافية الممكّنة بالفعل
fa_ir: این فقط روی افزونه‌هایی که قبلاً فعال شده‌اند تأثیر می‌گذارد

source: This will only affect plugins ready to be cleaned
ar_iq: سيؤثر هذا فقط على المكونات الإضافية الجاهزة للتنظيف
fa_ir: این فقط روی افزونه‌هایی که آماده پاکسازی هستند تأثیر می‌گذارد

source: Item not linked to an object
ar_iq: عنصر غير مرتبط بأي موضوع
fa_ir: آیتم به هیچ شیئی لینک نشده است

source: Add a new %s
ar_iq: إضافة %s جديد

source: Soundcard
ar_iq: بطاقة الصوت
fa_ir: کارت صدا

source: OAuth client
ar_iq: عملاء OAuth

source: Invalid IP address or CIDR range
ar_iq: عنوان IP أو نطاق CIDR غير صالح

source: Dictionary of printer models
ar_iq: قاموس موديل الطابعات
fa_ir: فرهنگ لغت مدل‌های پرینتر

source: SLM
ar_iq: حركة تحرير السودان

source: Maximum time
ar_iq: الحد الأقصى للوقت
fa_ir: حداکثر زمان

source: End of working day
ar_iq: نهاية يوم العمل
fa_ir: پایان روز کاری

source: Minute
ar_iq: دقائق
fa_ir: دقیقه

source: Month
ar_iq: أشهر
fa_ir: ماه

source: Add a new item
ar_iq: إضافة عنصر جديد
fa_ir: افزودن مورد جدید

source: Calendar of the ticket
ar_iq: تقويم التذكرة
fa_ir: تقویم درخواست

# hour
source: Time
ar_iq: وقت
fa_ir: زمان

source: %d minute
ar_iq: %d دقائق
fa_ir: %d دقیقه

# button
source: Add a contact
ar_iq: إضافة جهة إتصال
fa_ir: افزودن تماس

# button
source: Add a contract
ar_iq: إضافة عقد
fa_ir: افزودن قرارداد

source: Associated contact
ar_iq: جهة الاتصال المرتبطة
fa_ir: تماس مرتبط

source: Associated contract
ar_iq: العقد المرتبط
fa_ir: قرارداد مرتبط

source: Web
ar_iq: ويب
fa_ir: وب

source: Sensor type
ar_iq: أنواع الحساسات
fa_ir: نوع سنسور

source: License type
ar_iq: نوع الترخيص
fa_ir: نوع مجوز

source: PCI vendor
ar_iq: بائع PCI
fa_ir: تأمین‌کننده PCI

source: Vendor ID
ar_iq: معرف البائع
fa_ir: شناسه تأمین‌کننده (Vendor ID)

source: Appliance environment
ar_iq: بيئة الأجهزة
fa_ir: محیط دستگاه

source: Use as a solution
ar_iq: استخدم كحل
fa_ir: استفاده به عنوان راه حل

source: Recent entries
ar_iq: الإدخالات الأخيرة
fa_ir: مطالب اخیر

source: Last updated entries
ar_iq: اخر المدخلات المعدلة
fa_ir: آخرین مطالب به‌روزشده

source: Most popular questions
ar_iq: الأسئلة الأكثر شعبية
fa_ir: رایج‌ترین سؤالات

source: FAQ item
ar_iq: عنصر الأسئلة الشائعة
fa_ir: مورد پرسش‌های متداول (FAQ)

source: Visibility start date
ar_iq: تاريخ بدء الرؤية
fa_ir: تاریخ شروع نمایش

source: Visibility end date
ar_iq: تاريخ انتهاء الرؤية
fa_ir: تاریخ پایان نمایش

source: Knowledge base administration
ar_iq: إدارة مكتبة المعرفة
fa_ir: مدیریت پایگاه دانش

source: Publish in the FAQ
ar_iq: انشر في الأسئلة الشائعة
fa_ir: انتشار در پرسش‌های متداول (FAQ)

source: Comment KB entries
ar_iq: إدخالات التعليق كيلو بايت
fa_ir: نظر دادن روی مطالب پایگاه دانش

source: Read the FAQ
ar_iq: اقرأ الأسئلة الشائعة
fa_ir: مطالعه پرسش‌های متداول (FAQ)

source: %1$s reverts item to revision %2$s
ar_iq: %1$s يعيد العنصر إلى المراجعة %2$s
fa_ir: %1$s آیتم را به نسخه %2$s بازگرداند

source: Line item
ar_iq: عناصر خطية

source: A line is required
ar_iq: مطلوب خط

source: Number of new cartridges
ar_iq: عدد الخراطيش الجديدة
fa_ir: تعداد کارتریج‌های جدید

source: Send alarms on cartridges
ar_iq: إرسالا تنبيه على خراطيش الحبر
fa_ir: ارسال هشدار برای کارتریج‌ها

source: Threshold of alarm reached for the type of cartridge: %1$s - Reference %2$s - Remaining %3$d
ar_iq: وصل الحد الأدنى من الخراطيش من النوع: %1$s - المرجع %2$s - المتبقي %3$d
fa_ir: آستانه هشدار برای نوع کارتریج: %1$s - مرجع %2$s رسید - باقی‌مانده %3$d

source: %s: send cartridge alert failed
ar_iq: %s: حدث خطأ في إرسال التنبيه عن خرطوش الحبر
fa_ir: %s: ارسال هشدار کارتریج ناموفق بود

source: Receiver
ar_iq: مستقبلات
fa_ir: گیرنده

source: Not imported emails
ar_iq: ليست رسائل البريد الإلكتروني المستوردة

source: Connection errors
ar_iq: أخطاء الاتصال
fa_ir: خطاهای اتصال

source: Date of last collection
ar_iq: تاريخ آخر جمع
fa_ir: تاریخ آخرین دریافت ایمیل

source: Email %s not found. Impossible import.
ar_iq: البريد الإلكتروني %s غير موجود.استيراد مستحيل
fa_ir: ایمیل %s پیدا نشد. وارد کردن غیرممکن است.

source: Emails retrieve limit reached. Check in "%s" for more details.
ar_iq: تم الوصول إلى الحد الأقصى لاسترداد رسائل البريد الإلكتروني.تحقق من "%s" لمزيد من التفاصيل.
fa_ir: حد دریافت ایمیل‌ها رسیده است. برای جزئیات بیشتر در "%s" بررسی کنید.

source: Message is invalid (%s). Check in "%s" for more details
ar_iq: الرسالة غير صالحة (%s).تحقق من "%s" لمزيد من التفاصيل
fa_ir: پیام نامعتبر است (%s). برای جزئیات بیشتر در "%s" بررسی کنید.

source: Error during message parsing (%s). Check in "%s" for more details
ar_iq: حدث خطأ أثناء تحليل الرسالة (%s).تحقق من "%s" لمزيد من التفاصيل
fa_ir: خطا در پردازش پیام (%s). برای جزئیات بیشتر در "%s" بررسی کنید.

source: Number of messages: available=%1$d, already imported=%2$d, retrieved=%3$d, refused=%4$d, errors=%5$d, blacklisted=%6$d
ar_iq: عدد الرسائل: متاح=%1$d، تم استيرادها بالفعل=%2$d، تم استردادها=%3$d، تم رفضها=%4$d، الأخطاء=%5$d، مدرجة في القائمة السوداء=%6$d
fa_ir: تعداد پیام‌ها: موجود=%1$d، وارد شده=%2$d، دریافت شده=%3$d، رد شده=%4$d، خطاها=%5$d، در لیست سیاه=%6$d

source: Could not connect to mailgate server
ar_iq: لا يمكن الاتصال بخادم mailgate
fa_ir: امکان اتصال به سرور Mailgate وجود ندارد

source: Could not find mailgate %d
ar_iq: تعذر العثور على بوابة البريد %d
fa_ir: امکان یافتن Mailgate با شناسه %d وجود ندارد

source: %s is not writable
ar_iq: %s غير قابل للكتابة
fa_ir: امکان نوشتن در %s وجود ندارد

source: Too large attached file
ar_iq: الملف المرفق كبير جدًا
fa_ir: پرونده ضمیمه بسیار بزرگ است

source: Invalid attached file
ar_iq: ملف مرفق غير صحيح
fa_ir: پرونده ضمیمه نامعتبر است

source: Retrieve email (Mails receivers)
ar_iq: استرداد البريد الإلكتروني (مستقبلي البريد)
fa_ir: دریافت ایمیل (گیرندگان ایمیل)

source: Number of emails to process
ar_iq: عدد رسائل البريد الإلكتروني المراد معالجتها
fa_ir: تعداد ایمیل‌های قابل پردازش

source: Send alarms on receiver errors
ar_iq: إرسال إنذارات على أخطاء المتلقي
fa_ir: ارسال هشدار در صورت خطا در گیرنده‌ها

source: Your email could not be processed. If the problem persists, contact the administrator
ar_iq: لم يتم إتمام عملية البريد الإلتروني الخاصة بك. في حال تكرر هذا الخطأ, الرجاء مراسلة الإدارة.
fa_ir: ایمیل شما قابل پردازش نیست. اگر مشکل ادامه داشت، با مدیر سیستم تماس بگیرید.

source: Receivers in error: %s
ar_iq: أجهزة الاستقبال خاطئة: %s
fa_ir: گیرندگان با خطا: %s

source: No import
ar_iq: لا استيراد
fa_ir: بدون واردات

source: %s Mio
ar_iq: %s MiB
fa_ir: %s مگابایت (Mio)

source: Successful deletion of the file %s
ar_iq: تم حذف الملف بنجاح %s
fa_ir: حذف موفقیت‌آمیز پرونده %s

source: Failed to delete the file %s
ar_iq: فشل في حذف الملف %s
fa_ir: حذف پرونده %s ناموفق بود

source: Invalid link
ar_iq: رابط غير صالح
fa_ir: لینک نامعتبر

source: %s Mio max
ar_iq: %s MiB كحد أقصى
fa_ir: حداکثر %s مگابایت (Mio)

source: Upload directory doesn't exist
ar_iq: دليل التحميل غير موجود
fa_ir: دایرکتوری بارگذاری وجود ندارد

source: Failed to delete the file %1$s
ar_iq: فشل في حذف الملف %1$s
fa_ir: حذف پرونده %1$s ناموفق بود

source: Document move succeeded.
ar_iq: تم نقل الوثيقة بنجاح
fa_ir: انتقال سند با موفقیت انجام شد.

source: File move failed.
ar_iq: فشل نقل الملف.
fa_ir: انتقال پرونده ناموفق بود.

source: Document copy succeeded.
ar_iq: تم نسخ الوثيقة بنجاح
fa_ir: رونوشت سند با موفقیت انجام شد.

source: File move failed
ar_iq: فشل نقل الملف
fa_ir: انتقال پرونده ناموفق بود

source: Temporary directory doesn't exist
ar_iq: الدليل المؤقت غير موجود
fa_ir: دایرکتوری موقت وجود ندارد

source: Manage document types
ar_iq: إدارة أنواع المستندات
fa_ir: مدیریت انواع سند

source: Documents directory doesn't exist.
ar_iq: دليل المستندات غير موجود.
fa_ir: دایرکتوری اسناد وجود ندارد.

source: Create the directory %s
ar_iq: إنشاء الدليل %s
fa_ir: ایجاد دایرکتوری %s

source: Failed to create the directory %s. Verify that you have the correct permission
ar_iq: فشل إنشاء الدليل %s.تأكد من أن لديك الإذن الصحيح
fa_ir: ایجاد دایرکتوری %s ناموفق بود. بررسی کنید که مجوزهای لازم را دارید.

# button
source: Remove a document
ar_iq: إزالة مستند
fa_ir: حذف سند

source: Clean orphaned documents: deletes all documents that are not associated with any items.
ar_iq: تنظيف المستندات المعزولة: يحذف كافة المستندات غير المرتبطة بأي عناصر.
fa_ir: پاک‌سازی اسناد یتیم: تمام اسنادی که به هیچ موردی متصل نیستند را حذف می‌کند.

source: Enclosure
ar_iq: حاويات
fa_ir: محفظه

source: Subnet
ar_iq: شبكة فرعية
fa_ir: زیرشبکه

source: Equipment name
ar_iq: اسم المعدات
fa_ir: نام تجهیزات

source: Computer
ar_iq: حواسيب
fa_ir: کامپیوتر

# button
source: Add a domain
ar_iq: إضافة مجال

# button
source: Remove a domain
ar_iq: إزالة المجال

source: Change template
ar_iq: تغيير القالب
fa_ir: تغییر قالب

source: Note
ar_iq: ملحوظة
fa_ir: یادداشت

source: Manager of group
ar_iq: مدير المجموعة
fa_ir: مدیر گروه

source: Group except manager users
ar_iq: المجموعة باستثناء المستخدمين المديرين
fa_ir: گروه به جز کاربران مدیر

source: Entity administrator
ar_iq: مدير الموقع
fa_ir: مدیر موجودیت

source: Plug
ar_iq: مقابس
fa_ir: پریز (Plug)

source: Unset as default
ar_iq: إلغاء التعيين كإعداد افتراضي
fa_ir: لغو به عنوان پیش‌فرض

source: Change count method
ar_iq: تغيير طريقة العد
fa_ir: تغییر روش شمارش

source: Change visibility
ar_iq: تغيير الرؤية
fa_ir: تغییر دیدپذیری

source: Change entity
ar_iq: تغيير الكيان
fa_ir: تغییر موجودیت

source: Is private
ar_iq: خاصة
fa_ir: خصوصی است

source: Last duration (ms)
ar_iq: المدة الأخيرة (مللي ثانية)
fa_ir: مدت زمان آخرین اجرا (ms)

source: Count
ar_iq: عدد
fa_ir: تعداد

source: Counter
ar_iq: عداد
fa_ir: شمارنده

source: Last execution date
ar_iq: تاريخ التنفيذ الأخير
fa_ir: تاریخ آخرین اجرا

source: Save as a new search
ar_iq: حفظ كبحث جديد
fa_ir: ذخیره به عنوان جستجوی جدید

source: A fatal error occurred while executing this saved search. It is not able to be used.
ar_iq: حدث خطأ فادح أثناء تنفيذ هذا البحث المحفوظ.لا يمكن استخدامه.
fa_ir: یک خطای بحرانی در هنگام اجرای این جستجوی ذخیره‌شده رخ داد. امکان استفاده از آن وجود ندارد.

source: Count for this saved search has been disabled.
ar_iq: تم تعطيل إحصاء هذا البحث المحفوظ.
fa_ir: شمارش برای این جستجوی ذخیره‌شده غیرفعال شده است.

source: Counting this saved search would take too long, it has been skipped.
ar_iq: قد يستغرق حساب هذا البحث المحفوظ وقتًا طويلاً جدًا، وقد تم تخطيه.
fa_ir: شمارش این جستجوی ذخیره‌شده زمان زیادی طول می‌کشید، بنابراین نادیده گرفته شد.

source: Update all bookmarks execution time
ar_iq: تحديث كافة الإشارات المرجعية وقت التنفيذ
fa_ir: به‌روزرسانی زمان اجرای همه نشانک‌ها

source: Notification has been created!
ar_iq: تم إنشاء الإخطار!
fa_ir: اطلاعیه ایجاد شد!

source: Webhook queue
ar_iq: قائمة انتظار Webhook

source: Payload
ar_iq: الحمولة

source: Not sent/no response
ar_iq: لم يتم الإرسال/لا يوجد رد

source: Expired domains
ar_iq: المجالات منتهية الصلاحية
fa_ir: دامنه‌های منقضی شده

source: Expiring domains
ar_iq: انتهاء صلاحية النطاقات
fa_ir: دامنه‌های در حال انقضا

source: Technician in charge of the domain
ar_iq: فني مسؤول عن المجال
fa_ir: تکنسین مسئول دامنه

source: Group in charge of the domain
ar_iq: المجموعة المسؤولة عن المجال
fa_ir: گروه مسئول دامنه

source: Expired or expiring domains (deprecated; contains only one element)
ar_iq: النطاقات منتهية الصلاحية أو منتهية الصلاحية (مهملة؛ تحتوي على عنصر واحد فقط)
fa_ir: دامنه‌های منقضی یا در حال انقضا (منسوخ؛ شامل تنها یک عنصر)

source: Alarm on expired certificate
ar_iq: إنذار على شهادة منتهية الصلاحية
fa_ir: هشدار برای گواهی منقضی شده

source: Technician in charge of the certificate
ar_iq: الفني المسؤول عن الشهادة
fa_ir: تکنسین مسئول گواهی

source: Group in charge of the certificate
ar_iq: المجموعة المسؤولة عن الشهادة
fa_ir: گروه مسئول گواهی

source: Certificates list (deprecated; contains only one element)
ar_iq: قائمة الشهادات (مهملة؛ تحتوي على عنصر واحد فقط)
fa_ir: لیست گواهی‌ها (منسوخ؛ شامل تنها یک عنصر)

source: Standard interface
ar_iq: الواجهة القياسية
fa_ir: واسط استاندارد

source: Personal View
ar_iq: العرض الشخصي
fa_ir: نمای شخصی

source: Group View
ar_iq: عرض المجموعة
fa_ir: نمای گروهی

source: Global View
ar_iq: العرض العام
fa_ir: نمای سراسری

source: For security reasons, please change the password for the default users: %s
ar_iq: لأسباب أمنية، يرجى تغيير كلمة المرور للمستخدمين الافتراضيين: %s
fa_ir: به دلایل امنیتی، لطفاً رمز عبور کاربران پیش‌فرض را تغییر دهید: %s

source: You have some forms from the 'Formcreator' plugin.
ar_iq: لديك بعض النماذج من البرنامج المساعد "Formcreator".

source: You have some assets from the 'Generic object' plugin.
ar_iq: لديك بعض الأصول من البرنامج المساعد "الكائن العام".

source: notification
ar_iq: إشعار

source: You have defined pending reasons without any respective active %s.
ar_iq: لقد قمت بتحديد الأسباب المعلقة دون أي %s نشط.

source: SQL replica: read only
ar_iq: نسخة SQL: للقراءة فقط
fa_ir: نسخه کپی SQL: فقط خواندنی

source: Agent
ar_iq: وكلاء
fa_ir: عامل

source: Device id
ar_iq: معرف الجهاز
fa_ir: شناسه دستگاه (Device id)

source: "deviceid" is mandatory!
ar_iq: "معرف الجهاز" إلزامي!
fa_ir: وارد کردن "deviceid" اجباری است!

source: Requested at %s
ar_iq: تم الطلب في %s
fa_ir: درخواست شده در %s

source: IP address
ar_iq: عناوين IP
fa_ir: آدرس آی‌پی (IP address)

source: Invalid IP address
ar_iq: عنوان إنترنت بروتوكول غير صحيح
fa_ir: آدرس آی‌پی نامعتبر

source: Project task template
ar_iq: قوالب مهام المشروع
fa_ir: الگوی وظیفه پروژه

source: Domain type
ar_iq: أنواع النطاق
fa_ir: نوع دامنه

source: Cartridge type
ar_iq: نوع الخرطوشة
fa_ir: نوع کارتریج

source: Ticket template
ar_iq: قوالب تذاكر
fa_ir: الگوی تیکت

source: No template selected
ar_iq: لم يتم تحديد أي قالب
fa_ir: هیچ الگویی انتخاب نشده است

source: Browser
ar_iq: المتصفح
fa_ir: مرورگر (Browser)

source: Additional default filter
ar_iq: مرشح افتراضي إضافي

source: Default search filter, applied in addition to the user's search criteria.
ar_iq: مرشح البحث الافتراضي، يتم تطبيقه بالإضافة إلى معايير البحث الخاصة بالمستخدم.

source: Default filter
ar_iq: الفلتر الافتراضي

source: Itemtype %s is already in use
ar_iq: نوع العنصر %s قيد الاستخدام بالفعل

source: Database instance type
ar_iq: نوع مثيل قاعدة البيانات
fa_ir: نوع نمونه پایگاه داده

source: Wifi network
ar_iq: شبكة واي فاي
fa_ir: شبکه وای‌فای (Wifi network)

# wifi_card_mode
source: Ad-hoc
ar_iq: مخصصة

# wifi_card_mode
source: Managed
ar_iq: مُدار

# wifi_card_mode
source: Master
ar_iq: رئيسي

# wifi_card_mode
source: Repeater
ar_iq: مكرر

# wifi_card_mode
source: Secondary
ar_iq: ثانوي

# wifi_card_mode
source: Monitor
ar_iq: شاشات

# wifi_card_mode
source: Automatic
ar_iq: تلقائي

source: Infrastructure (with access point)
ar_iq: البنية التحتية (مع نقطة الوصول)
fa_ir: زیرساخت (با نقطه دسترسی)

source: Ad-hoc (without access point)
ar_iq: مخصص (بدون نقطة وصول)
fa_ir: Ad-hoc (بدون نقطه دسترسی)

source: ESSID
ar_iq: إسيد
fa_ir: شناسه شبکه (ESSID)

source: Wifi network type
ar_iq: نوع الشبكة اللاسلكية
fa_ir: نوع شبکه وای‌فای (Wifi network type)

source: Problem task
ar_iq: مهمة المشكلة
fa_ir: وظیفه مشکل

source: Planning recall
ar_iq: استدعاء التخطيط
fa_ir: یادآوری برنامه‌ریزی

source: Manufacturing date
ar_iq: تاريخ التصنيع
fa_ir: تاریخ ساخت

source: Real capacity (mWh)
ar_iq: القدرة الحقيقية (م.و.س)
fa_ir: ظرفیت واقعی (mWh)

source: Real capacity
ar_iq: القدرة الحقيقية
fa_ir: ظرفیت واقعی

source: My tasks
ar_iq: مهامي
fa_ir: وظایف من

source: Planned Duration
ar_iq: المدة المخططة
fa_ir: مدت زمان برنامه‌ریزی شده

source: Invalid planned dates. Dates not updated.
ar_iq: التواريخ المخططة غير صالحة.لم يتم تحديث التواريخ.
fa_ir: تاریخ‌های برنامه‌ریزی شده نامعتبر. تاریخ‌ها به‌روزرسانی نشدند.

source: Invalid real dates. Dates not updated.
ar_iq: التواريخ الحقيقية غير صالحة.لم يتم تحديث التواريخ.
fa_ir: تاریخ‌های واقعی نامعتبر. تاریخ‌ها به‌روزرسانی نشدند.

source: Create a sub project from this project
ar_iq: إنشاء مشروع فرعي من هذا المشروع
fa_ir: ایجاد زیرپروژه از این پروژه

source: No status
ar_iq: لا يوجد حالة
fa_ir: بدون وضعیت

source: Subproject
ar_iq: مشروع فرعي
fa_ir: زیرپروژه

source: Subtask
ar_iq: مهمة فرعية
fa_ir: زیروظیفه

source: %s of %s
ar_iq: %s من %s
fa_ir: %s از %s

# filters
source: If the item represents a milestone or not
ar_iq: إذا كان العنصر يمثل علامة فارقة أم لا
fa_ir: آیا مورد نمایانگر یک نقطه عطف است یا خیر

# filters
source: If the item is deleted or not
ar_iq: إذا تم حذف العنصر أم لا
fa_ir: آیا مورد حذف شده است یا خیر

# filters
source: A contact in the team of the item
ar_iq: جهة اتصال في فريق العنصر
fa_ir: یک تماس در تیم مورد

source: Ongoing projects
ar_iq: المشاريع الجارية

source: Process
ar_iq: عمليات

source: PID
ar_iq: معرف المنتج

source: Command
ar_iq: يأمر

source: CPU Usage
ar_iq: استخدام وحدة المعالجة المركزية

source: Memory Usage
ar_iq: استخدام الذاكرة

source: Started at
ar_iq: بدأت في

source: Virtual memory
ar_iq: الذاكرة الافتراضية

source: Code representing the ticket category
ar_iq: الرمز الذي يمثل فئة التذكرة
fa_ir: کد نمایانگر دسته‌بندی تیکت

source: Visible in the simplified interface
ar_iq: مرئية في الواجهة المبسطة
fa_ir: قابل مشاهده در رابط کاربری ساده

source: Template for a request
ar_iq: نموذج لطلب
fa_ir: قالب برای یک درخواست

source: Template for an incident
ar_iq: نموذج لحادثة
fa_ir: قالب برای یک رخداد

source: Template for a change
ar_iq: نموذج للتغيير
fa_ir: قالب برای تغییر

source: Template for a problem
ar_iq: نموذج لمشكلة
fa_ir: قالب برای یک مشکل

source: Code representing the ticket category is already used
ar_iq: الرمز الذي يمثل فئة التذكرة مستخدم بالفعل
fa_ir: کد نمایانگر دسته‌بندی تیکت هم‌اکنون استفاده شده است
