Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Running
ar_iq: يعمل
fa_ir: در حال اجرا

source: A minimum of 64 Mio is commonly required for GLPI.
ar_iq: مطلوب عادةً ما لا يقل عن 64 MiB لـ GLPI.
fa_ir: حداقل 64 مگابایت معمولاً برای GLPI مورد نیاز است.

source: No task with Run mode = CLI, fix your tasks configuration
ar_iq: لا يوجد مهمة في وضع Run = CLI , الرجاء التاكد من إعدادات المهام.
fa_ir: هیچ وظیفه‌ای با حالت اجرا = CLI وجود ندارد، پیکربندی وظایف خود را اصلاح کنید

source: External
ar_iq: خارجي
fa_ir: خارجی

source: Internal
ar_iq: داخلي
fa_ir: داخلی

source: Launch
ar_iq: يطلق
fa_ir: راه‌اندازی

source: Error during %s execution. Check in "%s" for more details.
ar_iq: حدث خطأ أثناء تنفيذ %s.تحقق من "%s" لمزيد من التفاصيل.
fa_ir: خطا هنگام اجرای %s. برای جزئیات بیشتر در "%s" بررسی کنید.

source: Can't start
ar_iq: لا يمكن البدء
fa_ir: قابل اجرا نیست

source: Undefined function %s (for cron)
ar_iq: دالة غير محددة %s (للكرون)
fa_ir: تابع %s تعریف نشده است (برای کران)

source: Nothing to launch
ar_iq: لا شيء للإطلاق
fa_ir: چیزی برای اجرا وجود ندارد

source: Can't get DB lock
ar_iq: لا يمكن الحصول على قفل قاعدة البيانات
fa_ir: قفل پایگاه داده قابل دریافت نیست

source: Last run list
ar_iq: قائمة التشغيل الأخيرة
fa_ir: فهرست آخرین اجراها

source: Reset last run
ar_iq: إعادة تعيين التشغيل الأخير
fa_ir: بازنشانی آخرین اجرا

source: Begin hour of run period
ar_iq: تبدأ ساعة من فترة التشغيل
fa_ir: ساعت شروع دوره اجرا

source: End hour of run period
ar_iq: ساعة نهاية فترة التشغيل
fa_ir: ساعت پایان دوره اجرا

source: Clean %1$d session file created since more than %2$s seconds
ar_iq: تنظيف ملفات الجلسات %1$d تم إنشاؤها منذ أكثر من %2$s ثانية
fa_ir: حذف %1$d فایل نشست ایجاد شده بیش از %2$s ثانیه پیش

source: Deletion of archived log file: %s
ar_iq: حذف ملف السجل المؤرشف: %s
fa_ir: حذف فایل لاگ آرشیو شده: %s

source: Unable to delete archived log file: %s
ar_iq: غير قادر على حذف ملف السجل المؤرشف: %s
fa_ir: امکان حذف فایل لاگ آرشیو شده وجود ندارد: %s

source: Archiving log file: %1$s to %2$s
ar_iq: أرشفة ملف السجل: %1$s إلى %2$s
fa_ir: آرشیو کردن فایل لاگ: %1$s به %2$s

source: Unable to archive log file: %1$s. %2$s already exists. Wait till next day.
ar_iq: غير قادر على أرشفة ملف السجل: %1$s.%2$s موجود بالفعل.انتظر حتى اليوم التالي.
fa_ir: امکان آرشیو کردن فایل لاگ وجود ندارد: %1$s. فایل %2$s از قبل موجود است. تا روز بعد صبر کنید.

source: Clean %1$d graph file created since more than %2$s seconds
ar_iq: تنظيف ملفات الرسوم البيانية %1$d تم إنشاؤها منذ أكثر من %2$s ثانية
fa_ir: حذف %1$d فایل نمودار ایجاد شده بیش از %2$s ثانیه پیش

source: Clean %1$d temporary file created since more than %2$s seconds
ar_iq: تنظيف ملفات مؤقتة %1$d تم إنشاؤها منذ أكثر من %2$s ثانية
fa_ir: حذف %1$d فایل موقت ایجاد شده بیش از %2$s ثانیه پیش

source: Check for new updates
ar_iq: البحث عن التحديثات
fa_ir: بررسی بروزرسانی‌های جدید

source: Clean old logs
ar_iq: تنظيف السجلات القديمة
fa_ir: پاک کردن لاگ‌های قدیمی

source: System logs retention period (in days, 0 for infinite)
ar_iq: فترة الاحتفاظ بسجلات النظام (بالأيام، 0 لعدد غير محدود)
fa_ir: مدت نگهداری لاگ‌های سیستم (به روز، ۰ برای نامحدود)

source: Clean expired sessions
ar_iq: جلسات نظيفة منتهية الصلاحية
fa_ir: پاک کردن جلسات منقضی شده

source: Clean generated graphics
ar_iq: تنظيف الرسوم البيانية
fa_ir: پاک کردن نمودارهای تولید شده

source: Clean temporary files
ar_iq: تنظيف الملفات المؤقتة
fa_ir: پاک کردن فایل‌های موقت

source: Archives log files and deletes aging ones
ar_iq: أرشفة ملفات السجل وحذف الملفات القديمة
fa_ir: آرشیو کردن لاگ‌ها و حذف فایل‌های قدیمی

source: Number of days to keep archived logs
ar_iq: عدد الأيام للاحتفاظ بالسجلات المؤرشفة
fa_ir: تعداد روزهای نگهداری لاگ‌های آرشیو شده

source: You have at least one automatic action configured in GLPI mode, we advise you to switch to CLI mode.
ar_iq: لديك إجراء تلقائي واحد على الأقل تم تكوينه في وضع GLPI، وننصحك بالتبديل إلى وضع CLI.

source: You have more actions scheduled to run every minute than the number allowed to run at once. Increase this config.
ar_iq: لديك عدد من الإجراءات المجدولة للتشغيل كل دقيقة أكبر من العدد المسموح بتنفيذه مرة واحدة.زيادة هذا التكوين.

source: Automatic actions may not be running as expected
ar_iq: قد لا يتم تشغيل الإجراءات التلقائية كما هو متوقع

source: Rack type
ar_iq: نوع الرف
fa_ir: نوع رک

source: month
ar_iq: شهر
fa_ir: ماه

source: Case type
ar_iq: أنواع الحالة
fa_ir: نوع کیس

source: Cartridges alarm
ar_iq: تنبيه خرطوش الحبر
fa_ir: هشدار کارتریج‌ها

source: Stock target
ar_iq: هدف الأسهم
fa_ir: هدف موجودی

source: To order
ar_iq: للطلب
fa_ir: برای سفارش

source: Problem
ar_iq: مشاكل
fa_ir: مسئله

source: Created problems
ar_iq: المشكلات المُنشأة

source: Add a new task
ar_iq: اضف مهام جديد
fa_ir: افزودن کار جدید

source: Add an actor
ar_iq: إضافة ممثل
fa_ir: افزودن بازیگر جدید

source: Set notifications for all actors
ar_iq: تعيين الإخطارات لجميع الممثلين
fa_ir: تنظیم اعلان برای همه بازیگران

source: Problems
ar_iq: مشاكل
fa_ir: مسائل

# status
source: Accepted
ar_iq: مقبول
fa_ir: پذیرفته شده

source: Under observation
ar_iq: تحت الملاحظة
fa_ir: تحت نظارت

# status
source: Not closed
ar_iq: لم يتم غلقه
fa_ir: بسته نشده

# status
source: Solved + Closed
ar_iq: تم حله و إغلاقه
fa_ir: حل شده + بسته شده

source: Problems on pending status
ar_iq: مشاكل في الحالة المعلقة
fa_ir: مسائل در وضعیت در انتظار

source: Problems to be processed
ar_iq: المشاكل المراد معالجتها
fa_ir: مسائلی که باید پردازش شوند

source: Your problems in progress
ar_iq: مشاكلك قيد التقدم
fa_ir: مسائل شما در حال پیشرفت

source: No problem in progress.
ar_iq: لا توجد مشكلة في التقدم.
fa_ir: هیچ مسئله‌ای در حال پردازش نیست.

source: See (author)
ar_iq: انظر (المؤلف)
fa_ir: مشاهده (نویسنده)

source: Cluster item
ar_iq: عناصر الكتلة
fa_ir: آیتم خوشه‌ای

source: An item type is required
ar_iq: نوع العنصر مطلوب
fa_ir: نوع آیتم الزامی است

source: An item is required
ar_iq: مطلوب عنصر
fa_ir: یک آیتم الزامی است

source: A cluster is required
ar_iq: مطلوب كتلة
fa_ir: یک خوشه الزامی است

source: Rules to define inventoried itemtype
ar_iq: قواعد لتحديد نوع العنصر المجرد

source: Template translation
ar_iq: ترجمة القالب
fa_ir: ترجمه قالب

source: Add a new translation
ar_iq: إضافة ترجمة جديدة
fa_ir: افزودن ترجمه جدید

source: List of values
ar_iq: قائمة القيم
fa_ir: فهرست مقادیر

source: Single value
ar_iq: قيمة واحدة
fa_ir: مقدار واحد

source: Possible values
ar_iq: القيم الممكنة
fa_ir: مقدار(های) ممکن

source: Database instance category
ar_iq: فئة مثيل قاعدة البيانات
fa_ir: دسته‌بندی نمونه پایگاه داده

source: Knowledge base entries
ar_iq: إدخالات قاعدة المعرفة
fa_ir: ورودی‌های پایگاه دانش

source: My devices
ar_iq: أجهزتي
fa_ir: دستگاه‌های من

source: Devices own by my groups
ar_iq: الأجهزة الخاصة بمجموعاتي

source: version
ar_iq: إصدار
fa_ir: نسخه

source: Installed software
ar_iq: البرامج المثبتة
fa_ir: نرم‌افزار نصب شده

source: Connected devices
ar_iq: أجهزة متصل

source: Or complete search
ar_iq: أو البحث الكامل
fa_ir: یا جستجوی کامل

source: Project type
ar_iq: أنواع المشاريع
fa_ir: نوع پروژه

source: Network card model
ar_iq: موديل بطاقة الشبكة
fa_ir: مدل کارت شبکه

source: Enclosure item
ar_iq: عناصر الغلاف

source: Add new item to this enclosure...
ar_iq: إضافة عنصر جديد إلى هذه العلبة...
fa_ir: افزودن آیتم جدید به این محفظه...

# button
source: Delete permanently the relation with selected elements
ar_iq: حذف العلاقة مع العناصر المحددة بشكل دائم
fa_ir: حذف دائمی رابطه با عناصر انتخاب‌شده

source: An enclosure is required
ar_iq: حاوية مطلوبة
fa_ir: وجود یک محفظه الزامی است

source: A position is required
ar_iq: مطلوب منصب
fa_ir: موقعیت الزامی است

source: New project
ar_iq: مشروع جديد
fa_ir: پروژه جدید

source: Update of a project
ar_iq: تحديث المشروع
fa_ir: به‌روزرسانی پروژه

source: Deletion of a project
ar_iq: حذف المشروع
fa_ir: حذف پروژه

source: Manager group
ar_iq: مجموعة مدير
fa_ir: گروه مدیر

source: Manager of manager group
ar_iq: مدير مجموعة المديرين
fa_ir: مدیر گروه مدیر

source: Manager group except manager users
ar_iq: مجموعة المديرين باستثناء المستخدمين المديرين
fa_ir: گروه مدیر به‌جز کاربران مدیر

source: User of project team
ar_iq: مستخدم فريق المشروع
fa_ir: کاربر تیم پروژه

source: Group of project team
ar_iq: مجموعة من فريق المشروع
fa_ir: گروه تیم پروژه

source: Number of costs
ar_iq: عدد التكاليف
fa_ir: تعداد هزینه‌ها

source: Error inserting browser notification to queue
ar_iq: حدث خطأ أثناء إدراج إشعار المتصفح في قائمة الانتظار
fa_ir: خطا در افزودن اعلان مرورگر به صف

source: A browser notification to %s was added to queue
ar_iq: تمت إضافة إشعار المتصفح إلى %s إلى قائمة الانتظار
fa_ir: یک اعلان مرورگر برای %s به صف اضافه شد

source: Remove all at once
ar_iq: حذف الجميع مرة واحدة
fa_ir: حذف همه به‌یک‌باره

source: The %s field is mandatory and must be beetween 0 and 100.
ar_iq: الحقل %s إلزامي ويجب أن يكون بين 0 و100.

source: Use as default
ar_iq: استخدم كإعداد افتراضي

source: This is the default approval step, it cannot be changed. Update another step to make it the default one.
ar_iq: هذه هي خطوة الموافقة الافتراضية، ولا يمكن تغييرها.قم بتحديث خطوة أخرى لجعلها الخطوة الافتراضية.

source: Minimal required approval percent
ar_iq: الحد الأدنى المطلوب لنسبة الموافقة

source: Network device
ar_iq: أجهزة شبكية
fa_ir: دستگاه شبکه

# button
source: Add a license
ar_iq: أضف ترخيصًا
fa_ir: افزودن مجوز

source: Firmware
ar_iq: برامج ثابتة
fa_ir: میان‌افزار

source: Last inventory date
ar_iq: تاريخ آخر جرد
fa_ir: تاریخ آخرین موجودی

source: Environment
ar_iq: بيئة

source: Dictionary of manufacturers
ar_iq: دليل الشركات المصنعة
fa_ir: واژه‌نامهٔ سازندگان

source: Peripheral
ar_iq: أجهزة طرفية
fa_ir: دستگاه جانبی

source: Global management
ar_iq: الإداراة العامة
fa_ir: مدیریت کلی

# quantity
source: Number of peripherals
ar_iq: عدد الأجهزة الطرفية
fa_ir: تعداد دستگاه‌های جانبی

source: Unable to fetch registration information.
ar_iq: غير قادر على جلب معلومات التسجيل.
fa_ir: امکان بازیابی اطلاعات ثبت وجود ندارد.

source: The registration key is invalid.
ar_iq: مفتاح التسجيل غير صالح.
fa_ir: کلید ثبت نامعتبر است.

source: The registration key refers to a terminated subscription.
ar_iq: يشير مفتاح التسجيل إلى اشتراك تم إنهاؤه.
fa_ir: کلید ثبت مربوط به اشتراک منقضی‌شده است.

source: The registration key is valid.
ar_iq: مفتاح التسجيل صالح.
fa_ir: کلید ثبت معتبر است.

source: You need help to integrate GLPI in your IT, have a bug fixed or benefit from pre-configured rules or dictionaries? We provide the %s space for you. GLPI-Network is a commercial service that includes a subscription for tier 3 support, ensuring the correction of bugs encountered with a commitment time. In this same space, you will be able to contact an official partner to help you with your GLPI integration.
ar_iq: هل تحتاج إلى مساعدة لدمج GLPI في تكنولوجيا المعلومات لديك، أو هل تم إصلاح الخلل أو الاستفادة من القواعد أو القواميس التي تم تكوينها مسبقًا؟ نحن نوفر لك مساحة %s. GLPI-Network هي خدمة تجارية تتضمن اشتراكًا لدعم المستوى 3، مما يضمن تصحيح الأخطاء التي تمت مواجهتها خلال وقت الالتزام. وفي نفس هذا المكان، ستتمكن من الاتصال بشريك رسمي لمساعدتك في تكامل GLPI الخاص بك.
fa_ir: نیاز به کمک برای یکپارچه‌سازی GLPI در فناوری اطلاعات خود دارید، یا می‌خواهید باگ‌ها رفع شوند، یا از قوانین و واژه‌نامه‌های از پیش‌پیکربندی‌شده بهره ببرید؟ ما فضای %s را برای شما فراهم کرده‌ایم. GLPI-Network یک سرویس تجاری است که شامل اشتراکی برای پشتیبانی سطح ۳ می‌باشد و رفع باگ‌های مشاهده‌شده را با زمان تعهد تضمین می‌کند. در همین فضا، می‌توانید با یک شریک رسمی تماس بگیرید تا در یکپارچه‌سازی GLPI به شما کمک کند.

source: Having troubles setting up an advanced GLPI module? We can help you solve them. Sign up for support on %s.
ar_iq: هل تواجه مشاكل في إعداد وحدة GLPI المتقدمة؟ يمكننا مساعدتك في حلها.قم بالتسجيل للحصول على الدعم على %s.
fa_ir: در راه‌اندازی یک ماژول پیشرفته GLPI مشکل دارید؟ ما می‌توانیم در حل آن به شما کمک کنیم. برای دریافت پشتیبانی در %s ثبت‌نام کنید.

source: PIN code
ar_iq: رمز التعريف الشخصي
fa_ir: کد PIN

source: PIN2 code
ar_iq: رمز PIN2
fa_ir: کد PIN2

source: PUK code
ar_iq: رمز PUK
fa_ir: کد PUK

source: PUK2 code
ar_iq: رمز PUK2
fa_ir: کد PUK2

source: Mobile Subscriber Identification Number
ar_iq: رقم تعريف مشترك الهاتف المحمول
fa_ir: شماره شناسایی مشترک موبایل (MSIN)

source: MSIN is the last 8 or 10 digits of IMSI
ar_iq: MSIN هو آخر 8 أو 10 أرقام من IMSI
fa_ir: MSIN آخرین ۸ یا ۱۰ رقم از IMSI است

source: Monitor
ar_iq: شاشات
fa_ir: نمایشگر

# quantity
source: Number of monitors
ar_iq: عدد الشاشات
fa_ir: تعداد نمایشگرها

source: Comment is required if score is less than or equal to %d
ar_iq: التعليق مطلوب إذا كانت النتيجة أقل من أو تساوي %d

source: Response date
ar_iq: تاريخ الإستجابة
fa_ir: تاریخ پاسخ

source: Linked assistance object
ar_iq: كائن المساعدة المرتبط

source: Linked to
ar_iq: مرتبط ب
fa_ir: پیوند یافته به

source: Duplicates
ar_iq: التكرارات
fa_ir: تکراری‌ها

source: Son of
ar_iq: ابن
fa_ir: زیرمجموعه‌ی

source: Parent of
ar_iq: رئيسي لـ
fa_ir: والدِ

source: Duplicated by
ar_iq: مكررة بواسطة
fa_ir: تکرار شده توسط

source: Telemetry
ar_iq: القياس عن بعد
fa_ir: تله‌متری

source: Send telemetry information
ar_iq: إرسال معلومات القياس عن بعد
fa_ir: ارسال اطلاعات تله‌متری

source: See what would be sent...
ar_iq: ترى ماذا سيرسل...
fa_ir: مشاهده آنچه ارسال خواهد شد...

source: Send "usage statistics"
ar_iq: إرسال "إحصاءات الاستخدام"
fa_ir: ارسال «آمار استفاده»

source: Reference your GLPI
ar_iq: الرجوع إلى GLPI الخاص بك
fa_ir: ثبت مرجع GLPI شما

source: Besides, if you appreciate GLPI and its community, please take a minute to reference your organization by filling %1$s
ar_iq: بالإضافة إلى ذلك، إذا كنت تقدر GLPI ومجتمعها، فيرجى تخصيص دقيقة للإشارة إلى مؤسستك عن طريق ملء %1$s
fa_ir: علاوه بر این، اگر GLPI و جامعه‌ی آن را ارزشمند می‌دانید، لطفاً چند لحظه وقت بگذارید و با پر کردن %1$s سازمان خود را ثبت کنید

source: the registration form
ar_iq: استمارة التسجيل
fa_ir: فرم ثبت‌نام

source: Passive device model
ar_iq: نماذج أجهزة سلبية
fa_ir: مدل دستگاه غیرفعال

source: Printer type
ar_iq: أنوع الطابعات
fa_ir: نوع چاپگر

source: Product Number
ar_iq: رقم المنتج
fa_ir: شماره محصول

source: Protected item cannot be deleted.
ar_iq: لا يمكن حذف العنصر المحمي.

source: Product number
ar_iq: رقم المنتج
fa_ir: شماره محصول

source: You can't delete that item, because it has sub-items
ar_iq: لا يمكنك حذف هذا العنصر, حيث أنه يحتوي على عناصر فرعية
fa_ir: شما نمی‌توانید آن مورد را حذف کنید، زیرا دارای زیرمجموعه است.

source: Caution: you're about to remove a heading used for one or more items.
ar_iq: تنبيه: أنت على وشك إزالة عنوان مستخدم لعنصر واحد أو أكثر.
fa_ir: هشدار: شما در حال حذف یک عنوان هستید که در یک یا چند مورد استفاده شده است.

source: If you confirm the deletion, all uses of this dropdown will be blanked.
ar_iq: إذا قمت بتأكيد الحذف، فسيتم إلغاء جميع استخدامات هذه القائمة المنسدلة.
fa_ir: اگر حذف را تأیید کنید، تمام استفاده‌های این فهرست کشویی خالی خواهد شد.

# button
source: Confirm
ar_iq: تأكيد
fa_ir: تأیید

source: You can also replace all uses of this dropdown by another.
ar_iq: يمكنك أيضًا استبدال جميع استخدامات هذه القائمة المنسدلة بأخرى.
fa_ir: همچنین می‌توانید تمام استفاده‌های این فهرست کشویی را با فهرست دیگری جایگزین کنید.

source: You must replace all uses of this dropdown by another.
ar_iq: يجب عليك استبدال جميع استخدامات هذه القائمة المنسدلة بأخرى.
fa_ir: شما باید تمام استفاده‌های این فهرست کشویی را با فهرست دیگری جایگزین کنید.

# button
source: Replace
ar_iq: إستبدال
fa_ir: جایگزین

source: Assign the value from regular expression
ar_iq: تعيين القيمة من التعبير العادي
fa_ir: اختصاص مقدار از عبارت منظم

source: Add the result of regular expression
ar_iq: أضف نتيجة التعبير العادي
fa_ir: افزودن نتیجه عبارت منظم

source: Assign: equipment by IP address
ar_iq: تعيين: المعدات عن طريق عنوان IP
fa_ir: تخصیص: تجهیزات بر اساس نشانی IP

source: Assign: equipment by name + domain
ar_iq: ربط: الجهاز حسب الإسم + إسم النطاق
fa_ir: تخصیص: تجهیزات بر اساس نام + دامنه

source: Assign: equipment by MAC address
ar_iq: التعيين: المعدات حسب عنوان MAC
fa_ir: تخصیص: تجهیزات بر اساس نشانی MAC

source: Recalculate
ar_iq: إعادة الحساب
fa_ir: محاسبه مجدد

source: Do not calculate
ar_iq: لا تحسب
fa_ir: محاسبه نکن

source: Copy from user
ar_iq: نسخ من مستخدم
fa_ir: کپی از کاربر

source: Copy default from user
ar_iq: انسخ الافتراضي من المستخدم
fa_ir: کپی پیش‌فرض از کاربر

source: Copy first group from user
ar_iq: انسخ المجموعة الأولى من المستخدم
fa_ir: کپی اولین گروه از کاربر

source: Copy from item
ar_iq: نسخ من العنصر
fa_ir: کپی از مورد

source: does not contain
ar_iq: لا يحتوي
fa_ir: شامل نمی‌شود

source: starting with
ar_iq: بدءا من
fa_ir: شروع‌شده با

source: finished by
ar_iq: انتهى بواسطة
fa_ir: تمام‌شده با

source: regular expression matches
ar_iq: مطابقات التعبير العادي
fa_ir: مطابقت با عبارت منظم

source: regular expression does not match
ar_iq: التعبير العادي غير متطابق
fa_ir: عدم مطابقت با عبارت منظم

source: exists
ar_iq: موجود
fa_ir: وجود دارد

source: does not exist
ar_iq: غير موجود
fa_ir: وجود ندارد

source: is CIDR
ar_iq: هو CIDR
fa_ir: شبکه CIDR است

source: is not CIDR
ar_iq: ليس CIDR
fa_ir: شبکه CIDR نیست

source: Ticket approval
ar_iq: الموافقة على التذكرة

source: Create for request
ar_iq: كون لطلب
fa_ir: ایجاد برای درخواست

source: Create an approval request for a request
ar_iq: إنشاء طلب موافقة على الطلب

source: Create for incident
ar_iq: كون لحادث
fa_ir: ایجاد برای رخداد

source: Create an approval request for an incident
ar_iq: إنشاء طلب موافقة لحادث ما

source: Approve a request
ar_iq: الموافقة على الطلب

source: Approve an incident
ar_iq: الموافقة على حادثة

source: Refused email
ar_iq: رسائل بريد مرفوضة
fa_ir: ایمیل رد شده

source: Delete emails
ar_iq: حذف رسائل البريد إلكتروني
fa_ir: حذف ایمیل‌ها

source: Message-ID email header
ar_iq: رأس البريد الإلكتروني لمعرف الرسالة
fa_ir: سرآیند Message-ID ایمیل

source: Unable to affect the email to an entity
ar_iq: غير قادر على التأثير على البريد الإلكتروني للكيان
fa_ir: امکان انتساب ایمیل به یک نهاد وجود ندارد

source: Email not found. Impossible import
ar_iq: لم يتم العثور على البريد الإلكتروني.استيراد مستحيل
fa_ir: ایمیل پیدا نشد. درون‌برد امکان‌پذیر نیست

source: Not enough rights
ar_iq: لا توجد حقوق كافية
fa_ir: حقوق کافی نیست

source: Tickets / Contracts
ar_iq: التذاكر / العقود
fa_ir: تیکت‌ها / قراردادها

source: Dictionary of software
ar_iq: قاموس البرمجيات
fa_ir: فرهنگ لغات نرم‌افزارها

source: Warning before running rename based on the dictionary rules
ar_iq: تحذير قبل تشغيل إعادة التسمية بناءً على قواعد القاموس
fa_ir: هشدار قبل از تغییر نام بر اساس قواعد فرهنگ لغات

source: Warning! This operation can put merged software in the trashbin. Ensure to notify your users.
ar_iq: تحذير!يمكن لهذه العملية وضع البرامج المدمجة في سلة المهملات.تأكد من إخطار المستخدمين لديك.
fa_ir: هشدار! این عملیات ممکن است نرم‌افزارهای ادغام شده را به سطل زباله منتقل کند. مطمئن شوید کاربران خود را مطلع می‌کنید.

source: Replay dictionary rules for manufacturers
ar_iq: إعادة تشغيل قواعد القاموس للشركات المصنعة

source: Software deleted by GLPI dictionary rules
ar_iq: تم حذف البرنامج بواسطة قواعد قاموس GLPI
fa_ir: نرم‌افزار توسط قواعد فرهنگ GLPI حذف شد

source: Budget type
ar_iq: أنواع الميزانية
fa_ir: نوع بودجه

source: User category
ar_iq: فئات المستخدمين
fa_ir: دسته‌بندی کاربر

source: PDU model
ar_iq: طرازات PDU
fa_ir: مدل PDU

source: Link Problem/Problem
ar_iq: ربط مشاكل/مشاكل

source: Device processor model
ar_iq: طرازات معالجات
fa_ir: مدل پردازنده دستگاه

source: Rules list
ar_iq: قائمة القواعد
fa_ir: فهرست قوانین

source: Other rules
ar_iq: قواعد أخرى

source: Rules used for
ar_iq: القواعد المستخدمة ل
fa_ir: قوانین استفاده شده برای

source: Reset rules
ar_iq: إعادة تعيين القواعد
fa_ir: بازنشانی قوانین

source: Rules will be erased and recreated from defaults. All existing rules will be lost.
ar_iq: سيتم مسح القواعد وإعادة إنشائها من الإعدادات الافتراضية.سيتم فقدان كافة القواعد الموجودة.

source: No file was uploaded
ar_iq: لم يتم رفع الملف
fa_ir: هیچ فایلی بارگذاری نشد

source: Unauthorized file type
ar_iq: نوع ملف غير مصرح به
fa_ir: نوع فایل غیرمجاز

source: Successful importation
ar_iq: استيراد ناجح
fa_ir: واردسازی موفق

source: Inactive
ar_iq: غير نشط
fa_ir: غیرفعال

source: Rules applied: %s
ar_iq: القواعد المطبقة: %s
fa_ir: قوانین اعمال شده: %s

source: Local rules: %s
ar_iq: القواعد المحلية: %s
fa_ir: قوانین محلی: %s

source: Rules applicable in the sub-entities
ar_iq: القواعد المطبقة في الجهات الفرعية
fa_ir: قوانینی که در زیرموجودیت‌ها اعمال می‌شوند

source: Blacklist
ar_iq: القائمة السوداء
fa_ir: لیست سیاه

source: Global dictionary
ar_iq: القاموس العام
fa_ir: فرهنگ سراسری

source: Purchase date incompatible with the associated budget. %1$s not in budget period: %2$s / %3$s
ar_iq: تاريخ الشراء غير متوافق مع الميزانية المرتبطة.%1$s ليس في فترة الميزانية: %2$s / %3$s
fa_ir: تاریخ خرید با بودجه مرتبط ناسازگار است. %1$s در بازه بودجه قرار ندارد: %2$s / %3$s

source: Send alarms on financial and administrative information
ar_iq: إرسال تنبيه على المعلومات المالية والإدارية
fa_ir: ارسال هشدار برای اطلاعات مالی و اداری

source: Item reaching the end of warranty on %1$s: %2$s
ar_iq: مواد قاربت على إنتهاء فترة الضمان %1$s: %2$s
fa_ir: کالا با تاریخ پایان گارانتی %1$s: %2$s

source: No item reaching the end of warranty.
ar_iq: لا يوجد أي مادة قاربت على إنتهاء فترة الضمان
fa_ir: هیچ کالایی در پایان دوره گارانتی نیست.

source: send infocom alert failed
ar_iq: فشل إرسال تنبيه infocom
fa_ir: ارسال هشدار اینفوکام ناموفق بود

source: Linear
ar_iq: خطي
fa_ir: خطی

source: Decreasing
ar_iq: متناقص
fa_ir: کاهشی

# button
source: Show
ar_iq: اظهار
fa_ir: نمایش

source: Please fill you fiscal year date in preferences.
ar_iq: يرجى ملء تاريخ السنة المالية في التفضيلات.
fa_ir: لطفاً تاریخ سال مالی خود را در تنظیمات وارد کنید.

source: Please fill either buy or use date in preferences.
ar_iq: يرجى ملء تاريخ الشراء أو الاستخدام في التفضيلات.
fa_ir: لطفاً تاریخ خرید یا استفاده را در تنظیمات وارد کنید.

source: For this type of item, the financial and administrative information are only a model for the items which you should add.
ar_iq: إن المعلومات المالية والإدارية الخاصة بهذه المادة, هي نموذج للمواد التي يجب عليك إضافتها.
fa_ir: برای این نوع کالا، اطلاعات مالی و اداری تنها یک الگو برای کالاهایی است که باید اضافه کنید.

source: Comments on financial and administrative information
ar_iq: ملاحظات حول المعلومات المالية والإدارية
fa_ir: توضیحات درباره اطلاعات مالی و اداری

# appliance
source: Relation
ar_iq: علاقات
fa_ir: ارتباط

source: An appliance item is required
ar_iq: مطلوب عنصر الجهاز
fa_ir: یک آیتم دستگاه الزامی است

source: New relation
ar_iq: علاقة جديدة
fa_ir: ارتباط جدید

source: OLA level for Ticket
ar_iq: مستوى OLA للتذكرة
fa_ir: سطح OLA برای تیکت

source: Automatic actions of OLA
ar_iq: الإجراءات التلقائية لـ OLA
fa_ir: اقدامات خودکار OLA

source: Operating system
ar_iq: نظام تشغيل
fa_ir: سیستم عامل

source: Line type
ar_iq: أنواع الخطوط
fa_ir: نوع خط

# camera
source: Format
ar_iq: شكل
fa_ir: فرمت

source: Is dynamic
ar_iq: ديناميكية
fa_ir: پویا است

source: Impact analysis
ar_iq: تحليل التأثير
fa_ir: تحلیل اثر

source: This asset doesn't have any dependencies.
ar_iq: هذا الأصل ليس لديه أي تبعيات.
fa_ir: این دارایی هیچ وابستگی ندارد.

source: Settings
ar_iq: إعدادات
fa_ir: تنظیمات

source: Max depth
ar_iq: أقصى عمق
fa_ir: حداکثر عمق

source: No limit
ar_iq: لا يوجد حد
fa_ir: بدون محدودیت

source: Add assets
ar_iq: أضف الأصول
fa_ir: افزودن دارایی‌ها

source: Filter itemtypes...
ar_iq: تصفية أنواع العناصر...
fa_ir: فیلتر نوع آیتم‌ها...

source: Filter assets...
ar_iq: تصفية الأصول...
fa_ir: فیلتر دارایی‌ها...

source: More...
ar_iq: أكثر...
fa_ir: بیشتر...

source: No results
ar_iq: لا توجد نتائج
fa_ir: هیچ نتیجه‌ای یافت نشد

source: Show impact
ar_iq: أظهر التأثير
fa_ir: نمایش اثر

source: Show depends
ar_iq: العرض يعتمد
fa_ir: نمایش وابستگی‌ها

source: Colors
ar_iq: الألوان
fa_ir: رنگ‌ها

source: Depends
ar_iq: يعتمد على
fa_ir: وابستگی‌ها

source: Impact and depends
ar_iq: التأثير ويعتمد
fa_ir: اثر و وابستگی‌ها

source: Undo
ar_iq: تراجع
fa_ir: بازگشت
