Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: %s updates a volume
ar_iq: %s يقوم بتعديل الحجم
fa_ir: %s یک حجم را به‌روزرسانی کرد

source: %s adds a virtual machine
ar_iq: %s يضيف مكنةً افتراضية
fa_ir: %s یک ماشین مجازی اضافه کرد

source: %s purges a virtual machine
ar_iq: %s يعدل ماكينة افترضاية
fa_ir: %s یک ماشین مجازی را پاک‌سازی کرد

source: %s updates a virtual machine
ar_iq: %s يقوم بتعديل الجهاز الإفتراضي
fa_ir: %s یک ماشین مجازی را به‌روزرسانی کرد

source: %s restores a virtual machine
ar_iq: %s يستعيد جهازًا افتراضيًا
fa_ir: %s یک ماشین مجازی را بازیابی کرد

source: Execution of all active plugins has been resumed.
ar_iq: تم استئناف تنفيذ كافة المكونات الإضافية النشطة.

source: Execution of all active plugins has been suspended.
ar_iq: تم تعليق تنفيذ كافة المكونات الإضافية النشطة.

source: %s adds cartridges
ar_iq: %s قام بإضافة خراطيش حبر
fa_ir: %s کارتریج اضافه کرد

source: %s purges a cartridge
ar_iq: %s عدّل خرطوشةً
fa_ir: %s یک کارتریج را پاک‌سازی کرد

source: %s installs a cartridge
ar_iq: %s قام بتركيب خرطوش حبر
fa_ir: %s یک کارتریج نصب کرد

source: %s updates a cartridge
ar_iq: %s قام بتعديل خرطوش حبر
fa_ir: %s یک کارتریج را به‌روزرسانی کرد

source: Sending password initialization notification is not enabled.
ar_iq: لم يتم تمكين إرسال إشعار تهيئة كلمة المرور.

source: Forgotten initialization
ar_iq: نسيت التهيئة

source: %s adds a database instance
ar_iq: يضيف %s مثيل قاعدة البيانات
fa_ir: %s یک نمونه پایگاه‌داده اضافه کرد

source: %s deletes a database instance
ar_iq: %s يحذف نسخة قاعدة البيانات
fa_ir: %s یک نمونه پایگاه‌داده را حذف کرد

source: %s restores a database instance
ar_iq: %s يستعيد نسخة قاعدة البيانات
fa_ir: %s یک نمونه پایگاه‌داده را بازیابی کرد

source: %s purges a database instance
ar_iq: %s يقوم بإزالة مثيل قاعدة البيانات
fa_ir: %s یک نمونه پایگاه‌داده را پاک‌سازی کرد

source: %s updates a database instance
ar_iq: %s يقوم بتحديث مثيل قاعدة البيانات
fa_ir: %s یک نمونه پایگاه‌داده را به‌روزرسانی کرد

source: See the catalog of plugins
ar_iq: عرض بيان البرامج الإضافية
fa_ir: فهرست افزونه‌ها را ببینید

source: Test successful
ar_iq: تم الإختبار بنجاح
fa_ir: آزمایش با موفقیت انجام شد

source: Test failed
ar_iq: فشل الإختبار
fa_ir: آزمایش شکست خورد

source: %s adds a team member
ar_iq: %s قام بإضافة عضو بالفريق
fa_ir: %s یک عضو تیم اضافه کرد

source: %1$s adds an item
ar_iq: %1$s قام بإضافة عنصر
fa_ir: %1$s یک آیتم اضافه کرد

source: Unknown file
ar_iq: ملف غير معروف
fa_ir: پرونده ناشناخته

source: File %s not found.
ar_iq: لم يتم العثور على الملفات %s
fa_ir: پرونده %s پیدا نشد.

source: File is altered (bad checksum)
ar_iq: الملف تم تغييره (مجموع الاختبار غير صالح)
fa_ir: پرونده تغییر یافته (چک‌سام اشتباه است)

source: Unauthorized access to this file
ar_iq: إستخدام غير مصرح به لهذا الملف
fa_ir: دسترسی غیرمجاز به این پرونده

source: Invalid filename
ar_iq: إسم ملف غير صحيح
fa_ir: نام پرونده نامعتبر است

source: Invalid code
ar_iq: رمز غير صالح

source: %s adds an antivirus
ar_iq: %s يضيف مضاد فيروسات
fa_ir: %s یک آنتی‌ویروس اضافه کرد

source: %s purges an antivirus
ar_iq: %s يعدل مضاد فيروسات
fa_ir: %s یک آنتی‌ویروس را پاک‌سازی کرد

source: %s updates an antivirus
ar_iq: %s يحدث مضاد فيروسات
fa_ir: %s یک آنتی‌ویروس را به‌روزرسانی کرد

source: %s adds a target
ar_iq: %s يضيف هدفًا
fa_ir: %s یک هدف اضافه کرد

source: %s makes a bad usage.
ar_iq: %s يستخدم استخدامًا سيئًا.
fa_ir: %s استفاده نادرست انجام داد.

source: %s tries to use a non standard path.
ar_iq: %s يحاول استخدام مسار غير قياسي.
fa_ir: %s تلاش کرد از مسیر غیر استاندارد استفاده کند.

source: %s purges link between ITIL Objects
ar_iq: %s يقوم بإزالة الارتباط بين كائنات ITIL

source: %s adds a cost
ar_iq: %s يقوم بإضافة تكلفة
fa_ir: %s یک هزینه اضافه کرد

source: %s purges a cost
ar_iq: %s يعدل تكلفةً
fa_ir: %s یک هزینه را پاک‌سازی کرد

source: %s updates a cost
ar_iq: %s يقوم تعديل التكلفة
fa_ir: %s یک هزینه را به‌روزرسانی کرد

source: %s replaces an item
ar_iq: %s قام بإستبدال عنصر
fa_ir: %s یک آیتم را جایگزین کرد

source: %s adds a followup
ar_iq: %s قام بإضافة متابعة
fa_ir: %s یک پیگیری اضافه کرد

source: %s approves or refuses a solution
ar_iq: %s وافق أو رفض الحل
fa_ir: %s یک راه‌حل را تأیید یا رد کرد

source: %s updates a followup
ar_iq: %s قام بتعديل المتابعة
fa_ir: %s یک پیگیری را به‌روزرسانی کرد

source: %s purges a followup
ar_iq: %s يزيل المتابعة
fa_ir: %s یک پیگیری را پاک‌سازی کرد

source: Sending password forget notification is not enabled.
ar_iq: لم يتم تمكين إرسال إشعار نسيان كلمة المرور.

source: LDAP directory link
ar_iq: رابط سجل LDAP
fa_ir: پیوند دایرکتوری LDAP

source: %s adds a remote management
ar_iq: %s يضيف إدارة عن بعد
fa_ir: %s مدیریت از راه دور اضافه کرد

source: %s purges a remote management
ar_iq: %s يزيل الإدارة عن بعد
fa_ir: %s مدیریت از راه دور را پاک‌سازی کرد

source: %s updates a remote management
ar_iq: %s يقوم بتحديث الإدارة عن بعد
fa_ir: %s مدیریت از راه دور را به‌روزرسانی کرد

source: Mandatory fields are not filled!
ar_iq: الخانات المطلوبة لم تملأ!
fa_ir: فیلدهای الزامی پر نشده‌اند!

source: %s adds a link with an knowledge base
ar_iq: %s يضيف رابطًا مع قاعدة المعرفة
fa_ir: %s لینک با پایگاه دانش اضافه کرد

source: Task %s executed
ar_iq: مهمة %s نُفذَت
fa_ir: وظیفه %s اجرا شد

source: %s adds an item
ar_iq: %s قام بإضافة عنصر
fa_ir: %s یک آیتم اضافه کرد

source: 'To' should not be smaller than 'From'
ar_iq: يجب ألا يكون "إلى" أصغر من "من"

source: %s adds several network ports
ar_iq: %s قام بإضافة العديد من منافذ الشبكة
fa_ir: %s چند پورت شبکه اضافه کرد

source: %s adds a user to an entity
ar_iq: %s اضاف مستخدمًا إلى مكون
fa_ir: %s یک کاربر به نهاد اضافه کرد

source: %s purges link between tickets
ar_iq: %s يقوم بإزالة الرابط بين التذاكر
fa_ir: %s لینک بین تیکت‌ها را پاک‌سازی کرد

source: An unexpected error occurred
ar_iq: حدث خطأ غير متوقع

source: Untitled form
ar_iq: استمارة بدون عنوان

source: %1$s purges the reservation for item %2$s
ar_iq: %1$s يزيل الحجز للعنصر %2$s
fa_ir: %1$s رزرو آیتم %2$s را پاک‌سازی کرد

source: hidden
ar_iq: مخفي
fa_ir: مخفی

source: mandatory
ar_iq: إجباري
fa_ir: الزامی

source: predefined
ar_iq: معرف
fa_ir: از پیش تعریف شده

source: readonly
ar_iq: للقراءة فقط

source: %1$s adds %2$s field
ar_iq: %1$s يضيف حقل %2$s
fa_ir: %1$s فیلد %2$s را اضافه کرد

source: %s adds a user to a group
ar_iq: %s يضيف مستخدمًا لمجموعة
fa_ir: %s یک کاربر به گروه اضافه کرد

source: %s adds a socket
ar_iq: %s يضيف مأخذ توصيل
fa_ir: %s یک سوکت اضافه کرد

source: %1$s adds several sockets
ar_iq: %1$s يضيف عدة مآخذ
fa_ir: %1$s چند سوکت اضافه کرد

source: %s purges a socket
ar_iq: %s ينظف المقبس
fa_ir: %s یک سوکت را پاک‌سازی کرد

source: %s updates a socket
ar_iq: %s يقوم بتحديث المقبس
fa_ir: %s یک سوکت را به‌روزرسانی کرد

source: You cannot solve this item!
ar_iq: لا يمكنك حل هذا البند!
fa_ir: نمی‌توانید این آیتم را حل کنید!

source: %1$s edited the emails notifications configuration
ar_iq: %1$s قام بتحرير تكوين إشعارات رسائل البريد الإلكتروني
fa_ir: %1$s پیکربندی اعلان‌های ایمیل را ویرایش کرد

source: Availability
ar_iq: الإتاحة
fa_ir: دسترسی

source: %s updates an ola level
ar_iq: %s يقوم بتحديث مستوى ola
fa_ir: %s سطح OLA را به‌روزرسانی کرد

source: %s purges an ola level
ar_iq: %s يقوم بتطهير مستوى OLA
fa_ir: %s یک سطح OLA را پاک‌سازی کرد

source: %s updates a sla level
ar_iq: %s يقوم بتعديل إتفاقية مستوى الخدمة
fa_ir: %s سطح SLA را به‌روزرسانی کرد

source: %s purges a sla level
ar_iq: %s يزيل مستوى اتفاقية مستوى الخدمة
fa_ir: %s یک سطح SLA را پاک‌سازی کرد

source: %1$s has been reset.
ar_iq: تمت إعادة تعيين %1$s.
fa_ir: %1$s بازنشانی شد.

source: %1$s reset failed.
ar_iq: %1$s فشلت عملية إعادة التعيين.
fa_ir: بازنشانی %1$s شکست خورد.

source: No items found.
ar_iq: لم يتم العثور على أي عناصر.
fa_ir: آیتمی یافت نشد.

source: Replay the rules dictionary
ar_iq: إعادة تشغيل قاموس القواعد
fa_ir: دیکشنری قوانین را دوباره اجرا کن

source: Work in progress...
ar_iq: جاري العمل
fa_ir: کار در حال انجام است...

source: Task completed in %s
ar_iq: تم الإنتهاء من المهمة خلال %s
fa_ir: وظیفه در %s تکمیل شد

source: %1$s adds the version %2$s
ar_iq: %1$s قام بإضافة الإصدار %2$s
fa_ir: %1$s نسخه %2$s را اضافه کرد

source: %1$s purges the version %2$s
ar_iq: %1$s قام بحذف الإصدار %2$s
fa_ir: %1$s نسخه %2$s را پاک‌سازی کرد

source: %1$s updates the version %2$s
ar_iq: %1$s يقوم بتحديث النسخة %2$s
fa_ir: %1$s نسخه %2$s را به‌روزرسانی کرد

source: %s adds a link with a category
ar_iq: %s يضيف رابطًا بفئة
fa_ir: %s لینک با یک دسته اضافه کرد

source: %1$s adds the item %2$s (%3$d)
ar_iq: %1$s يضيف العنصر %2$s (%3$d)
fa_ir: %1$s آیتم %2$s (%3$d) را اضافه کرد

source: External authentication sources
ar_iq: مصادر التحقق من الهوية الخارجية
fa_ir: منابع احراز هویت خارجی

source: Technician
ar_iq: الفني
fa_ir: تکنسین

source: %s associates a type
ar_iq: %s ربط نوعًا
fa_ir: %s یک نوع را مرتبط کرد

source: Update password
ar_iq: تحديث كلمة المرور
fa_ir: به‌روزرسانی رمز عبور

source: Incorrect password
ar_iq: كلمة مرور غير صحيحة
fa_ir: رمز عبور نادرست است

source: The new password must be different from current password
ar_iq: يجب أن تكون كلمة المرور الجديدة مختلفة عن كلمة المرور الحالية
fa_ir: رمز عبور جدید باید متفاوت از رمز عبور فعلی باشد

source: The two passwords do not match
ar_iq: كلمتا المرور غير متطابقتين
fa_ir: دو رمز عبور هم‌خوانی ندارند

source: An error occurred during password update
ar_iq: حدث خطأ أثناء تحديث كلمة المرور
fa_ir: در به‌روزرسانی رمز عبور خطا رخ داد

source: Your password has been successfully updated.
ar_iq: لقد تم تحديث كلمة المرور الخاصة بك بنجاح.
fa_ir: رمز عبور شما با موفقیت به‌روزرسانی شد.

source: Log in
ar_iq: تسجيل الدخول
fa_ir: ورود

source: %s adds an alert
ar_iq: %s يضيف تنبيهًا
fa_ir: %s یک هشدار اضافه کرد

source: %s purges an alert
ar_iq: %s يزيل التنبيه
fa_ir: %s یک هشدار را پاک‌سازی کرد

source: %s updates an alert
ar_iq: %s يقوم بتحديث التنبيه
fa_ir: %s یک هشدار را به‌روزرسانی کرد

source: Bulk modification error
ar_iq: خطأ حزمة تعديل
fa_ir: خطای اصلاح دسته‌ای

source: Bulk modification
ar_iq: حزمة تعديل
fa_ir: اصلاح به صورت کلی

source: Operation was done but no action was required
ar_iq: تمت العملية ولكن لم يكن هناك حاجة لأي إجراء
fa_ir: عملیات انجام شد اما نیازی به اقدام نبود

source: Failed operation
ar_iq: فشلت العملية
fa_ir: عملیات ناموفق

source: Operation performed partially successful
ar_iq: نجح تنفيذ العملية جزئيًا
fa_ir: عملیات تا حدی موفق انجام شد

source: (%1$d items required no action)
ar_iq: (%1$d العناصر لا تتطلب اتخاذ أي إجراء)
fa_ir: (%1$d آیتم نیازی به اقدام نداشتند)

source: (%1$d authorizations problems, %2$d failures)
ar_iq: (%1$d خطأ استيثاقي، %2$d إخفاق)
fa_ir: (%1$d مشکل مجوز، %2$d شکست)

source: PHP OPcache reset successful
ar_iq: تمت إعادة تعيين PHP OPcache بنجاح
fa_ir: بازنشانی OPcache PHP با موفقیت انجام شد

source: GLPI cache reset successful
ar_iq: تمت إعادة تعيين ذاكرة التخزين المؤقت لـ GLPI بنجاح
fa_ir: بازنشانی کش GLPI با موفقیت انجام شد

source: Translation cache reset successful
ar_iq: تمت إعادة تعيين ذاكرة التخزين المؤقت للترجمة بنجاح
fa_ir: بازنشانی کش ترجمه با موفقیت انجام شد

source: Knowledge base item has been reverted to revision %s
ar_iq: تم استرجاع نسخة %s لعنصر من عناصر قاعدة المعرفة
fa_ir: آیتم پایگاه دانش به نسخه %s بازگردانده شد

source: Knowledge base item has not been reverted to revision %s
ar_iq: لم تسترجع حالة نسخة %s لعنصر قاعدة المعرفة
fa_ir: آیتم پایگاه دانش به نسخه %s بازگردانده نشد

source: Knowledge base
ar_iq: مكتبة المعرفة
fa_ir: پایگاه دانش

source: %s adds a comment on knowledge base
ar_iq: %s يضيف تعليقا في قاعدة المعرفة
fa_ir: %s یک نظر به پایگاه دانش اضافه کرد

source: Your comment has been added
ar_iq: تمت إضافة تعليقك
fa_ir: نظر شما اضافه شد

source: %s edit a comment on knowledge base
ar_iq: %s يعدل تعليقًا في قاعدة المعرفة
fa_ir: %s یک نظر در پایگاه دانش ویرایش کرد

source: Your comment has been edited
ar_iq: تم تعديل تعليقك
fa_ir: نظر شما ویرایش شد

source: Other searches with no item found
ar_iq: عمليات بحث أخرى مع عدم العثور على أي عنصر
fa_ir: سایر جستجوها بدون یافتن آیتم

source: Template variables documentation
ar_iq: وثائق متغيرات القالب
fa_ir: مستندات متغیرهای قالب

source: %s associates a network name to an item
ar_iq: %s قام بربط إسم الشبكة بأحد العناصر
fa_ir: %s نام شبکه‌ای را به آیتم مرتبط کرد

source: %s installs software
ar_iq: %s يقوم بتثبيت برنامج
fa_ir: %s نرم‌افزار نصب کرد

source: Please select a software!
ar_iq: يرجى تحديد البرنامج!
fa_ir: لطفاً یک نرم‌افزار انتخاب کنید!

source: Please select a version!
ar_iq: يرجى تحديد نسخة!
fa_ir: لطفاً یک نسخه انتخاب کنید!

source: List of available tags
ar_iq: قائمة بالوسوم المتاحة
fa_ir: فهرست برچسب‌های موجود

source: Associated element
ar_iq: العنصر المرتبط
fa_ir: عنصر مرتبط

source: %s adds consumables
ar_iq: %s يقوم بإضافة مواد إستهلاكية
fa_ir: %s مصرفی‌ها را اضافه کرد

source: Assets Dashboard
ar_iq: لوحة الأصول
fa_ir: داشبورد دارایی‌ها

source: Dictionary of computer models
ar_iq: قاموس موديل الكمبيوتر
fa_ir: فرهنگ لغت مدل‌های کامپیوتر

source: Project item
ar_iq: عناصر المشروع
fa_ir: آیتم پروژه

source: Total
ar_iq: المجموع
fa_ir: کل

source: State
ar_iq: حالات
fa_ir: وضعیت

source: Internet domain
ar_iq: مجال الإنترنت
fa_ir: دامنه اینترنتی

source: FQDN
ar_iq: إسم نطاق مطابق للشروط FQDN
fa_ir: نام دامنه کامل

source: Fully Qualified Domain Name. Use the classical notation (labels separated by dots). For example: indepnet.net
ar_iq: إسم نطاق مطابق للشروط. يستخدم الرموز الأساسية (أسماء تبتعها نقاط) على سبيل المثال: indepnet.net
fa_ir: نام دامنه کامل. از نگارش کلاسیک (برچسب‌ها جداشده با نقطه) استفاده کنید. برای مثال: indepnet.net

source: FQDN must not be empty
ar_iq: يجب ألا يكون FQDN فارغًا
fa_ir: نام دامنه کامل نباید خالی باشد

source: FQDN is not valid
ar_iq: FQDN غير صالح
fa_ir: نام دامنه کامل معتبر نیست

source: Automatic reminders of SLA
ar_iq: التذكيرات التلقائية لاتفاقية مستوى الخدمة
fa_ir: یادآوری‌های خودکار سطح سرویس (SLA)

source: Email server
ar_iq: خادم البريد الإلكتروني
fa_ir: خادم رایانامه

source: The %s field is mandatory
ar_iq: الحقل %s إلزامي
fa_ir: فیلد %s الزامی است

source: Test connection to email server
ar_iq: اختبار الاتصال بخادم البريد الإلكتروني
fa_ir: آزمایش اتصال به سرور ایمیل

source: Aggregation port
ar_iq: منفذ التجمع
fa_ir: پورت تجمیع

source: IP network
ar_iq: شبكات IP
fa_ir: شبکه آی‌پی

source: IP version
ar_iq: نسخة بروتوكول الإنترنت
fa_ir: نسخه آی‌پی

source: Gateway
ar_iq: مخرج (شبكات)
fa_ir: دروازه

source: Addressable network
ar_iq: شبكة قابلة لإضافة عنوان
fa_ir: شبکه‌های قابل آدرس‌دهی

source: Set the network using notation address/mask
ar_iq: اضبط الشبكة باستخدام عنوان/قناع التدوين
fa_ir: تنظیم شبکه با استفاده از نشانه‌گذاری آدرس/ماسک

source: An addressable network is a network defined on an equipment
ar_iq: إن الشبكة القابلة لإضافة عنوان هي شبكة معرفة على أحد الاجهزة
fa_ir: یک شبکه قابل آدرس‌دهی، شبکه‌ای است که روی یک تجهیز تعریف شده است

source: Invalid input format for the network
ar_iq: تهيئة غير صحيحة للشبكة
fa_ir: فرمت ورودی شبکه معتبر نیست

source: Invalid network address
ar_iq: عنوان إنترنت غير صحيح
fa_ir: آدرس شبکه معتبر نیست

source: Invalid subnet mask
ar_iq: قناع شبكة فرعية غير صحيح
fa_ir: ماسک زیرشبکه معتبر نیست

source: Network already defined in visible entities
ar_iq: الشبكة محددة بالفعل في الكيانات المرئية
fa_ir: شبکه قبلاً در موجودیت‌های قابل مشاهده تعریف شده است

source: Invalid gateway address
ar_iq: مخرج إنترنت غير صحيح
fa_ir: آدرس دروازه معتبر نیست

source: Authorized substitute
ar_iq: بدائل مخولة

source: Cannot change the approval delegator
ar_iq: لا يمكن تغيير مفوض الموافقة

source: You cannot change substitutes for this user.
ar_iq: لا يمكنك تغيير البدائل لهذا المستخدم.

source: A user cannot be their own substitute.
ar_iq: لا يمكن للمستخدم أن يكون بديلاً خاصًا به.

source: Document heading
ar_iq: عنوان الوثيقة
fa_ir: عنوان سند

source: API client
ar_iq: عميل واجهة برمجة التطبيقات
fa_ir: مشتری API

source: IPv4 address range
ar_iq: نطاق عناوين IPv4
fa_ir: محدوده آدرس IPv4

source: Log
ar_iq: سجل
fa_ir: گزارش

source: %1$s impersonated by %2$s
ar_iq: تم انتحال شخصية %1$s بواسطة %2$s
fa_ir: %1$s توسط %2$s جعل هویت شد

source: %1$s by %2$s
ar_iq: %1$s بواسطة %2$s
fa_ir: %1$s توسط %2$s

source: %1$s (Status %2$s -> %3$s)
ar_iq: %1$s (الحالة %2$s -> %3$s)

source: Update of the field
ar_iq: تعديل الحقل
fa_ir: به‌روزرسانی فیلد

source: Change %1$s to %2$s
ar_iq: تغيير %1$s إلى %2$s
fa_ir: تغییر %1$s به %2$s

source: Update a field
ar_iq: تحديث حقل
fa_ir: به‌روزرسانی یک فیلد

source: Lock the item
ar_iq: قفل العنصر
fa_ir: قفل کردن آیتم

source: Unlock the item
ar_iq: فتح العنصر
fa_ir: بازکردن قفل آیتم

source: Add a component
ar_iq: أضف مكونًا
fa_ir: افزودن یک مؤلفه

source: Change a component
ar_iq: تغيير مكون
fa_ir: تغییر یک مؤلفه

source: Delete a component
ar_iq: حذف مكون
fa_ir: حذف یک مؤلفه

source: Lock a component
ar_iq: قفل أحد المكونات
fa_ir: قفل کردن یک مؤلفه

source: Unlock a component
ar_iq: فتح مكون
fa_ir: بازکردن قفل یک مؤلفه

source: Install a software
ar_iq: تثبيت برنامج
fa_ir: نصب نرم‌افزار

source: Uninstall a software
ar_iq: إلغاء تثبيت برنامج
fa_ir: حذف نصب نرم‌افزار

source: Disconnect an item
ar_iq: افصل عنصرًا
fa_ir: قطع اتصال یک آیتم

source: Connect an item
ar_iq: إتصال بمادة
fa_ir: وصل کردن یک آیتم

source: Add a link with an item
ar_iq: إضافة رابط مع عنصر
fa_ir: افزودن لینک به یک آیتم

source: Update a link with an item
ar_iq: تحديث رابط بعنصر
fa_ir: به‌روزرسانی لینک با یک آیتم

source: Delete a link with an item
ar_iq: حذف رابط يحتوي على عنصر
fa_ir: حذف لینک با یک آیتم

source: Lock a link with an item
ar_iq: قفل رابط مع عنصر
fa_ir: قفل کردن لینک با یک آیتم

source: Unlock a link with an item
ar_iq: فتح رابط مع عنصر
fa_ir: بازکردن قفل لینک با یک آیتم

source: Update an item
ar_iq: تحديث عنصر
fa_ir: به‌روزرسانی یک آیتم

source: Delete an item
ar_iq: حذف عنصر
fa_ir: حذف یک آیتم

source: Lock an item
ar_iq: قفل عنصر
fa_ir: قفل کردن یک آیتم

source: Unlock an item
ar_iq: فتح عنصر
fa_ir: بازکردن قفل یک آیتم

source: Send a queued webhook
ar_iq: إرسال خطاف ويب في قائمة الانتظار

source: Read
ar_iq: قراءة
fa_ir: خوانده شده

source: Monitor model
ar_iq: طرازات الشاشات
fa_ir: مدل مانیتور

source: Invalid internet name: %s
ar_iq: إسم إنترنت غير صحيح: %s
fa_ir: نام اینترنتی نامعتبر: %s

source: Dictionary of printers
ar_iq: قاموس الطابعات
fa_ir: فرهنگ چاپگرها

source: Replay rules on existing database started on %s
ar_iq: بدأت قواعد إعادة التشغيل في قاعدة البيانات الموجودة في %s
fa_ir: اجرای دوباره قوانین روی پایگاه داده موجود از %s آغاز شد

source: Predefined task templates will be added according to their creation order
ar_iq: ستتم إضافة قوالب المهام المحددة مسبقًا وفقًا لترتيب إنشائها
fa_ir: قالب‌های کار از پیش تعریف‌شده بر اساس ترتیب ایجادشان اضافه خواهند شد

source: Certificate type
ar_iq: نوع الشهادة
fa_ir: نوع گواهی

source: Domain relation
ar_iq: علاقة المجال
fa_ir: رابطه دامنه

source: Networking equipment model
ar_iq: طرازات معدات الشبكات
fa_ir: مدل تجهیزات شبکه

source: Incorrect username or password
ar_iq: هناك خطأ في إسم المستخدم أو كلمة المرور
fa_ir: نام کاربری یا رمز عبور اشتباه است

source: Unsupported mail server type:%s.
ar_iq: نوع خادم البريد غير مدعوم: %s.
fa_ir: نوع سرور ایمیل پشتیبانی نمی‌شود: %s.

source: Unable to connect to the LDAP directory
ar_iq: لا يمكنني الاتصال بسجل LDAP
fa_ir: امکان اتصال به دایرکتوری LDAP وجود ندارد

source: User not authorized to connect in GLPI
ar_iq: مستخدم غير مصرح له بإستخدام GLPI
fa_ir: کاربر مجاز به اتصال در GLPI نیست

source: Login with external token disabled
ar_iq: تسجيل الدخول مع تعطيل الرمز الخارجي
fa_ir: ورود با توکن خارجی غیرفعال است

source: Invalid cookie data
ar_iq: بيانات ملف تعريف الارتباط غير صالحة
fa_ir: داده‌های کوکی نامعتبر است

source: Auto login disabled
ar_iq: تسجيل الدخول التلقائي معطل
fa_ir: ورود خودکار غیرفعال است

source: Connection to LDAP directory failed
ar_iq: فشل الاتصالات بدلائل LDAP
fa_ir: اتصال به دایرکتوری LDAP ناموفق بود

source: User not found in LDAP directory
ar_iq: المستخدمون غير موجودين في دلائل LDAP
fa_ir: کاربر در دایرکتوری LDAP یافت نشد

source: Empty login or password
ar_iq: لم يتم إدخال إسم المستخدم أو كلمة المرور
fa_ir: نام کاربری یا رمز عبور خالی است

source: %1$s log in from IP %2$s
ar_iq: %1$s تسجيل الدخول من IP %2$s
fa_ir: %1$s با آی‌پی %2$s وارد شد

source: Login for %1$s denied by authorization rules from IP %2$s
ar_iq: تم رفض تسجيل الدخول إلى %1$s بموجب قواعد التفويض من IP %2$s

source: Failed login for %1$s from IP %2$s
ar_iq: تعذر تسجيل دخول %1$s من الأيبي %2$s
fa_ir: ورود ناموفق %1$s از آی‌پی %2$s

source: Authentication on GLPI database
ar_iq: التحقق من الهوية في قواعد بيانات GLPI
fa_ir: تصدیق هویت در پایگاه داده GLPI

source: Authentication on a LDAP directory
ar_iq: التحقق من الهوية في دليل LDAP
fa_ir: تصدیق هویت در دایرکتوری LDAP

source: Authentication on mail server
ar_iq: التحقق من الهوية في خادم البريد الإلتكروني
fa_ir: تصدیق هویت در سرور ایمیل

source: Version 1
ar_iq: الإصدار 1
fa_ir: نسخه 1

source: Version 2
ar_iq: الإصدار 2
fa_ir: نسخه 2

source: Version 3+
ar_iq: الإصدار 3+
fa_ir: نسخه 3+

source: Other
ar_iq: آخر
fa_ir: سایر

source: GLPI internal database
ar_iq: قاعدة بيانات GLPI الداخلية
fa_ir: پایگاه داده داخلی GLPI

source: Synchronization
ar_iq: تزامن
fa_ir: همگام‌سازی

source: Dictionary of operating system versions
ar_iq: قاموس إصدارات نظام التشغيل
fa_ir: فرهنگ لغت نسخه‌های سیستم‌عامل

source: Graphics card
ar_iq: بطاقة الرسومات
fa_ir: کارت گرافیک

source: Chipset
ar_iq: شرائح
fa_ir: چیپ‌ست

source: Memory by default
ar_iq: الذاكرة بشكل افتراضي
fa_ir: حافظه پیش‌فرض

source: Interface
ar_iq: الواجهة
fa_ir: واسط

source: Serial Number
ar_iq: الرقم المتسلسل
fa_ir: شماره سریال

source: Interface type (Hard drive...)
ar_iq: نوع الواجهة (القرص الصلب...)
fa_ir: نوع واسط (هارد دیسک...)

source: PCI device
ar_iq: أجهزة PCI
fa_ir: دستگاه PCI

source: Other component
ar_iq: عنصر آخر
fa_ir: قطعه دیگر

source: You can't add a followup without description
ar_iq: لا يمكنك إضافة متابعة بدون وصف
fa_ir: نمی‌توانید پیگیری را بدون توضیح اضافه کنید

source: Solution approved
ar_iq: تمت الموافقة على الحل
fa_ir: راه‌حل تایید شد

source: If you want to reopen this item, you must specify a reason
ar_iq: إذا كنت تريد إعادة فتح هذا العنصر، فيجب عليك تحديد السبب
fa_ir: اگر می‌خواهید این آیتم را بازگشایی کنید، باید دلیلش را مشخص کنید

source: If you reject the solution, you must specify a reason
ar_iq: إذا رفضت الحل، يجب عليك تحديد السبب
fa_ir: اگر راه‌حل را رد کنید، باید دلیلش را مشخص کنید

source: Characteristics
ar_iq: الخصائص
fa_ir: ویژگی‌ها

source: Latest date
ar_iq: أحدث تاريخ
fa_ir: آخرین تاریخ

# quantity
source: Number of followups
ar_iq: عدد المتابعات
fa_ir: تعداد پیگیری‌ها

source: Private followup
ar_iq: متابعة خاصة
fa_ir: پیگیری خصوصی

source: Add a new followup
ar_iq: إضافة متابعة جديدة
fa_ir: افزودن پیگیری جدید

source: Recurrent
ar_iq: متكرر
fa_ir: تکراری

source: Close time
ar_iq: وقت قريب
fa_ir: زمان پایان

source: Hidden field
ar_iq: حقول مخفية
fa_ir: فیلد مخفی

source: CalDAV browser interface
ar_iq: واجهة متصفح CalDAV
fa_ir: رابط مرورگر CalDAV

source: The user %1$s is busy at the selected timeframe.
ar_iq: المستخدم %1$s مشغول في الإطار الزمني المحدد.
fa_ir: کاربر %1$s در بازه زمانی انتخاب‌شده مشغول است.

source: Not planned tasks
ar_iq: المهام غير المخطط لها
fa_ir: کارهای برنامه‌ریزی‌نشده

source: Only background events
ar_iq: أحداث الخلفية فقط
fa_ir: فقط رویدادهای پس‌زمینه

source: Done elements
ar_iq: العناصر المنجزة

source: All users of a group
ar_iq: جميع مستخدمي المجموعة
fa_ir: تمام کاربران یک گروه

source: External calendar
ar_iq: التقويم الخارجي
fa_ir: تقویم خارجی

source: A user selection is required
ar_iq: مطلوب اختيار المستخدم
fa_ir: انتخاب یک کاربر الزامی است

source: A group selection is required
ar_iq: مطلوب اختيار المجموعة
fa_ir: انتخاب یک گروه الزامی است

source: View this item in its context
ar_iq: عرض هذا العنصر في سياقه
fa_ir: مشاهده این آیتم در زمینه آن

source: Calendar name
ar_iq: اسم التقويم
fa_ir: نام تقویم

source: Calendar URL
ar_iq: عنوان URL للتقويم
fa_ir: آدرس URL تقویم

source: A url is required
ar_iq: مطلوب عنوان URL
fa_ir: وارد کردن URL الزامی است
