Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Parent tickets
ar_iq: التذاكر الأصلية
fa_ir: درخواست‌های والد

source: Child tickets
ar_iq: التذاكر الفرعية
fa_ir: درخواست‌های فرزند

source: Number of sons tickets
ar_iq: عدد تذاكر الفرعية
fa_ir: تعداد درخواست‌های فرزند

source: Number of parent tickets
ar_iq: عدد تذاكر الأصلية
fa_ir: تعداد درخواست‌های والد

source: %s hours %s minutes
ar_iq: %s ساعة %s دقيقة

source: Your tickets to close
ar_iq: التذاكر الخاصة بك لإغلاقها
fa_ir: درخواست‌های شما برای بستن

source: Tickets on pending status
ar_iq: التذاكر في حالة انتظار
fa_ir: درخواست‌های در وضعیت معلق

source: Tickets to be processed
ar_iq: التذاكر المراد معالجتها
fa_ir: درخواست‌هایی که باید پردازش شوند

source: Your observed tickets
ar_iq: التذاكر الخاصة بك المرصودة
fa_ir: درخواست‌های تحت نظارت شما

source: Your tickets in progress
ar_iq: التذاكر الخاصة بك قيد التقدم
fa_ir: درخواست‌های شما در جریان

source: Your tickets to approve
ar_iq: التذاكر الخاصة بك للموافقة عليها

source: Your tickets having rejected approval status
ar_iq: التذاكر الخاصة بك بعد رفض حالة الموافقة
fa_ir: درخواست‌های شما با وضعیت تأیید رد شده

source: Your tickets having rejected solution
ar_iq: التذاكر الخاصة بك بعد أن رفضت الحل
fa_ir: درخواست‌های شما با راه‌حل رد شده

source: No ticket in progress.
ar_iq: لا توجد تذكرة في التقدم.
fa_ir: درخواستی در جریان نیست.

source: %d new ticket
ar_iq: %d تذكرة جديدة
fa_ir: %d درخواست جدید

source: No ticket found.
ar_iq: لم يتم العثور على تذكرة.
fa_ir: درخواستی یافت نشد.

source: Assign equipment
ar_iq: تعيين المعدات
fa_ir: اختصاص تجهیزات

source: Automatic tickets closing
ar_iq: إغلاق التذاكر تلقائيا
fa_ir: بستن خودکار درخواست‌ها

source: Automatic closed tickets purge
ar_iq: تطهير التذاكر المغلقة تلقائيًا
fa_ir: پاکسازی خودکار درخواست‌های بسته شده

source: Maximum number of tickets purged per entity (0 = unlimited)
ar_iq: الحد الأقصى لعدد التذاكر التي تمت إزالتها لكل كيان (0 = غير محدود)

source: See my ticket
ar_iq: انظر تذكرتي
fa_ir: مشاهده درخواست‌های من

source: See group ticket
ar_iq: انظر تذكرة المجموعة
fa_ir: مشاهده درخواست‌های گروه

source: See tickets created by my groups
ar_iq: شاهد التذاكر التي أنشأتها مجموعاتي
fa_ir: مشاهده درخواست‌هایی که گروه من ایجاد کرده

source: See all tickets
ar_iq: عرض جميع التذاكر
fa_ir: مشاهده همه درخواست‌ها

source: See assigned
ar_iq: انظر المخصصة
fa_ir: مشاهده درخواست‌های اختصاص یافته

source: See assigned tickets
ar_iq: انظر التذاكر المخصصة
fa_ir: مشاهده درخواست‌های اختصاص یافته

source: Assign a ticket
ar_iq: تعيين تذكرة
fa_ir: تخصیص یک درخواست

source: Steal
ar_iq: يسرق
fa_ir: تصاحب

source: Steal a ticket
ar_iq: سرقة تذكرة
fa_ir: تصاحب یک درخواست

source: Be in charge
ar_iq: كن مسؤولا

source: To be in charge of a ticket
ar_iq: أن يكون مسؤولاً عن التذكرة
fa_ir: عهده‌دار بودن یک درخواست

source: Change the priority
ar_iq: تغيير الأهمية
fa_ir: تغییر اولویت

source: Approve solution/Reply survey (my ticket)
ar_iq: الموافقة على الحل/الرد على الاستبيان (تذكرتي)
fa_ir: تأیید راه‌حل / پاسخ به نظرسنجی (درخواست من)

source: Approve solution and reply to survey for ticket created by me
ar_iq: الموافقة على الحل والرد على الاستبيان الخاص بالتذكرة التي قمت بإنشائها
fa_ir: تأیید راه‌حل و پاسخ به نظرسنجی برای درخواست ایجاد شده توسط من

source: View new tickets
ar_iq: عرض التذاكر الجديدة

source: Not enough rights to merge tickets %d and %d
ar_iq: لا توجد حقوق كافية لدمج التذاكر %d و %d
fa_ir: حقوق کافی برای ادغام درخواست‌های %d و %d وجود ندارد

source: Failed to load ticket %d
ar_iq: فشل تحميل التذكرة %d
fa_ir: بارگذاری درخواست %d ناموفق بود

source: Failed to add followup to ticket %d
ar_iq: فشلت إضافة متابعة للتذكرة %d
fa_ir: افزودن پیگیری به درخواست %d ناموفق بود

source: Failed to add task to ticket %d
ar_iq: فشلت إضافة مهمة إلى التذكرة %d
fa_ir: افزودن وظیفه به درخواست %d ناموفق بود

source: Failed to add document to ticket %d
ar_iq: فشلت إضافة مستند إلى التذكرة %d
fa_ir: افزودن سند به درخواست %d ناموفق بود

source: Failed to link tickets %d and %d
ar_iq: فشل ربط التذاكر %d و %d
fa_ir: پیوند دادن درخواست‌های %d و %d ناموفق بود

source: Failed to delete ticket %d
ar_iq: فشل حذف التذكرة %d
fa_ir: حذف درخواست %d ناموفق بود

source: %s merges ticket %s into %s
ar_iq: %s يدمج التذكرة %s في %s
fa_ir: %s درخواست %s را با %s ادغام کرد

source: Document item
ar_iq: عناصر الوثائق
fa_ir: مورد سند

source: Reservable item
ar_iq: عنصر قابل للحجز
fa_ir: مورد قابل رزرو

source: Reservable
ar_iq: قابل للحجز

source: Make unavailable
ar_iq: جعل غير متاح
fa_ir: غیرفعال کردن

source: Make available
ar_iq: جعل المتاحة
fa_ir: فعال کردن

source: View calendar for all items
ar_iq: عرض التقويم لجميع العناصر
fa_ir: مشاهده تقویم همه موارد

source: Reserve this item
ar_iq: حجز هذا البند
fa_ir: رزرو این مورد

source: Booking calendar
ar_iq: تقويم الحجز
fa_ir: تقویم رزرو

# button
source: Book
ar_iq: كتاب
fa_ir: رزرو

source: Device reservations expiring today
ar_iq: تنتهي حجوزات الأجهزة اليوم
fa_ir: رزروهای دستگاه امروز منقضی می‌شوند

source: Send reservation alert failed
ar_iq: فشل إرسال تنبيه الحجز
fa_ir: ارسال هشدار رزرو ناموفق بود

source: No reservable item!
ar_iq: لا يوجد عنصر قابل للحجز!
fa_ir: مورد قابل رزرو وجود ندارد!

source: Cable type
ar_iq: أنواع الكابلات
fa_ir: نوع کابل

source: Release date
ar_iq: تاريخ الافراج عنه
fa_ir: تاریخ انتشار

source: Number of used cartridges
ar_iq: عدد الخراطيش المستخدمة
fa_ir: تعداد کارتریج‌های مصرف‌شده

source: Number of worn cartridges
ar_iq: عدد الخراطيش البالية
fa_ir: تعداد کارتریج‌های فرسوده

# quantity
source: Number of printers
ar_iq: عدد الطابعات
fa_ir: تعداد پرینترها

source: Device power supply model
ar_iq: موديل مصدر طاقة الجهاز
fa_ir: مدل منبع تغذیه دستگاه

source: No action available
ar_iq: لا يوجد إجراء متاح
fa_ir: هیچ عملیاتی در دسترس نیست

source: Implementation error!
ar_iq: خطأ في التنفيذ!
fa_ir: خطای پیاده‌سازی!

source: Invalid process
ar_iq: عملية غير صالحة
fa_ir: فرآیند نامعتبر

source: Select the type of the item on which applying this action
ar_iq: حدد نوع العنصر الذي سيتم تطبيق هذا الإجراء عليه
fa_ir: نوع موردی که این عملیات بر روی آن اعمال می‌شود را انتخاب کنید

# button
source: Add to transfer list
ar_iq: أضف إلى قائمة النقل
fa_ir: افزودن به فهرست انتقال

# button
source: Delete permanently but keep devices
ar_iq: احذفها نهائيًا مع الاحتفاظ بالأجهزة
fa_ir: حذف دائمی اما نگه داشتن دستگاه‌ها

# button
source: Delete permanently and remove devices
ar_iq: احذف نهائيًا وأزل الأجهزة
fa_ir: حذف دائمی و حذف دستگاه‌ها

# button
source: Create template
ar_iq: إنشاء قالب

# button
source: Delete permanently even if linked items
ar_iq: احذف نهائيًا حتى لو كانت العناصر المرتبطة
fa_ir: حذف دائمی حتی در صورت وجود موارد پیوندی

source: Amend comment
ar_iq: تعديل التعليق
fa_ir: ویرایش نظر

source: Add note
ar_iq: أضف ملاحظة
fa_ir: افزودن یادداشت

source: Select the common field that you want to update
ar_iq: حدد الحقل المشترك الذي تريد تحديثه
fa_ir: فیلد مشترکی که می‌خواهید به‌روزرسانی کنید را انتخاب کنید

source: Select the field that you want to update
ar_iq: حدد الحقل الذي تريد تحديثه
fa_ir: فیلدی که می‌خواهید به‌روزرسانی کنید را انتخاب کنید

source: or
ar_iq: أو
fa_ir: یا

source: How many copies do you want to create?
ar_iq: كم عدد النسخ التي تريد إنشاءها؟
fa_ir: چند نسخه می‌خواهید ایجاد کنید؟

source: Are you sure you want to add this item to transfer list?
ar_iq: هل أنت متأكد أنك تريد إضافة هذا العنصر إلى قائمة النقل؟
fa_ir: آیا مطمئن هستید که می‌خواهید این مورد را به فهرست انتقال اضافه کنید؟

source: Amendment to insert
ar_iq: تعديل للإدراج
fa_ir: تغییر برای درج

source: New Note
ar_iq: ملاحظة جديدة
fa_ir: یادداشت جدید

source: You can't delete that item by massive actions, because it has sub-items
ar_iq: لا يمكنك حذف هذا العنصر بإجراءات جماعية، لأنه يحتوي على عناصر فرعية
fa_ir: شما نمی‌توانید این مورد را با عملیات دسته‌ای حذف کنید، زیرا زیرمجموعه دارد

source: but you can do it by the form of the item
ar_iq: ولكن يمكنك القيام بذلك عن طريق شكل العنصر
fa_ir: اما می‌توانید این کار را از طریق فرم مورد انجام دهید

source: You can't delete that item, because it is used for one or more items
ar_iq: لا يمكنك حذف هذا العنصر، لأنه يُستخدم لعنصر واحد أو أكثر
fa_ir: شما نمی‌توانید این مورد را حذف کنید، زیرا برای یک یا چند مورد استفاده شده است

source: Dictionary of service packs
ar_iq: قاموس حزم الخدمة
fa_ir: فرهنگ‌نامه سرویس پک‌ها

# camera
source: Resolution
ar_iq: قرارات
fa_ir: وضوح تصویر

source: Is Video
ar_iq: هل فيديو
fa_ir: ویدیو است

source: External link
ar_iq: رابط خارجي
fa_ir: پیوند خارجی

source: Configure %s links
ar_iq: تكوين روابط %s

source: Device model
ar_iq: طرازات الأجهزة
fa_ir: مدل دستگاه

source: Network port type to be added
ar_iq: نوع منف الشبكة المطلوب إضافته
fa_ir: نوع پورت شبکه‌ای که باید اضافه شود

source: Add several ports
ar_iq: إضافة عدة منافذ
fa_ir: اضافه کردن چند پورت

source: Connections legend
ar_iq: أسطورة الاتصالات
fa_ir: راهنمای اتصالات

source: Equipment in trunk or tagged mode
ar_iq: المعدات في صندوق السيارة أو الوضع الموسوم
fa_ir: تجهیزات در حالت ترانک یا تگ شده

source: Hub
ar_iq: مَركَز
fa_ir: هاب

source: Other equipments
ar_iq: معدات أخرى
fa_ir: تجهیزات دیگر

source: Aggregated port
ar_iq: ميناء المجمعة
fa_ir: پورت تجمیعی

source: No network port found
ar_iq: لم يتم العثصور على منفذ للشبكة
fa_ir: هیچ پورت شبکه‌ای پیدا نشد

source: Management port
ar_iq: منفذ الإدارة
fa_ir: پورت مدیریت

source: bps
ar_iq: نقطة أساس
fa_ir: بیت بر ثانیه

source: Kbps
ar_iq: كيلوبت في الثانية
fa_ir: کیلوبیت بر ثانیه

source: Mbps
ar_iq: ميغابت في الثانية
fa_ir: مگابیت بر ثانیه

source: Gbps
ar_iq: جيجابت في الثانية
fa_ir: گیگابیت بر ثانیه

source: Tbps
ar_iq: تيرابايت في الثانية
fa_ir: ترابیت بر ثانیه

source: Up
ar_iq: أعلى
fa_ir: بالا

source: Down
ar_iq: تحت
fa_ir: پایین

source: Test
ar_iq: اختبار
fa_ir: تست

source: Half
ar_iq: نصف
fa_ir: نیمه

source: %s linked VLANs
ar_iq: %s شبكات VLAN المرتبطة
fa_ir: %s VLAN‌های متصل

source: %s equipments connected to the hub
ar_iq: %s المعدات المتصلة بالمركز
fa_ir: %s تجهیزات متصل به هاب

source: Networking
ar_iq: الشبكة
fa_ir: شبکه

source: Associate a VLAN
ar_iq: ربط شبكة محلية ظاهرية (VLAN).
fa_ir: متصل کردن یک VLAN

source: Dissociate a VLAN
ar_iq: افصل شبكة VLAN
fa_ir: جدا کردن یک VLAN

source: Item need to be deleted first
ar_iq: يجب حذف العنصر أولاً
fa_ir: ابتدا باید مورد حذف شود

source: Speed
ar_iq: سرعة
fa_ir: سرعت

source: Internal status
ar_iq: الوضع الداخلي
fa_ir: وضعیت داخلی

source: Last change
ar_iq: التغيير الأخير
fa_ir: آخرین تغییر

source: Number of I/O bytes
ar_iq: عدد بايتات الإدخال/الإخراج
fa_ir: تعداد بایت‌های I/O

source: Number of I/O errors
ar_iq: عدد أخطاء الإدخال/الإخراج
fa_ir: تعداد خطاهای I/O

source: Duplex
ar_iq: دوبلكس
fa_ir: دوطرفه

source: Last connection
ar_iq: آخر اتصال
fa_ir: آخرین اتصال

source: Link Project/Itil
ar_iq: ربط المشروع/إيتيل
fa_ir: پیوند پروژه/Itil

source: Itil item
ar_iq: عنصر إيتيل
fa_ir: آیتم Itil

source: Change approval
ar_iq: موافقات تغيير

source: Ticket item
ar_iq: عنصر التذكرة
fa_ir: آیتم درخواست

source: Ignored value for the unicity
ar_iq: قيم مُتجاهلة لعدم التكرار
fa_ir: مقدار نادیده گرفته شده برای یکتا بودن

source: Project team
ar_iq: فريق المشروع
fa_ir: تیم پروژه

source: Generic type
ar_iq: نوع عام
fa_ir: نوع عمومی

source: Dictionary of operating system editions
ar_iq: قاموس إصدارات نظام التشغيل
fa_ir: فرهنگنامه نسخه‌های سیستم عامل

source: Created changes
ar_iq: التغييرات التي تم إنشاؤها

source: Analysis impact
ar_iq: تأثير التحليل
fa_ir: تاثیر تحلیل

source: Evaluation
ar_iq: تقييم
fa_ir: ارزیابی

# change
source: Testing
ar_iq: اختبار
fa_ir: آزمایش

source: Qualification
ar_iq: كفاءة
fa_ir: توصیف

source: Applied
ar_iq: تم التطبيق
fa_ir: اعمال شده

source: Review
ar_iq: مراجعة
fa_ir: بازبینی

# status
source: Cancelled
ar_iq: تم الإلغاء
fa_ir: لغو شده

# status
source: Refused
ar_iq: مرفوض
fa_ir: رد شده

source: Reply to survey (my change)
ar_iq: الرد على الاستبيان (تغييري)

source: Reply to survey for ticket created by me
ar_iq: الرد على الاستبيان الخاص بالتذكرة التي قمت بإنشائها

source: Changes on pending status
ar_iq: التغييرات على الحالة المعلقة
fa_ir: تغییرات در وضعیت در انتظار

source: Changes to be processed
ar_iq: التغييرات المراد معالجتها
fa_ir: تغییرات قابل پردازش

source: Your changes in progress
ar_iq: تغييراتك قيد التقدم
fa_ir: تغییرات شما در حال انجام

source: Your changes to approve
ar_iq: التغييرات الخاصة بك للموافقة عليها

source: No change found.
ar_iq: لم يتم العثور على أي تغيير.
fa_ir: هیچ تغییری یافت نشد.

source: Dictionary of phone types
ar_iq: قاموس أنواع الهواتف
fa_ir: فرهنگنامه انواع تلفن

source: Rack model
ar_iq: موديل الرف
fa_ir: مدل رک

source: Network port type
ar_iq: نوع منفذ الشبكة
fa_ir: نوع درگاه شبکه

source: Decimal
ar_iq: عشري
fa_ir: ده‌دهی

source: Instanciation type
ar_iq: نوع المثيل
fa_ir: نوع نمونه‌سازی

source: Saved search alert
ar_iq: تنبيه البحث المحفوظ
fa_ir: هشدار جستجوی ذخیره‌شده

source: Saved searches alerts
ar_iq: تنبيهات عمليات البحث المحفوظة
fa_ir: هشدارهای جستجوهای ذخیره‌شده

source: less than
ar_iq: أقل من
fa_ir: کمتر از

source: less or equals than
ar_iq: أقل أو يساوي
fa_ir: کمتر یا مساوی با

source: equals to
ar_iq: يساوي
fa_ir: مساوی با

source: not equals to
ar_iq: لا يساوي
fa_ir: نامساوی با

source: greater or equals than
ar_iq: أكبر أو يساوي
fa_ir: بزرگتر یا مساوی با

source: greater than
ar_iq: أكبر من
fa_ir: بزرگتر از

source: Results count for %1$s is %2$s %3$s
ar_iq: عدد النتائج لـ %1$s هو %2$s %3$s
fa_ir: تعداد نتایج برای %1$s برابر %2$s %3$s است

source: Dictionary of printer types
ar_iq: قاموس أنواع الطابعات
fa_ir: فرهنگنامه انواع چاپگر

source: Check the SQL replica
ar_iq: التحقق من النسخة المتماثلة SQL
fa_ir: بررسی نسخه تکثیر SQL

source: Max delay between main and replica (minutes)
ar_iq: الحد الأقصى للتأخير بين النسخة الرئيسية والنسخة المتماثلة (بالدقائق)
fa_ir: حداکثر تأخیر بین سرور اصلی و نسخه تکثیر (دقیقه)

source: SQL server: %s can't connect to the database
ar_iq: خادم SQL: %s لا يمكنه الاتصال بقاعدة البيانات
fa_ir: سرور SQL: %s نمی‌تواند به پایگاه داده متصل شود

source: SQL server: %1$s, difference between main and replica: %2$s
ar_iq: خادم SQL: %1$s، الفرق بين الرئيسي والنسخة المتماثلة: %2$s
fa_ir: سرور SQL: %1$s، اختلاف بین اصلی و نسخه تکثیر: %2$s

source: SQL server
ar_iq: خادم SQL
fa_ir: سرور SQL

source: can't connect to the database
ar_iq: لا يمكن الاتصال بقاعدة البيانات
fa_ir: نمی‌تواند به پایگاه داده متصل شود

source: Revision
ar_iq: المراجعة
fa_ir: نسخه

source: No revisions
ar_iq: لا توجد مراجعات
fa_ir: هیچ نسخه‌ای موجود نیست

source: show
ar_iq: يعرض
fa_ir: نمایش

source: restore
ar_iq: يعيد
fa_ir: بازگردانی

source: Unknown user
ar_iq: مستخدم غير معروف
fa_ir: کاربر ناشناخته

source: Author
ar_iq: مؤلف
fa_ir: نویسنده

# button
source: Compare selected revisions
ar_iq: مقارنة المراجعات المحددة
fa_ir: مقایسه نسخه‌های انتخاب شده

source: Unable to rename table %1$s (%2$s) to %3$s (%4$s)!
ar_iq: غير قادر على إعادة تسمية الجدول %1$s (%2$s) إلى %3$s (%4$s)!
fa_ir: امکان تغییر نام جدول %1$s (%2$s) به %3$s (%4$s) وجود ندارد!

source: ok
ar_iq: نعم
fa_ir: موفق

source: Change of the database layout - %s
ar_iq: تغيير طريقة عرض قواعد البيانات - %s
fa_ir: تغییر ساختار پایگاه داده - %s

source: Adding fulltext indices - %s
ar_iq: إضافة فهارس النص الكامل - %s
fa_ir: افزودن شاخص‌های تمام‌متن - %s

source: Adding unicity indices - %s
ar_iq: إضافة مؤشرات الوحدة - %s
fa_ir: افزودن شاخص‌های یکتا - %s

source: Update to %s version completed.
ar_iq: اكتمل التحديث إلى الإصدار %s.

source: Automatically generated by GLPI %s
ar_iq: تم إنشاؤه تلقائيًا بواسطة GLPI %s
fa_ir: به طور خودکار توسط GLPI %s تولید شده است

source: %1$s table already exists. A backup have been done to %2$s
ar_iq: الجدول %1$s موجود بالفعل.تم عمل نسخة احتياطية إلى %2$s
fa_ir: جدول %1$s قبلاً وجود دارد. یک نسخه پشتیبان در %2$s تهیه شد

source: Configuration values added for %1$s (%2$s).
ar_iq: تمت إضافة قيم التكوين لـ %1$s (%2$s).
fa_ir: مقادیر پیکربندی برای %1$s (%2$s) اضافه شد.

source: Renaming "%s" itemtype to "%s"...
ar_iq: جارٍ إعادة تسمية نوع العنصر "%s" إلى "%s"...
fa_ir: تغییر نام نوع آیتم "%s" به "%s"...

source: Renaming "%s" table to "%s"...
ar_iq: جارٍ إعادة تسمية الجدول "%s" إلى "%s"...
fa_ir: تغییر نام جدول "%s" به "%s"...

source: Renaming "%s" foreign keys to "%s" in all tables...
ar_iq: إعادة تسمية المفاتيح الخارجية "%s" إلى "%s" في كافة الجداول...
fa_ir: تغییر نام کلیدهای خارجی "%s" به "%s" در تمام جداول...

source: Renaming "%s" itemtype to "%s" in all tables...
ar_iq: إعادة تسمية نوع العنصر "%s" إلى "%s" في كافة الجداول...
fa_ir: تغییر نام نوع آیتم "%s" به "%s" در تمام جداول...

source: There's already a translation for this field in this language
ar_iq: توجد بالفعل ترجمة لهذا المجال بهذه اللغة
fa_ir: برای این فیلد در این زبان، ترجمه‌ای موجود است

source: Webhook
ar_iq: خطاف ويب

source: Payload editor
ar_iq: محرر الحمولة

source: Custom header
ar_iq: رأس مخصص

source: Query log
ar_iq: سجل الاستعلام

source: This itemtype is not supported by the API. Maybe a plugin is missing/disabled?
ar_iq: نوع العنصر هذا غير مدعوم من واجهة برمجة التطبيقات.ربما البرنامج المساعد مفقود/معطل؟

source: Challenge–response authentication validated
ar_iq: تم التحقق من صحة مصادقة استجابة التحدي

source: Challenge–response authentication failed, the answer returned by target is different
ar_iq: فشلت مصادقة استجابة التحدي، والإجابة التي يعرضها الهدف مختلفة

source: An error occurred raising "%1$s" webhook for item %2$s (ID %3$s)
ar_iq: حدث خطأ أثناء رفع الرد التلقائي على الويب "%1$s" للعنصر %2$s (المعرف %3$s)

source: An event is required
ar_iq: مطلوب حدث

source: Webhook target filter
ar_iq: عامل تصفية الهدف Webhook

source: Webhooks will only be sent for items that match the defined filter.
ar_iq: سيتم إرسال خطافات الويب فقط للعناصر التي تطابق عامل التصفية المحدد.

source: File system
ar_iq: نظام الملفات
fa_ir: سیستم فایل

source: Add a target
ar_iq: أضف هدفا
fa_ir: افزودن هدف

source: Caution! You are not the author of this item. Deleting targets can result in loss of access.
ar_iq: حذر!أنت لست مؤلف هذا البند.يمكن أن يؤدي حذف الأهداف إلى فقدان الوصول.

source: Device drive model
ar_iq: طرازات المحركات
fa_ir: مدل درایو دستگاه

source: Unable to update model because it is used by an asset in the "%s" rack and the new required units do not fit into the rack
ar_iq: يتعذر تحديث الموديل لأنه مستخدم بواسطة أحد الأصول في الرف "%s" ولا تتناسب الوحدات الجديدة المطلوبة مع الرف
fa_ir: قادر به بروزرسانی مدل نیستید زیرا توسط یک دارایی در رک "%s" استفاده شده و واحدهای جدید مورد نیاز در رک جا نمی‌شوند.

source: SLA level for Ticket
ar_iq: مستوى SLA للتذكرة
fa_ir: سطح SLA برای درخواست

source: Automatic actions of SLA
ar_iq: الإجراءات التلقائية لاتفاقية مستوى الخدمة
fa_ir: اقدامات خودکار SLA

source: User title
ar_iq: ألقاب المستخدمين
fa_ir: عنوان کاربر

source: Knowledge base category
ar_iq: فئات قاعدة المعرفة
fa_ir: دسته‌بندی پایگاه دانش

source: Fields unicity
ar_iq: توحيد الحقول
fa_ir: یکتایی فیلدها

source: Unique fields
ar_iq: الحقول الفريدة
fa_ir: فیلدهای یکتا

source: Record into the database denied
ar_iq: تم رفض التسجيل في قاعدة البيانات
fa_ir: ثبت در پایگاه داده مجاز نیست

source: Send a notification
ar_iq: إرسال إشعار
fa_ir: ارسال اطلاعیه

source: It's mandatory to select a type and at least one field
ar_iq: من الضروري تحديد نوع وحقل واحد على الأقل
fa_ir: انتخاب نوع و حداقل یک فیلد الزامی است

source: Domain item
ar_iq: عناصر النطاق
fa_ir: آیتم دامنه

source: Associate a domain
ar_iq: ربط المجال
fa_ir: ارتباط با دامنه

source: %s that are already associated are not displayed
ar_iq: لا يتم عرض %s المرتبطة بالفعل

source: Does not expire
ar_iq: لا تنتهي صلاحيته
fa_ir: فاقد تاریخ انقضا

source: Link Contact/Supplier
ar_iq: ربط جهة الاتصال/المورد
fa_ir: ارتباط با مخاطب/تأمین‌کننده

source: Approval template
ar_iq: قوالب الموافقة

source: Invalid approval step
ar_iq: خطوة موافقة غير صالحة

source: Virtualization system
ar_iq: نظام المحاكاة الافتراضية
fa_ir: سیستم مجازی‌سازی

source: Webhook category
ar_iq: فئات الويبهوك

source: Drive
ar_iq: وحدات التخزين
fa_ir: درایو

source: Writing ability
ar_iq: القدرة على الكتابة
fa_ir: توانایی نوشتن

source: Cable
ar_iq: كابلات
fa_ir: کابل

source: Cable strand
ar_iq: ألياف الكابل
fa_ir: رشته کابل

source: Endpoint A
ar_iq: نقطة النهاية أ
fa_ir: سرنقطه A

source: Endpoint B
ar_iq: نقطة النهاية ب
fa_ir: سرنقطه B

source: Status of items
ar_iq: حالة العناصر
fa_ir: وضعیت آیتم‌ها

source: Show items with this status in assistance
ar_iq: إظهار العناصر بهذه الحالة في المساعدة

source: Keep status
ar_iq: إبقاء الحالة
fa_ir: حفظ وضعیت

source: Set status: %s
ar_iq: تغيير الحالة إلى: %s
fa_ir: تنظیم وضعیت: %s

source: %1$s must be unique!
ar_iq: %1$s يجب أن يكون فريدًا!
fa_ir: ٪1$s باید یکتا باشد!

source: %1$s must be unique per level!
ar_iq: يجب أن يكون %1$s فريدًا لكل مستوى!
fa_ir: ٪1$s باید در هر سطح یکتا باشد!

source: Consumables alarm
ar_iq: تنبيه على المواد الإستهلاكية
fa_ir: هشدار مواد مصرفی

source: Device sound card model
ar_iq: نموذج بطاقة الصوت للجهاز
fa_ir: مدل کارت صدا دستگاه

source: Lock
ar_iq: اقفال
fa_ir: قفل

source: A locked field is a manually modified field.
ar_iq: الحقل المقفل هو حقل تم تعديله يدويًا.
fa_ir: یک فیلد قفل شده فیلدی است که به صورت دستی تغییر یافته است.

source: The automatic inventory will no longer modify this field, unless you unlock it.
ar_iq: لن يقوم الجرد التلقائي بتعديل هذا الحقل، إلا إذا قمت بإلغاء قفله.
fa_ir: فهرست خودکار دیگر این فیلد را تغییر نمی‌دهد، مگر اینکه آن را باز کنید.

source: Locked field
ar_iq: حقول مغلقة
fa_ir: فیلد قفل شده

source: Last inventoried value
ar_iq: آخر قيمة تم جردها
fa_ir: آخرین مقدار موجود در فهرست

source: A locked item is a manually deleted connection, for example a monitor.
ar_iq: العنصر المقفل هو اتصال تم حذفه يدويًا، على سبيل المثال شاشة.

source: The automatic inventory will no longer handle this item, unless you unlock it.
ar_iq: لن يتعامل المخزون التلقائي مع هذا العنصر بعد الآن، إلا إذا قمت بإلغاء تأمينه.
fa_ir: فهرست خودکار دیگر با این آیتم کاری ندارد، مگر اینکه آن را باز کنید.

source: Asset type
ar_iq: نوع الأصول

source: Locked items
ar_iq: العناصر المقفلة
fa_ir: آیتم‌های قفل شده

source: Uncheck all
ar_iq: إلغاء التحديد
fa_ir: لغو انتخاب همه

# button
source: Unlock
ar_iq: فتح
fa_ir: باز کردن

source: Unlock components
ar_iq: فتح المكونات
fa_ir: بازکردن مؤلفه‌ها

source: Unlock fields
ar_iq: فتح الحقول
fa_ir: بازکردن فیلدها

source: Select the type of the item that must be unlock
ar_iq: حدد نوع العنصر الذي يجب إلغاء قفله
fa_ir: نوع آیتمی که باید باز شود را انتخاب کنید

source: Select fields of the item that must be unlock
ar_iq: حدد حقول العنصر الذي يجب إلغاء قفله
fa_ir: فیلدهای آیتمی که باید باز شود را انتخاب کنید

source: Camera
ar_iq: آلة تصوير
fa_ir: دوربین

source: Flashunit
ar_iq: وحدة فلاش
fa_ir: فلاش

source: Lensfacing
ar_iq: مواجهة العدسة
fa_ir: جهت لنز

source: Orientation
ar_iq: توجيه
fa_ir: جهت‌گیری

source: Focal length
ar_iq: البعد البؤري
fa_ir: طول کانونی

source: Sensor size
ar_iq: حجم المستشعر
fa_ir: اندازه حسگر

source: Support
ar_iq: يدعم
fa_ir: پشتیبانی

source: orientation
ar_iq: توجيه
fa_ir: جهت‌گیری

source: focal length
ar_iq: البعد البؤري
fa_ir: طول کانونی

source: sensorsize
ar_iq: حجم الاستشعار
fa_ir: اندازه حسگر

source: support
ar_iq: يدعم
fa_ir: پشتیبانی

source: %1$s of item "%2$s"
ar_iq: %1$s من العنصر "%2$s"
fa_ir: %1$s آیتم «%2$s»

source: Item - %s link
ar_iq: العنصر - رابط %s
fa_ir: آیتم - لینک %s

source: Position of the device on its bus
ar_iq: موقف الجهاز على الحافلة الخاصة به
fa_ir: موقعیت دستگاه روی باس آن

source: bus ID
ar_iq: معرف الحافلة
fa_ir: شناسه باس

source: Type of component
ar_iq: نوع المكون
fa_ir: نوع جزء

source: Specificities
ar_iq: خصوصيات
fa_ir: ویژگی‌ها

source: Add a new component
ar_iq: إضافة مكون جديد
fa_ir: افزودن یک جزء جدید

source: Dissociated devices
ar_iq: الأجهزة المنفصلة
fa_ir: دستگاه‌های جداشده

source: %1$s of %2$s: %3$s
ar_iq: %1$s من %2$s: %3$s
fa_ir: %1$s از %2$s: %3$s

source: Please select a device type
ar_iq: الرجاء تحديد نوع الجهاز
fa_ir: لطفاً یک نوع دستگاه انتخاب کنید

source: Please select a device
ar_iq: الرجاء تحديد جهاز
fa_ir: لطفاً یک دستگاه انتخاب کنید
