Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Redo
ar_iq: إعادة
fa_ir: انجام دوباره

source: Add asset
ar_iq: أضف أصل
fa_ir: افزودن دارایی

source: Add relation
ar_iq: أضف علاقة
fa_ir: افزودن رابطه

source: Add group
ar_iq: أضف مجموعة
fa_ir: افزودن گروه

source: Delete element
ar_iq: حذف عنصر
fa_ir: حذف عنصر

source: Fullscreen
ar_iq: ملء الشاشة
fa_ir: تمام‌صفحه

source: Impact analysis configuration
ar_iq: تكوين تحليل التأثير
fa_ir: پیکربندی تحلیل اثر

source: Enabled itemtypes
ar_iq: أنواع العناصر الممكّنة
fa_ir: نوع آیتم‌های فعال

source: Domain
ar_iq: Domains
fa_ir: دامنه

# button
source: Duplicate
ar_iq: ينسخ
fa_ir: تکثیر

source: Expired or expiring domains
ar_iq: المجالات منتهية الصلاحية أو منتهية الصلاحية
fa_ir: دامنه‌های منقضی‌شده یا در شرف انقضا

source: Domain %1$s expires on %2$s
ar_iq: تنتهي صلاحية النطاق %1$s في %2$s
fa_ir: دامنه %1$s در تاریخ %2$s منقضی می‌شود

source: Domain %1$s expired on %2$s
ar_iq: انتهى النطاق %1$s في %2$s
fa_ir: دامنه %1$s در تاریخ %2$s منقضی شد

source: Domains alerts sending failed for entity %1$s
ar_iq: فشل إرسال تنبيهات النطاقات للكيان %1$s
fa_ir: ارسال هشدار دامنه‌ها برای موجودیت %1$s موفق نبود

source: Fiber type
ar_iq: نوع الألياف
fa_ir: نوع فیبر

source: Phone power supply type
ar_iq: أنواع مزودات طاقة الهاتف
fa_ir: نوع منبع تغذیه تلفن

source: Link Ticket/Change
ar_iq: ربط التذكرة/التغيير
fa_ir: پیوند تیکت/تغییر

source: Create a change from this ticket
ar_iq: إضافة تغيير بناء على هذه التذكرة

source: Solve tickets
ar_iq: حل التذاكر
fa_ir: حل تیکت‌ها

source: Predefined field
ar_iq: حقول محددة مسبقًا
fa_ir: فیلد از پیش تعریف شده

source: You must select an associated item
ar_iq: يجب عليك تحديد عنصر مرتبط
fa_ir: باید یک مورد مرتبط را انتخاب کنید

source: Group item
ar_iq: عنصر المجموعة

source: License
ar_iq: تراخيص
fa_ir: مجوز

source: Valid
ar_iq: صالح
fa_ir: معتبر

source: Technician in charge of the license
ar_iq: فني مسؤول عن الترخيص
fa_ir: تکنسین مسئول مجوز

source: Group in charge of the license
ar_iq: المجموعة المسؤولة عن الترخيص
fa_ir: گروه مسئول مجوز

# quantity
source: Affected items
ar_iq: العناصر المتضررة

source: Number of licenses
ar_iq: عدد التراخيص
fa_ir: تعداد مجوزها

source: Never expire
ar_iq: لا تنتهي صلاحيتها أبدًا
fa_ir: هیچ‌گاه منقضی نمی‌شود

source: Send alarms on expired licenses
ar_iq: إرسال إنذارات على التراخيص منتهية الصلاحية
fa_ir: ارسال هشدار برای مجوزهای منقضی شده

source: License %1$s expired on %2$s
ar_iq: انتهت صلاحية الترخيص %1$s في %2$s
fa_ir: مجوز %1$s در تاریخ %2$s منقضی شد

source: Send licenses alert failed
ar_iq: فشل إرسال تنبيه التراخيص
fa_ir: ارسال هشدار مجوزها ناموفق بود

source: Affected items
ar_iq: العناصر المتضررة
fa_ir: موارد تحت تأثیر

source: Unmanaged asset
ar_iq: الأصول غير المدارة
fa_ir: دارایی مدیریت نشده

source: Convert
ar_iq: يتحول
fa_ir: تبدیل

source: Select an itemtype:
ar_iq: حدد نوع العنصر:
fa_ir: یک نوع مورد را انتخاب کنید:

source: Page counters
ar_iq: عدادات الصفحة
fa_ir: شمارنده صفحات

source: Black & White pages
ar_iq: صفحات بالأبيض والأسود
fa_ir: صفحات سیاه و سفید

source: Scans
ar_iq: المسح
fa_ir: اسکن‌ها

source: Recto/Verso pages
ar_iq: صفحات الوجه/الظهر
fa_ir: صفحات رو و پشت

source: Prints
ar_iq: مطبوعات
fa_ir: چاپ‌ها

source: Black & White prints
ar_iq: مطبوعات بالأبيض والأسود
fa_ir: چاپ‌های سیاه و سفید

source: Color prints
ar_iq: مطبوعات ملونة
fa_ir: چاپ‌های رنگی

source: Copies
ar_iq: نسخ
fa_ir: نسخه‌ها

source: Black & White copies
ar_iq: نسخ بالأبيض والأسود
fa_ir: نسخه‌های سیاه و سفید

source: Color copies
ar_iq: نسخ ملونة
fa_ir: نسخه‌های رنگی

source: Dictionary of network equipment types
ar_iq: قاموس أنواع معدات الشبكات
fa_ir: فرهنگ انواع تجهیزات شبکه

source: Rules for assigning a ticket created through a mails receiver
ar_iq: قواعد تخصيص تذكرة تم إنشاؤها من خلال جهاز استقبال الرسائل
fa_ir: قوانین تخصیص تیکت ایجاد شده از طریق دریافت‌کننده ایمیل

source: Sensor
ar_iq: حساسات
fa_ir: سنسور

source: Appliance type
ar_iq: نوع الجهاز
fa_ir: نوع دستگاه

# button
source: Link knowledgebase article
ar_iq: ربط مقالة قاعدة المعرفة
fa_ir: پیوند مقاله پایگاه دانش

source: Cluster type
ar_iq: أنواع الكتل
fa_ir: نوع خوشه

source: Matched rules
ar_iq: القواعد المتطابقة
fa_ir: قوانین مطابقت یافته

source: Import information
ar_iq: استيراد المعلومات
fa_ir: اطلاعات واردات

source: Remote management
ar_iq: الإدارة عن بعد
fa_ir: مدیریت از راه دور

source: Solution type
ar_iq: أنواع الحلول
fa_ir: نوع راه‌حل

source: Visible for an incident
ar_iq: مرئية لحادث ما
fa_ir: قابل مشاهده برای یک رویداد

source: Visible for a request
ar_iq: مرئية للطلب
fa_ir: قابل مشاهده برای یک درخواست

source: Visible for a problem
ar_iq: مرئية لمشكلة
fa_ir: قابل مشاهده برای یک مشکل

source: Visible for a change
ar_iq: مرئية للتغيير
fa_ir: قابل مشاهده برای یک تغییر

source: Stencil
ar_iq: مرسام

source: Task team
ar_iq: فرق المهام
fa_ir: تیم وظیفه

source: An item type is mandatory
ar_iq: نوع العنصر إلزامي
fa_ir: انتخاب نوع آیتم الزامی است

source: An item ID is mandatory
ar_iq: معرف العنصر إلزامي
fa_ir: شناسه آیتم الزامی است

source: A project task is mandatory
ar_iq: مهمة المشروع إلزامية
fa_ir: وظیفه پروژه الزامی است

source: Manufacturer
ar_iq: مصنّعون
fa_ir: سازنده

source: Computer model
ar_iq: طرازات الحواسيب
fa_ir: مدل رایانه

source: Printer model
ar_iq: طرازات الطابعات
fa_ir: مدل چاپگر

source: Peripheral model
ar_iq: طرز طرفية
fa_ir: مدل تجهیزات جانبی

source: Phone model
ar_iq: طرازات الهواتف
fa_ir: مدل تلفن

source: Computer type
ar_iq: نوع كمبيوترات
fa_ir: نوع رایانه

source: Peripheral type
ar_iq: انوع محيطيات
fa_ir: نوع تجهیزات جانبی

source: Networking equipment type
ar_iq: انوع معدات الشبكات
fa_ir: نوع تجهیزات شبکه

source: Phone type
ar_iq: نوع الهاتف
fa_ir: نوع تلفن

source: Printer
ar_iq: طابعات
fa_ir: چاپگر

source: Rules management
ar_iq: إدارة القواعد
fa_ir: مدیریت قوانین

source: Move
ar_iq: تحريك
fa_ir: انتقال

source: After
ar_iq: بعد
fa_ir: بعد از

source: Before
ar_iq: قبل
fa_ir: قبل از

source: Ranking
ar_iq: تصنيف
fa_ir: رتبه‌بندی

source: Subtype
ar_iq: النوع الفرعي
fa_ir: زیرنوع

source: It is possible to affect the result of a regular expression using the string #0
ar_iq: من الممكن التأثير على نتيجة التعبير العادي باستخدام السلسلة رقم 0
fa_ir: این امکان وجود دارد که نتیجه یک عبارت منظم با استفاده از رشته #0 تحت تأثیر قرار گیرد.

source: Add a new action
ar_iq: إضافة إجراء جديد
fa_ir: افزودن عمل جدید

source: Add a new criterion
ar_iq: إضافة معيار جديد
fa_ir: افزودن معیار جدید

source: Rule is active
ar_iq: القاعدة نشطة
fa_ir: قانون فعال است

source: Rule is inactive
ar_iq: القاعدة غير نشطة
fa_ir: قانون غیرفعال است

source: Result of the regular expression
ar_iq: نتيجة التعبير العادي
fa_ir: نتیجه عبارت منظم

source: No item type defined
ar_iq: لم يتم تحديد نوع العنصر
fa_ir: هیچ نوع آیتمی تعریف نشده است

source: Patterns must include delimiters, e.g. /pattern/
ar_iq: يجب أن تتضمن الأنماط محددات، على سبيل المثال./نمط/

source: Skip remaining rules
ar_iq: تخطي القواعد المتبقية
fa_ir: رد کردن قوانین باقی‌مانده

source: Rules using the object have been disabled.
ar_iq: تم تعطيل القواعد التي تستخدم الكائن.
fa_ir: قوانین مرتبط با این شیء غیرفعال شده‌اند.

source: Manual link
ar_iq: الرابط اليدوي
fa_ir: پیوند راهنما

source: URL is required
ar_iq: عنوان URL مطلوب
fa_ir: وارد کردن URL الزامی است

source: Invalid URL
ar_iq: عنوان URL غير صالح
fa_ir: URL نامعتبر است

# quantity
source: Number of phones
ar_iq: عدد الهواتف
fa_ir: تعداد تلفن‌ها

source: Subnet mask
ar_iq: قناع الشبكة الفرعية

source: Automatic user assignment
ar_iq: التعيين التلقائي للمستخدم
fa_ir: تخصیص خودکار کاربر

source: Global criteria
ar_iq: المعايير العالمية
fa_ir: معیارهای سراسری

source: Authentication type
ar_iq: نوع المصادقة
fa_ir: نوع احراز هویت

source: Entity based on LDAP information
ar_iq: الكيان بناءً على معلومات LDAP
fa_ir: موجودیت مبتنی بر اطلاعات LDAP

source: Entity from TAG
ar_iq: كيان من TAG
fa_ir: موجودیت از برچسب

source: Entity from mail domain
ar_iq: الكيان من مجال البريد
fa_ir: موجودیت از دامنه ایمیل

source: Entity from complete name
ar_iq: التوفر حسب الإسم الكامل
fa_ir: موجودیت از نام کامل

source: Deny login
ar_iq: رفض تسجيل الدخول

source: LDAP criteria
ar_iq: معايير LDAP
fa_ir: معیارهای LDAP

source: Ticket cost
ar_iq: تكاليف التذاكر
fa_ir: هزینه تیکت

source: Item duration
ar_iq: مدة السلعة
fa_ir: مدت زمان آیتم

source: Appliance
ar_iq: جهاز
fa_ir: تجهیز

source: Certificate
ar_iq: شهادات
fa_ir: گواهی‌نامه

# quantity
source: Number of associated items
ar_iq: عدد العناصر المرتبطة
fa_ir: تعداد آیتم‌های مرتبط

# button
source: Associate certificate
ar_iq: شهادة زميلة
fa_ir: ارتباط با گواهی‌نامه

# button
source: Dissociate certificate
ar_iq: شهادة فصل
fa_ir: قطع ارتباط با گواهی‌نامه

source: Send alarms on expired certificate
ar_iq: إرسال إنذارات على شهادة منتهية الصلاحية
fa_ir: ارسال هشدار برای گواهی‌نامه‌های منقضی شده

source: Certificate %1$s expired on %2$s
ar_iq: انتهت صلاحية الشهادة %1$s في %2$s
fa_ir: گواهی‌نامه %1$s در %2$s منقضی شد

source: Certificate alerts sending failed for entity %1$s
ar_iq: فشل إرسال تنبيهات الشهادة للكيان %1$s
fa_ir: ارسال هشدارهای گواهی‌نامه برای موجودیت %1$s ناموفق بود

source: Notification queue
ar_iq: قائمة انتظار الإخطار
fa_ir: صف اعلان‌ها

# button
source: Send
ar_iq: يرسل
fa_ir: ارسال

source: Send mails in queue
ar_iq: إرسال رسائل في قائمة الانتظار
fa_ir: ارسال ایمیل‌های صف

source: Maximum emails to send at once
ar_iq: الحد الأقصى من رسائل البريد الإلكتروني لإرسالها مرة واحدة
fa_ir: حداکثر ایمیل‌های قابل ارسال هم‌زمان

source: Clean notification queue
ar_iq: قائمة انتظار الإخطارات النظيفة
fa_ir: پاک‌سازی صف اعلان‌ها

source: Days to keep sent emails
ar_iq: أيام للاحتفاظ برسائل البريد الإلكتروني المرسلة
fa_ir: تعداد روز نگهداری ایمیل‌های ارسال شده

source: Clean stale queued browser notifications
ar_iq: تنظيف إشعارات المتصفح التي لا معنى لها في قائمة الانتظار

source: Processor
ar_iq: معالجات
fa_ir: پردازنده

source: Frequency by default
ar_iq: القيمة التلقائية للتكررار
fa_ir: فرکانس پیش‌فرض

source: Frequency
ar_iq: تكررار
fa_ir: فرکانس

source: Number of cores
ar_iq: عدد النوى
fa_ir: تعداد هسته‌ها

source: Number of threads
ar_iq: عدد المواضيع
fa_ir: تعداد رشته‌ها

source: processor: number of cores
ar_iq: المعالج: عدد النوى
fa_ir: پردازنده: تعداد هسته‌ها

source: processor: number of threads
ar_iq: المعالج: عدد المواضيع
fa_ir: پردازنده: تعداد رشته‌ها

source: Processor frequency
ar_iq: تردد المعالج
fa_ir: فرکانس پردازنده

source: Network card
ar_iq: بطاقات شبكة
fa_ir: کارت شبکه

source: MAC address by default
ar_iq: عنوان MAC بشكل افتراضي
fa_ir: نشانی MAC پیش‌فرض

source: Flow
ar_iq: تدفق
fa_ir: ترافیک

source: Automatic reminders of OLA
ar_iq: التذكيرات التلقائية لـ OLA
fa_ir: یادآوری خودکار OLA

source: Periodicity
ar_iq: الدورية
fa_ir: تناوب

source: Preliminary creation
ar_iq: الخلق الأولي
fa_ir: ایجاد مقدماتی

source: %d year
ar_iq: %d سنة
fa_ir: %d سال

source: %d hour
ar_iq: %d ساعات
fa_ir: %d ساعت

source: %d day
ar_iq: %d أيام
fa_ir: %d روز

source: Next creation on %s
ar_iq: الإنشاء التالي في %s
fa_ir: ایجاد بعدی در %s

source: Invalid frequency. It must be greater than the preliminary creation.
ar_iq: تكررار غير صحيح. يجب أن يكون أكبر عن القيمة الأساسية.
fa_ir: فرکانس نامعتبر است. باید بزرگ‌تر از ایجاد مقدماتی باشد.

source: %s %d successfully created
ar_iq: تم إنشاء %s %d بنجاح
fa_ir: %s %d با موفقیت ایجاد شد

source: %s creation failed (check mandatory fields)
ar_iq: فشل إنشاء %s (تحقق من الحقول الإلزامية)
fa_ir: ایجاد %s شکست خورد (فیلدهای اجباری را بررسی کنید)

source: %s creation failed (no template)
ar_iq: فشل إنشاء %s (لا يوجد قالب)
fa_ir: ایجاد %s شکست خورد (الگو موجود نیست)

source: You do not have permission to create reservations
ar_iq: ليس لديك الإذن بإنشاء الحجوزات
fa_ir: شما اجازه ایجاد رزرو را ندارید

source: You do not have permission to create reservations for other users
ar_iq: ليس لديك الإذن بإنشاء حجوزات لمستخدمين آخرين
fa_ir: شما اجازه ایجاد رزرو برای کاربران دیگر را ندارید

source: No selected items
ar_iq: لا توجد عناصر محددة
fa_ir: هیچ موردی انتخاب نشده است

source: %1$s adds the reservation %2$s for item %3$s
ar_iq: %1$s يضيف الحجز %2$s للعنصر %3$s
fa_ir: %1$s رزرو %2$s را برای مورد %3$s اضافه کرد

source: Reservation added for item %s at %s
ar_iq: تمت إضافة الحجز للعنصر %s في %s
fa_ir: رزرو برای مورد %s در %s اضافه شد

source: The required item is already reserved for this timeframe
ar_iq: العنصر المطلوب محجوز بالفعل لهذا الإطار الزمني
fa_ir: مورد مورد نیاز قبلا برای این بازه زمانی رزرو شده است

source: Device temporarily unavailable
ar_iq: الجهاز غير متاح مؤقتًا
fa_ir: دستگاه به‌طور موقت در دسترس نیست

source: View all items
ar_iq: عرض كافة العناصر
fa_ir: مشاهده همه موارد

source: All reservable devices
ar_iq: جميع الأجهزة القابلة للحجز
fa_ir: همه دستگاه‌های قابل رزرو

source: Reserved by %s
ar_iq: محجوز بواسطة %s
fa_ir: رزرو شده توسط %s

source: Reservations for this item
ar_iq: التحفظات لهذا البند
fa_ir: رزروها برای این مورد

source: Authorize reservations
ar_iq: تفويض التحفظات
fa_ir: اجازه رزروها

source: Prohibit reservations
ar_iq: منع التحفظات
fa_ir: رزروها ممنوع

source: Make available for reservations
ar_iq: إتاحة للحجز

source: Make unavailable for reservations
ar_iq: اجعلها غير متاحة للحجز

source: Are you sure you want to return this non-reservable item?
ar_iq: هل أنت متأكد أنك تريد إرجاع هذا العنصر غير القابل للحجز؟
fa_ir: آیا مطمئن هستید که می‌خواهید این مورد غیرقابل رزرو را بازگردانید؟

source: That will remove all the reservations in progress.
ar_iq: سيؤدي ذلك إلى إزالة جميع التحفظات الجارية.
fa_ir: این اقدام تمام رزروهای در جریان را حذف خواهد کرد.

source: Link Ticket/Problem
ar_iq: تذكرة الارتباط/المشكلة
fa_ir: لینک درخواست/مشکل

source: Add a ticket
ar_iq: إضافة تذكرة دعم فني
fa_ir: افزودن درخواست

source: Create a ticket from this problem
ar_iq: إنشاء تذكرة من هذه المشكلة

source: Create a problem from this ticket
ar_iq: خلق مشكلة من هذه التذكرة

source: Unable to send notification using %1$s
ar_iq: غير قادر على إرسال إشعار باستخدام %1$s
fa_ir: امکان ارسال اطلاع‌رسانی با استفاده از %1$s وجود ندارد

source: Enclosure model
ar_iq: نماذج هياكل
fa_ir: مدل قاب

# software
source: Request source
ar_iq: مصدر الطلب
fa_ir: منبع درخواست

source: A version is required!
ar_iq: مطلوب نسخة!
fa_ir: یک نسخه لازم است!

source: Maximum number of items reached for license "%s".
ar_iq: تم الوصول إلى الحد الأقصى لعدد العناصر للترخيص "%s".

source: Number of affected items
ar_iq: عدد العناصر المتضررة
fa_ir: تعداد اقلام تحت تاثیر

source: No software linked
ar_iq: لا يوجد برنامج مرتبط

source: Affected item
ar_iq: العنصر المتأثر

source: %1$s reverts item translation to revision %2$s
ar_iq: %1$s يعيد ترجمة العنصر إلى المراجعة %2$s
fa_ir: %1$s ترجمه مورد را به بازنگری %2$s بازمی‌گرداند

source: Time range
ar_iq: النطاق الزمني
fa_ir: بازه زمانی

source: Can not add a range riding an existing period
ar_iq: لا يمكن إضافة نطاق ركوب فترة موجودة
fa_ir: نمی‌توان بازه‌ای را روی یک دوره موجود اضافه کرد

source: New user in requesters
ar_iq: مستخدم جديد في الطالبين
fa_ir: کاربر جدید در درخواست‌کنندگان

source: New group in requesters
ar_iq: مجموعة جديدة في الطالبين
fa_ir: گروه جدید در درخواست‌کنندگان

source: New user in observers
ar_iq: مستخدم جديد في المراقبين
fa_ir: کاربر جدید در ناظران

source: New group in observers
ar_iq: مجموعة جديدة من المراقبين
fa_ir: گروه جدید در ناظران

source: New user in assignees
ar_iq: مستخدم جديد في المعينين
fa_ir: کاربر جدید در مسئولین

source: New group in assignees
ar_iq: مجموعة جديدة في المكلفين
fa_ir: گروه جدید در مسئولین

source: New supplier in assignees
ar_iq: مورد جديد في المعينين
fa_ir: تأمین‌کننده جدید در مسئولین

source: New task
ar_iq: مهمة جديدة
fa_ir: وظیفه جدید

source: Update of a task
ar_iq: تعديل مهمة
fa_ir: به‌روزرسانی یک وظیفه

source: Deletion of a task
ar_iq: حذف مهمة
fa_ir: حذف یک وظیفه

source: New followup
ar_iq: متابعة جديدة
fa_ir: پیگیری جدید

source: Update of a followup
ar_iq: تعديل المتابعة
fa_ir: به‌روزرسانی یک پیگیری

source: Deletion of a followup
ar_iq: حذف المتابعة
fa_ir: حذف یک پیگیری

source: User mentioned
ar_iq: ذكر المستخدم
fa_ir: ذکر نام کاربر

source: New document
ar_iq: وثيقة جديدة

source: Pending reason added
ar_iq: تمت إضافة سبب معلق

source: Pending reason removed
ar_iq: تمت إزالة السبب المعلق

source: Pending reason auto close
ar_iq: سبب معلق للإغلاق التلقائي

source: Mentioned user
ar_iq: المستخدم المذكور
fa_ir: کاربر ذکر شده

source: Former technician in charge of the ticket
ar_iq: فني سابق مسؤول عن التذكرة
fa_ir: تکنسین قبلی مسئول درخواست

source: Manager of the group in charge of the ticket
ar_iq: مدير المجموعة المسؤولة عن التذاكر
fa_ir: مدیر گروه مسئول درخواست

source: Group in charge of the ticket except manager users
ar_iq: المجموعة المسؤولة عن التذكرة باستثناء المستخدمين المديرين
fa_ir: گروه مسئول درخواست به جز مدیران

source: Requester group manager
ar_iq: مدير مجموعة الطالب
fa_ir: مدیر گروه درخواست‌کننده

source: Requester group except manager users
ar_iq: مجموعة الطالب باستثناء المستخدمين المديرين
fa_ir: گروه درخواست‌کننده به جز مدیران

source: Technician in charge of the ticket
ar_iq: الفني المسؤول عن التذاكر
fa_ir: تکنسین مسئول درخواست

source: Group in charge of the ticket
ar_iq: المجموعة المسؤولة عن التذكرة
fa_ir: گروه مسئول درخواست

source: Observer group manager
ar_iq: مدير مجموعة المراقبين

source: Observer group except manager users
ar_iq: مجموعة المراقبين باستثناء المستخدمين المديرين

source: Approval target substitutes
ar_iq: الموافقة على البدائل المستهدفة

source: Technician in charge of the task
ar_iq: الفني المسؤول عن المهمة
fa_ir: تکنسین مسئول وظیفه

source: Group in charge of the task
ar_iq: المجموعة المسؤولة عن المهمة
fa_ir: گروه مسئول وظیفه

source: Task author
ar_iq: مؤلف المهمة
fa_ir: نویسنده وظیفه

source: Followup author
ar_iq: مؤلف المتابعة
fa_ir: نویسنده پیگیری

source: Date of solving
ar_iq: تاريخ الحل
fa_ir: تاریخ حل

source: Requester ID
ar_iq: معرف الطالب
fa_ir: شناسه درخواست‌کننده

source: Supplier
ar_iq: موردون
fa_ir: تأمین‌کننده

source: Supplier ID
ar_iq: معرف المورد
fa_ir: شناسه تأمین‌کننده

source: Last updater
ar_iq: اخر تحديث بواسطة
fa_ir: آخرین به‌روزرسان

source: Assigned to technicians
ar_iq: المخصصة للفنيين
fa_ir: تخصیص داده شده به تکنسین‌ها

source: Internal type
ar_iq: النوع الداخلي
fa_ir: نوع داخلی

source: Actor type
ar_iq: نوع الممثل
fa_ir: نوع عامل

source: Assigned to groups
ar_iq: المخصصة للمجموعات
fa_ir: تخصیص داده شده به گروه‌ها

source: Number of unresolved items
ar_iq: عدد العناصر التي لم يتم حلها
fa_ir: تعداد آیتم‌های حل‌نشده

source: Number of incoming items
ar_iq: عدد العناصر الواردة

source: Category id
ar_iq: معرف الفئة
fa_ir: شناسه دسته‌بندی

source: Category comment
ar_iq: تعليق الفئة
fa_ir: توضیح دسته‌بندی

source: User assigned to task
ar_iq: تم تعيين المستخدم للمهمة
fa_ir: کاربر تخصیص داده شده به وظیفه

source: Group assigned to task
ar_iq: المجموعة المخصصة للمهمة
fa_ir: گروه تخصیص داده شده به وظیفه

source: Administrative Number
ar_iq: الرقم الإداري
fa_ir: شماره اداری

# quantity
source: Number of linked tickets
ar_iq: عدد التذاكر المرتبطة
fa_ir: تعداد درخواست‌های مرتبط

# quantity
source: Number of linked changes
ar_iq: عدد التغييرات المرتبطة

# quantity
source: Number of linked problems
ar_iq: عدد المشاكل المرتبطة

source: Number of sent reminders since status is pending
ar_iq: عدد رسائل التذكير المرسلة منذ أن كانت الحالة معلقة

source: Number of remaining reminders before automatic resolution
ar_iq: عدد التذكيرات المتبقية قبل الحل التلقائي

source: Total number of reminders before automatic resolution
ar_iq: إجمالي عدد التذكيرات قبل الحل التلقائي

source: Auto resolution deadline
ar_iq: الموعد النهائي للحل التلقائي

source: Reminder text
ar_iq: نص تذكير

source: Pending reason name
ar_iq: اسم السبب في انتظار المراجعة

source: Processing %1$s
ar_iq: معالجة %1$s
fa_ir: در حال پردازش %1$s

source: Linked ticket
ar_iq: تذاكر مرتبطة
fa_ir: درخواست مرتبط

source: Linked change
ar_iq: تغييرات مرتبطة

source: Linked problem
ar_iq: مشاكل مرتبطة

source: No defined category
ar_iq: لا توجد فئة محددة
fa_ir: هیچ رده‌ای تعریف نشده است

source: Web link to approval the solution
ar_iq: رابط الويب للموافقة على الحل
fa_ir: لینک وب برای تایید راه‌حل

source: Status value in database
ar_iq: قيمة الحالة في قاعدة البيانات
fa_ir: مقدار وضعیت در پایگاه داده

source: Creation date of the satisfaction survey
ar_iq: تاريخ إنشاء إستبيان الرضاء
fa_ir: تاریخ ایجاد نظرسنجی رضایت

source: Response date to the satisfaction survey
ar_iq: تاريخ الرد على إستبيان الرضاء
fa_ir: تاریخ پاسخ به نظرسنجی رضایت

source: Comments to the satisfaction survey
ar_iq: تعليقات على استطلاع الرضا
fa_ir: نظرات درباره نظرسنجی رضایت

source: Survey type
ar_iq: نوع المسح
fa_ir: نوع نظرسنجی

source: Invitation to fill out the survey
ar_iq: دعوة لملء الاستبيان
fa_ir: دعوت به تکمیل نظرسنجی

source: Create ticket
ar_iq: تذكرة جديدة
fa_ir: ایجاد درخواست

source: Created tickets
ar_iq: التذاكر التي تم إنشاؤها
fa_ir: درخواست‌های ایجاد شده

source: Invalid email address %s
ar_iq: عنوان البريد الإلكتروني غير صالح %s
fa_ir: نشانی ایمیل نامعتبر %s

source: Auto-created task
ar_iq: مهمة تم إنشاؤها تلقائيًا
fa_ir: وظیفه خودکار ایجاد شده

source: %s promotes a followup from ticket %s
ar_iq: %s يروّج للمتابعة من التذكرة %s
fa_ir: %s پیگیری‌ای از درخواست %s را ارتقا می‌دهد

source: %s promotes a task from ticket %s
ar_iq: يقوم %s بترويج مهمة من التذكرة %s
fa_ir: %s وظیفه‌ای از درخواست %s را ارتقا می‌دهد

source: Merge as Followup
ar_iq: دمج كمتابعة
fa_ir: ادغام به عنوان پیگیری

# button
source: Link project task
ar_iq: ربط مهمة المشروع
fa_ir: پیوند وظیفه پروژه

# button
source: Add contract
ar_iq: أضف العقد
fa_ir: افزودن قرارداد

source: Resolve selected tickets
ar_iq: حل التذاكر المختارة
fa_ir: حل درخواست‌های انتخاب شده

source: Merge followups
ar_iq: دمج المتابعات
fa_ir: ادغام پیگیری‌ها

source: Merge documents
ar_iq: دمج المستندات
fa_ir: ادغام اسناد

source: Merge tasks
ar_iq: دمج المهام
fa_ir: ادغام وظایف

source: Merge actors
ar_iq: دمج الممثلين
fa_ir: ادغام بازیگران

source: Link type
ar_iq: نوع الرابط
fa_ir: نوع پیوند

source: Confirm the merge? This ticket will be deleted!
ar_iq: تأكيد الدمج؟سيتم حذف هذه التذكرة!
fa_ir: ادغام را تأیید می‌کنید؟ این درخواست حذف خواهد شد!

# button
source: Link
ar_iq: وصلة
fa_ir: پیوند

source: Resolve
ar_iq: حل
fa_ir: حل

source: Missing input: no Problem selected
ar_iq: الإدخال مفقود: لم يتم تحديد مشكلة
fa_ir: ورودی ناقص: هیچ مسئله‌ای انتخاب نشده است

source: Selected Problem can't be loaded
ar_iq: لا يمكن تحميل المشكلة المحددة
fa_ir: مسئله انتخاب شده بارگذاری نمی‌شود

source: Missing mandatory field in input
ar_iq: حقل إلزامي مفقود في الإدخال
fa_ir: فیلد الزامی در ورودی موجود نیست

source: No contract specified
ar_iq: لم يتم تحديد العقد
fa_ir: قراردادی مشخص نشده است

source: Time since opening
ar_iq: الوقت منذ الافتتاح

source: Time to own + Progress
ar_iq: الوقت لامتلاك + التقدم
fa_ir: زمان تا مالکیت + پیشرفت

source: Time to own exceeded
ar_iq: لقد تجاوز الوقت لامتلاك
fa_ir: زمان برای مالکیت سپری شد

source: Internal time to resolve + Progress
ar_iq: الوقت الداخلي للحل + التقدم
fa_ir: زمان داخلی برای حل + پیشرفت

source: Internal time to resolve exceeded
ar_iq: تم تجاوز الوقت الداخلي لحل المشكلة
fa_ir: زمان داخلی برای حل سپری شد

source: Internal time to own
ar_iq: الوقت الداخلي لامتلاك
fa_ir: زمان داخلی برای مالکیت

source: Internal time to own + Progress
ar_iq: الوقت الداخلي لامتلاك + التقدم
fa_ir: زمان داخلی برای مالکیت + پیشرفت

source: Internal time to own exceeded
ar_iq: تم تجاوز الوقت الداخلي لامتلاك
fa_ir: زمان داخلی برای مالکیت سپری شد

source: Next escalation level
ar_iq: مستوى التصعيد التالي
fa_ir: سطح بعدی تشدید

source: Take into account time
ar_iq: إضافة إلى وقت الحساب
fa_ir: زمان را لحاظ کن

source: All linked tickets
ar_iq: جميع التذاكر المرتبطة
fa_ir: تمام درخواست‌های پیوندی

source: Duplicated tickets
ar_iq: التذاكر المكررة
fa_ir: درخواست‌های تکراری

source: Number of all linked tickets
ar_iq: عدد التذاكر المرتبطة
fa_ir: تعداد کل درخواست‌های پیوندی

source: Number of duplicated tickets
ar_iq: عدد التذاكر المكررة
fa_ir: تعداد درخواست‌های تکراری
