Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Approvals
ar_iq: موافقات

source: Send an approval request
ar_iq: إرسال طلب الموافقة
fa_ir: ارسال درخواست تائیدیه

source: Entity
ar_iq: كيانات
fa_ir: واحد

source: Opening date
ar_iq: تاريخ الفتح
fa_ir: تاریخ بازکردن

source: Time to resolve
ar_iq: الوقت لإنجازه
fa_ir: زمان حل

source: Resolution date
ar_iq: تاريخ الحل
fa_ir: تاریخ حل

source: Close date
ar_iq: تاريخ الإغلاق
fa_ir: تاریخ بسته شدن

source: Total duration
ar_iq: المدة الإجمالية
fa_ir: مدت زمان کل

source: External ID
ar_iq: معرف خارجي

source: Actors
ar_iq: الجهات الفاعلة
fa_ir: افراد درگیر

source: Entity notes
ar_iq: ملاحظات الكيان

source: Service level
ar_iq: مستويات خدمة
fa_ir: سطح سرویس

source: Impacts
ar_iq: تأثيرات
fa_ir: اثرات

source: Causes
ar_iq: الأسباب
fa_ir: علل

source: Symptoms
ar_iq: أعراض
fa_ir: نشانه ها

source: Control list
ar_iq: قائمة التحكم
fa_ir: فهرست وارسی

source: Analysis
ar_iq: تحليل
fa_ir: کاوش

source: Deployment plan
ar_iq: خطة التطبيق
fa_ir: طرح اجرایی

source: Backup plan
ar_iq: خطة النسخ الإحتياطي
fa_ir: طرح پشتیبان

source: Checklist
ar_iq: قائمة التحقق
fa_ir: فهرست بررسی

source: Plans
ar_iq: الخطط
fa_ir: طرح ها

source: Associate myself
ar_iq: أضم نفسي
fa_ir: اختصاص به خودم

source: Requester
ar_iq: طالبون
fa_ir: درخواست کننده

source: Observer
ar_iq: مراقبون

source: Assigned to
ar_iq: مُعيّن إلى
fa_ir: تخصیص دادن به

source: Edit notification settings
ar_iq: تعديل إعدادات الإشعارات
fa_ir: ویرایش تنظیمات اعلان

source: Actor
ar_iq: ممثل
fa_ir: عامل

source: Email address
ar_iq: عنوان البريد الإلكتروني
fa_ir: نشانی رایانامه

source: Email followup
ar_iq: متابعة عبر البريد الإلكتروني
fa_ir: ارسال پیگیری با رایانامه

source: Notifications are disabled because:
ar_iq: تم تعطيل الإشعارات للأسباب التالية:

source: User does not have an email address.
ar_iq: المستخدم ليس لديه عنوان بريد إلكتروني.

source: User has disabled notifications from its preferences.
ar_iq: قام المستخدم بتعطيل الإشعارات من تفضيلاته.

source: Notifications are disabled in this entity.
ar_iq: تم تعطيل الإشعارات في هذا الكيان.

source: However, you can reactivate the notifications for this ticket.
ar_iq: ومع ذلك، يمكنك إعادة تنشيط الإشعارات لهذه التذكرة.

source: Direct email
ar_iq: البريد الإلكتروني المباشر
fa_ir: ایمیل مستقیم

source: Number of tickets already assigned
ar_iq: عدد التذاكر المخصصة بالفعل
fa_ir: تعداد تیکت های اختصاص داده شده

source: Number of tickets as requester
ar_iq: عدد التذاكر حسب الطالب
fa_ir: تعداد تیکت ها به عنوان درخواست کننده

source: %s was already promoted
ar_iq: %s تم ترقيته بالفعل
fa_ir: %s قبلاً ارتقا داده شده است

source: Promote to Ticket
ar_iq: ترقية إلى التذكرة
fa_ir: ارتقا به تیکت

source: This entry is "internal" (visible only to technicians)
ar_iq: هذا الإدخال "داخلي" (مرئي للفنيين فقط)

source: Private
ar_iq: خاص
fa_ir: خصوصی

source: Source of followup
ar_iq: مصدر المتابعة
fa_ir: منبع پیگیری

source: Merged from Ticket %1$s
ar_iq: مُدمج من التذكرة %1$s
fa_ir: ادغام شده از تیکت %1$s

source: Promoted to Ticket %1$s
ar_iq: تمت ترقيته إلى التذكرة %1$s
fa_ir: ارتقا داده شد به تیکت %1$s

source: Followup template
ar_iq: قوالب متابعة
fa_ir: الگوی پیگیری

source: Save and add to the knowledge base
ar_iq: حفظ وإضافة إلى مكتبة المعرفة
fa_ir: ذخیره و افزودن به پایگاه دانش

source: Set the status to pending
ar_iq: تعيين الحالة إلى قيد الانتظار
fa_ir: تغییر وضعیت به در انتظار

source: Title
ar_iq: العنوان
fa_ir: عنوان

source: Description
ar_iq: وصف
fa_ir: شرح

source: Search in the knowledge base
ar_iq: البحث في قاعدة المعرفة

source: To do
ar_iq: للقيام به
fa_ir: برای انجام

source: Done
ar_iq: تم
fa_ir: انجام شد

source: Task
ar_iq: مهام
fa_ir: وظیفه

source: Approve
ar_iq: موافقة
fa_ir: تایید

source: Refuse
ar_iq: رفض
fa_ir: رد

source: Approval step
ar_iq: خطوات موافقة

source: Approver
ar_iq: الموافق
fa_ir: تایید کننده

source: Total duration: %s
ar_iq: إجمالي المدة: %s
fa_ir: مدت زمان کل: %s

source: Followup
ar_iq: متابعات
fa_ir: پیگیری

source: Document
ar_iq: مستندات
fa_ir: سند

source: Solution
ar_iq: حلول
fa_ir: راه حل

source: Historical
ar_iq: السجل التاريخي
fa_ir: تاریخی

source: Timeline filter
ar_iq: مرشح الجدول الزمني
fa_ir: فیلتر خط زمان

source: View TODO list
ar_iq: عرض قائمة المهام
fa_ir: مشاهده فهرست کارها

source: %1$s will be added in entity %2$s
ar_iq: سيتم إضافة %1$s في الكيان %2$s
fa_ir: %1$s در واحد %2$s اضافه خواهد شد

source: Pending
ar_iq: في الإنتظار
fa_ir: در انتظار

source: Next automatic follow-up scheduled on %s
ar_iq: المتابعة التلقائية التالية مجدولة في %s
fa_ir: پیگیری خودکار بعدی برنامه‌ریزی شده در %s

source: Automatic resolution scheduled on %s
ar_iq: الحل التلقائي مجدول في %s
fa_ir: حل خودکار برنامه‌ریزی شده در %s

source: Created: %1$s by %2$s for the group %3$s
ar_iq: تم الإنشاء: %1$s بواسطة %2$s للمجموعة %3$s

source: Created: %1$s by %2$s
ar_iq: تم الإنشاء: %1$s بواسطة %2$s
fa_ir: ایجاد شد: %1$s توسط %2$s

source: Created: %1$s
ar_iq: تم الإنشاء: %1$s
fa_ir: ایجاد شد: %1$s

source: Last update: %1$s by %2$s
ar_iq: آخر تحديث: %1$s بواسطة %2$s
fa_ir: آخرین بروزرسانی: %1$s توسط %2$s

source: Upload from
ar_iq: تحميل من

source: Screenshot
ar_iq: لقطة شاشة

source: Screen recording
ar_iq: تسجيل الشاشة

source: Stop recording
ar_iq: إيقاف التسجيل

source: Heading
ar_iq: عنوان
fa_ir: سرفصل

source: File
ar_iq: ملف
fa_ir: پرونده

# button
source: Add a new file
ar_iq: إضافة ملف جديد
fa_ir: افزودن فایل جدید

source: Accepted
ar_iq: مقبول
fa_ir: پذیرفته شده

# validation
source: Refused
ar_iq: مرفوض
fa_ir: رد شده

source: %1$s on %2$s by %3$s
ar_iq: %1$s على %2$s بواسطة %3$s
fa_ir: %1$s در %2$s توسط %3$s

source: Warning: non closed children tickets depends on current ticket. Are you sure you want to close it?
ar_iq: تحذير: توجد تذاكر فرعية غير مغلقة تعتمد على هذه التذكرة. هل أنت متأكد أنك تريد إغلاقها؟
fa_ir: هشدار: درخواست‌های زیرمجموعه باز هنوز به این درخواست وابسته‌اند. آیا مطمئنید که می‌خواهید آن را ببندید؟

source: Solution template
ar_iq: قوالب حلول
fa_ir: قالب راه حل

source: Link to knowledge base entry #%id
ar_iq: رابط إلى إدخال قاعدة المعرفة #%id
fa_ir: پیوند به ورودی پایگاه دانش #%id

source: Automatic follow-up
ar_iq: متابعة تلقائية
fa_ir: پیگیری خودکار

source: Automatic resolution
ar_iq: حل تلقائي
fa_ir: رفع خودکار

# button
source: Edit
ar_iq: تحرير
fa_ir: ویرایش

# button
source: Remove from import exclusion list
ar_iq: إزالة من قائمة استبعاد الاستيراد

# button
source: Add to import exclusion list
ar_iq: إضافة إلى قائمة استبعاد الاستيراد

source: File extension
ar_iq: امتداد الملف
fa_ir: پسوند پرونده

source: Task template
ar_iq: قوالب مهام
fa_ir: قالب وظیفه

source: Confirm the deletion of planning?
ar_iq: تأكيد حذف التخطيط؟
fa_ir: آیا حذف برنامه‌ریزی را تأیید می‌کنید؟

source: Unplan
ar_iq: إلغاء التخطيط
fa_ir: لغو برنامه‌ریزی

source: Plan this task
ar_iq: خطط لهذه المهمة
fa_ir: برنامه‌ریزی این وظیفه

source: Approval of the solution
ar_iq: موافقة على الحل
fa_ir: تأیید راه‌حل

source: Optional when approved
ar_iq: اختياري عند الموافقة
fa_ir: اختیاری در صورت تأیید

source: Minimum approval required (%)
ar_iq: الحد الأدنى للموافقة المطلوبة (%)

source: %1$s item not saved
ar_iq: %1$s لم يتم حفظ العناصر
fa_ir: %1$s مورد ذخیره نشد

source: Display all items
ar_iq: عرض كافة العناصر
fa_ir: نمایش همه موارد

source: Please select an item to add
ar_iq: الرجاء تحديد عنصر لإضافته
fa_ir: لطفاٌ یک مورد برای افزودن انتخاب کنید

source: View other actions
ar_iq: عرض الإجراءات الأخرى
fa_ir: مشاهده سایر عملیات ها

source: Solving this %s is not possible as one or more mandatory field is not filled
ar_iq: حل هذا %s غير ممكن لأنه لم يتم ملء حقل إلزامي واحد أو أكثر

source: Cancel ticket
ar_iq: إلغاء التذكرة

source: Toggle panels width
ar_iq: تبديل عرض الألواح
fa_ir: تغییر عرض پنل ها

source: This template affects one or more items, are you sure you want to perform this action?
ar_iq: يؤثر هذا القالب على عنصر واحد أو أكثر، هل أنت متأكد من رغبتك في تنفيذ هذا الإجراء؟

source: External survey
ar_iq: إستبيان خارجي
fa_ir: نظرسنجی خارجی

source: Satisfaction survey expired.
ar_iq: انتهت صلاحية استبيان الرضا.

source: After 12 hours, you can no longer modify your response.
ar_iq: بعد 12 ساعة، لن تتمكن من تعديل ردك.

source: No response given
ar_iq: لم يتم تقديم أي رد

source: Satisfaction with the resolution of the %s
ar_iq: الرضا عن حل %s

source: Response date to the satisfaction survey.
ar_iq: تاريخ الاستجابة لاستبيان الرضا.

source: Approval request
ar_iq: طلب الموافقة
fa_ir: درخواست موافقت

source: Reopen
ar_iq: إعادة فتح
fa_ir: بازگشایی

source: Urgency
ar_iq: الاستعجال
fa_ir: فوریت

source: Impact
ar_iq: التأثير
fa_ir: تاثیر

source: Priority
ar_iq: الأهمية
fa_ir: اولویت

source: Time to own
ar_iq: الوقت لإمتلاكه
fa_ir: زمان تا مالکیت (TTO)

source: Internal TTO
ar_iq: TTO الداخلي
fa_ir: TTO داخلی (زمان مالکیت داخلی)

source: Internal Time to own
ar_iq: الوقت الداخلي لامتلاك
fa_ir: زمان تا مالکیت داخلی (Internal TTO)

source: Internal TTR
ar_iq: TTR الداخلي
fa_ir: TTR داخلی (زمان رفع داخلی)

source: Internal Time to resolve
ar_iq: الوقت الداخلي لحلها
fa_ir: زمان رفع داخلی (Internal TTR)

source: Next escalation: %s
ar_iq: التصعيد التالي: %s
fa_ir: ارجاع به سطح بالاتر: %s

source: Escalation level
ar_iq: مستويات تصعيد
fa_ir: سطح ارجاع

source: Also delete date?
ar_iq: هل تريد حذف التاريخ أيضًا؟
fa_ir: تاریخ هم حذف شود؟

source: Assign a SLA
ar_iq: تعيين اتفاقية مستوى الخدمة (SLA)
fa_ir: اختصاص دادن یک توافق‌نامه سطح خدمت (SLA)

source: Assign
ar_iq: تعيين
fa_ir: اختصاص دادن

source: Last day
ar_iq: اليوم الأخير

source: Last %s days
ar_iq: آخر %s يوم

source: Last quarter
ar_iq: الربع الأخير

source: Last year
ar_iq: العام الماضي

source: All time
ar_iq: كل الوقت

source: Dynamic distribution
ar_iq: التوزيع الديناميكي

source: Daily
ar_iq: يوميًا

source: Weekly
ar_iq: أسبوعي

source: Monthly
ar_iq: شهريا

source: Yearly
ar_iq: سنوي

source: Custom range
ar_iq: نطاق مخصص

source: Apply
ar_iq: تطبيق

source: Compare
ar_iq: مقارنة

source: Select printers to compare
ar_iq: حدد الطابعات للمقارنة

source: Total pages
ar_iq: إجمالي الصفحات
fa_ir: کل صفحات

source: Black and white pages
ar_iq: صفحات بالأبيض والأسود

source: Color pages
ar_iq: صفحات ملونة
fa_ir: صفحات رنگی

source: Select a statistic to compare
ar_iq: حدد إحصائية للمقارنة

source: Export to CSV
ar_iq: تصدير إلى CSV

source: Check/uncheck all
ar_iq: تحديد/إلغاء تحديد الكل
fa_ir: انتخاب یا لغو همه

source: There are no forms available
ar_iq: لا توجد نماذج متاحة

source: Please try again later.
ar_iq: يرجى المحاولة مرة أخرى في وقت لاحق.

source: No forms found
ar_iq: لم يتم العثور على نماذج

source: Try different keywords or filters.
ar_iq: جرب كلمات مفتاحية أو فلاتر مختلفة.

source: Service catalog pages
ar_iq: صفحات كتالوج الخدمة

source: First page
ar_iq: الصفحة الأولى

source: Previous page
ar_iq: الصفحة السابقة

source: Next page
ar_iq: الصفحة التالية

source: Last page
ar_iq: الصفحة الأخيرة

source: Select the user to delegate
ar_iq: حدد المستخدم لتفويضه

source: He doesn't want
ar_iq: لا يريد

source: He wants
ar_iq: يريد

source: Do you want to be notified of future events of this ticket
ar_iq: هل تريد أن يتم إعلامك بالأحداث المستقبلية لهذه التذكرة

source: Address to send the notification
ar_iq: العنوان لإرسال الإشعار

source: This ticket is for %1$s and %2$s to be notified of future events of this ticket.
ar_iq: هذه التذكرة مخصصة لـ %1$s و %2$s لتلقي إشعارات عن الأحداث المستقبلية لهذه التذكرة.

source: This ticket is for %1$s
ar_iq: هذه التذكرة مخصصة لـ %1$s

source: No historical
ar_iq: لا يوجد سجل تاريخي
fa_ir: هیچ سوابقی موجود نیست

source: ID
ar_iq: المعرف
fa_ir: شناسه

source: Field
ar_iq: حقول
fa_ir: فیلد

# name
source: Update
ar_iq: تحديث
fa_ir: به‌روزرسانی

source: No historical matching your filters
ar_iq: لا يوجد سجل تاريخي يطابق فلاترك
fa_ir: سوابقی مطابق فیلترهای شما پیدا نشد

source: Enable the financial and administrative information
ar_iq: تفعيل المعلومات المالية والإدارية
fa_ir: فعال‌سازی اطلاعات مالی و اداری

source: Asset lifecycle
ar_iq: دورة حياة الأصول
fa_ir: چرخه عمر دارایی

source: Order date
ar_iq: تاريخ الطلب
fa_ir: تاریخ سفارش

source: Date of purchase
ar_iq: تاريخ الشراء
fa_ir: تاریخ خرید

source: Delivery date
ar_iq: تاريخ التسليم
fa_ir: تاریخ تحویل

source: Startup date
ar_iq: تاريخ بدء التشغيل
fa_ir: تاریخ راه اندازی

source: Date of last physical inventory
ar_iq: تاريخ أخر جرد فعلي
fa_ir: تاریخ آخرین فهرست اموال

source: Decommission date
ar_iq: تاريخ الخروج من الخدمة
fa_ir: تاریخ از رده خارج شدن

source: Financial and administrative information
ar_iq: معلومات مالية وإدارية
fa_ir: اطلاعات مالی و اداری

source: Order number
ar_iq: رقم الطلب
fa_ir: شماره سفارش

source: Immobilization number
ar_iq: رقم التجميد للأصل
fa_ir: شماره اموال ثابت

source: Invoice number
ar_iq: رقم الفاتورة
fa_ir: شماره فاکتور

source: Delivery form
ar_iq: نموذج التسليم
fa_ir: برگه تحویل

# price
source: Value
ar_iq: القيمة
fa_ir: مقدار

source: Warranty extension value
ar_iq: قيمة تمديد الضمان
fa_ir: ارزش تمدید ضمانت

source: Account net value
ar_iq: القيمة الصافية للحساب
fa_ir: ارزش خالص حساب

source: Amortization type
ar_iq: نوع الإطفاء
fa_ir: نوع استهلاک

source: Amortization duration
ar_iq: مدة الاستهلاك
fa_ir: مدت زمان استهلاک

source: Amortization coefficient
ar_iq: معامل الإطفاء
fa_ir: ضریب استهلاک

source: TCO (value + tracking cost)
ar_iq: التكلفة الإجمالية للملكية (القيمة + تكلفة التتبع)
fa_ir: کل هزینه مالکیت (ارزش + هزینه‌های پیگیری)

source: Monthly TCO
ar_iq: التكلفة الإجمالية للملكية الشهرية
fa_ir: کل هزینه مالکیت ماهانه

source: Business criticity
ar_iq: أهميات
fa_ir: اهمیت کسب‌وکار

source: Warranty information
ar_iq: معلومات الضمان
fa_ir: اطلاعات ضمانت

source: Start date of warranty
ar_iq: تاريخ بدء الضمان
fa_ir: تاریخ شروع ضمانت

source: Lifelong
ar_iq: مدى الحياة
fa_ir: مادام‌العمر

source: %d month
ar_iq: %d أشهر
fa_ir: %d ماه

source: Warranty duration
ar_iq: فترة الضمان
fa_ir: مدت زمان ضمانت

source: Valid to %s
ar_iq: صالح حتى %s
fa_ir: معتبر تا %s

source: Alarms on financial and administrative information
ar_iq: تنبيهات حول المعلومات المالية والإدارية
fa_ir: هشدارها برای اطلاعات مالی و اداری

source: No unaffected device!
ar_iq: لا يوجد جهاز غير متأثر!
fa_ir: هیچ دستگاه بدون تأثیر موجود نیست!

source: Choose an existing device
ar_iq: إختر جهاز موجود مسبقاً
fa_ir: انتخاب یک دستگاه موجود

source: Add new devices
ar_iq: إضافة أجهزة جديدة
fa_ir: افزودن دستگاه‌های جدید

source: Page %s of %s
ar_iq: الصفحة %s من %s

source: Go to page %s
ar_iq: انتقل إلى الصفحة %s

source: Pick an illustration
ar_iq: اختر رسمًا توضيحيًا

source: Upload your own illustration
ar_iq: حمّل الرسم التوضيحي الخاص بك

source: Use selected file
ar_iq: استخدم الملف المحدد

source: You are using a development version, be careful!
ar_iq: أنت تستخدم نسخة تطوير، كن حذرا!
fa_ir: شما از نسخه توسعه‌ای استفاده می‌کنید، با احتیاط باشید!

source: You are using a pre-release version, be careful!
ar_iq: أنت تستخدم نسخة تجريبية، كن حذرًا!
fa_ir: شما از نسخه پیش‌انتشار استفاده می‌کنید، مراقب باشید!

source: I know I am using a unstable version.
ar_iq: أعلم أنني أستخدم إصداراً غير مستقر.
fa_ir: می‌دانم که از نسخه ناپایدار استفاده می‌کنم.

source: Please check the unstable version checkbox.
ar_iq: يرجى تحديد خانة اختيار الإصدار غير المستقر.
fa_ir: لطفاً گزینه نسخه ناپایدار را علامت بزنید.

source: Database connection setup
ar_iq: إعداد اتصال قاعدة البيانات
fa_ir: تنظیم اتصال پایگاه داده

source: SQL server (MariaDB or MySQL)
ar_iq: خادم SQL (MariaDB أو MySQL)
fa_ir: سرور SQL (MariaDB یا MySQL)

source: SQL user
ar_iq: مستخدم SQL
fa_ir: نام کاربری SQL

source: SQL password
ar_iq: كلمة مرور SQL
fa_ir: رمز عبور SQL

source: Continue
ar_iq: استمرار
fa_ir: ادامه

source: Collect data
ar_iq: جمع البيانات
fa_ir: جمع‌آوری داده‌ها

source: Checking write access to configuration files
ar_iq: التحقق من إمكانية الكتابة إلى ملفات التكوين
fa_ir: در حال بررسی دسترسی نوشتن به فایل‌های پیکربندی

source: Write access denied for configuration files
ar_iq: تم رفض الوصول للكتابة لملفات التكوين
fa_ir: دسترسی نوشتن به فایل‌های پیکربندی وجود ندارد

source: A temporary write access to the following files is required: %s.
ar_iq: مطلوب الوصول المؤقت للكتابة إلى الملفات التالية: %s.
fa_ir: برای انجام این عملیات، دسترسی موقت نوشتن به فایل‌های زیر لازم است: %s.

source: Write access to these files can be removed once the operation is finished.
ar_iq: يمكن إزالة حق الوصول للكتابة إلى هذه الملفات بمجرد انتهاء العملية.
fa_ir: پس از پایان عملیات، می‌توانید دسترسی نوشتن به این فایل‌ها را حذف کنید.

source: Checking of the compatibility of your environment with the execution of GLPI
ar_iq: التحقق من توافق بيئتك مع تنفيذ GLPI
fa_ir: در حال بررسی سازگاری محیط شما با اجرای GLPI

source: Try again
ar_iq: حاول مرة أخرى
fa_ir: دوباره تلاش کنید

source: Do you want to continue?
ar_iq: هل تريد الاستمرار؟
fa_ir: می‌خواهید ادامه دهید؟

source: Update needed
ar_iq: التحديث مطلوب
fa_ir: به‌روزرسانی لازم است

source: The GLPI codebase has been updated. The update of the GLPI database is necessary.
ar_iq: تم تحديث قاعدة بيانات GLPI.تحديث قاعدة بيانات GLPI ضروري.
fa_ir: کدهای GLPI به‌روز شدند. لازم است پایگاه داده GLPI نیز به‌روزرسانی شود.

# button
source: Upgrade
ar_iq: تحديث
fa_ir: به‌روزرسانی

source: You are trying to use GLPI with outdated files compared to the version of the database. Please install the correct GLPI files corresponding to the version of your database.
ar_iq: أنت تحاول استخدام GLPI مع الملفات القديمة مقارنة بإصدار قاعدة البيانات.الرجاء تثبيت ملفات GLPI الصحيحة المطابقة لإصدار قاعدة البيانات الخاصة بك.
fa_ir: شما در حال استفاده از GLPI با فایل‌های قدیمی‌تر نسبت به نسخه پایگاه داده هستید. لطفاً نسخه صحیح فایل‌های GLPI متناسب با پایگاه داده خود را نصب کنید.

source: Test of the connection at the database
ar_iq: اختبار الاتصال بقاعدة البيانات
fa_ir: آزمایش اتصال به پایگاه داده

source: Can't connect to the database
ar_iq: لا يمكن الاتصال بقاعدة البيانات
fa_ir: امکان اتصال به پایگاه داده وجود ندارد

source: The server answered: %s
ar_iq: أجاب الخادم: %s
fa_ir: پاسخ سرور: %s

source: Back
ar_iq: الرجوع للخلف
fa_ir: بازگشت

source: Database connection successful
ar_iq: تم الاتصال بقاعدة البيانات بنجاح
fa_ir: اتصال به پایگاه داده با موفقیت برقرار شد

source: Database engine is not supported.
ar_iq: محرك قاعدة البيانات غير مدعوم.
fa_ir: موتور پایگاه داده پشتیبانی نمی‌شود.

source: Database configuration is not supported.
ar_iq: تكوين قاعدة البيانات غير مدعوم.
fa_ir: پیکربندی پایگاه داده پشتیبانی نمی‌شود.

source: Please select a database:
ar_iq: الرجاء تحديد قاعدة البيانات:
fa_ir: لطفاً یک پایگاه داده انتخاب کنید:

source: Create a new database:
ar_iq: إنشاء قاعدة بيانات جديدة:

source: Or use an existing one:
ar_iq: أو استخدم واحدًا موجودًا:

source: Please select a database to update:
ar_iq: الرجاء تحديد قاعدة البيانات للتحديث:
fa_ir: لطفاً پایگاه داده‌ای که می‌خواهید به‌روزرسانی شود را انتخاب کنید:

source: The database schema is not consistent with the current GLPI version.
ar_iq: مخطط قاعدة البيانات غير متوافق مع إصدار GLPI الحالي.
fa_ir: ساختار پایگاه داده با نسخه فعلی GLPI مطابقت ندارد.

source: It is recommended to run the "%s" command to see the differences.
ar_iq: من المستحسن تشغيل الأمر "%s" لرؤية الاختلافات.
fa_ir: توصیه می‌شود دستور "%s" را اجرا کنید تا تفاوت‌ها را مشاهده کنید.

source: One last thing before starting
ar_iq: شيء أخير قبل البدء
fa_ir: یک مورد آخر قبل از شروع

source: Use GLPI
ar_iq: استخدم GLPI
fa_ir: استفاده از GLPI

source: Test done
ar_iq: تم الاختبار
fa_ir: آزمایش انجام شد

source: Results
ar_iq: نتائج
fa_ir: نتایج

source: Required
ar_iq: مطلوب
fa_ir: ضروری

source: Security
ar_iq: حماية
fa_ir: امنیت

source: Suggested
ar_iq: مقترح
fa_ir: پیشنهادی

source: OK
ar_iq: موافق
fa_ir: تایید

source: Choose 'Install' for a completely new installation of GLPI.
ar_iq: اختر "تثبيت" للتثبيت الجديد تماماً لـ GLPI.
fa_ir: برای نصب کامل و جدید GLPI، گزینه «نصب» را انتخاب کنید.

source: Select 'Upgrade' to update your version of GLPI from an earlier version
ar_iq: إختر "تحديث" لتحديث نسختك القديمة من GLPI.
fa_ir: برای به‌روزرسانی نسخه فعلی GLPI از نسخه قبلی، گزینه «بروز رسانی» را انتخاب کنید.

source: Installation or update of GLPI
ar_iq: تركيب أو تحديث GLPI
fa_ir: نصب یا به‌روزرسانی GLPI

# button
source: Install
ar_iq: تثبيت
fa_ir: نصب

source: GLPI setup
ar_iq: إعداد GLPI

source: The GLPI database must be configured and installed.
ar_iq: يجب تكوين قاعدة بيانات GLPI وتثبيتها.

source: Go to install page
ar_iq: انتقل إلى صفحة التثبيت

source: If you see this page when the installation has already been done, it means that the GLPI database configuration file has been removed or corrupted.
ar_iq: إذا رأيت هذه الصفحة بعد الانتهاء من التثبيت بالفعل، فهذا يعني أن ملف تكوين قاعدة بيانات GLPI قد تمت إزالته أو إتلافه.

source: The installation is finished
ar_iq: تم الإنتهاء من التركيب
fa_ir: نصب با موفقیت انجام شد

source: Default logins / passwords are:
ar_iq: اسم المستخدم التلقائي / كلمة المرور التلقائية هي:
fa_ir: نام کاربری و رمز عبور پیش‌فرض:

source: glpi/glpi for the administrator account
ar_iq: الحساب glpi/glpi للمدراء
fa_ir: glpi/glpi برای حساب مدیر سیستم

source: tech/tech for the technician account
ar_iq: الحساب tech/tech لموظفي الدعم الفني
fa_ir: tech/tech برای حساب کارشناس فنی

source: normal/normal for the normal account
ar_iq: الحساب normal/normal للمستخدمين العاديين
fa_ir: normal/normal برای حساب کاربری عادی

source: post-only/postonly for the postonly account
ar_iq: الحساب post-only/postonly للإضافة فقط
fa_ir: post-only/postonly برای حساب کاربری فقط ارسال

source: You can delete or modify these accounts as well as the initial data.
ar_iq: بإمكانك حذف أو تعديل هذا الحساب بالإضافة إلى المعلومات المبدئية
fa_ir: شما می‌توانید این حساب‌ها و داده‌های اولیه را حذف یا تغییر دهید.

source: Unofficial translations are also available
ar_iq: الترجمات غير الرسمية متاحة أيضًا
fa_ir: ترجمه‌های غیررسمی نیز در دسترس هستند

source: Edit group
ar_iq: تعديل المجموعة
fa_ir: ویرایش گروه

source: Color
ar_iq: اللون
fa_ir: رنگ

source: Ongoing tickets
ar_iq: التذاكر الجارية
fa_ir: تیکت‌های در حال انجام

source: Edit edge
ar_iq: تعديل الحافة

source: Forgotten password?
ar_iq: هل نسيت كلمة المرور؟
fa_ir: کلمه عبور را فراموش کرده‌اید؟

source: Forget it,
ar_iq: انسى ذلك،
fa_ir: بی‌خیال،

source: send me back
ar_iq: أرسلني مرة أخرى
fa_ir: من را برگردان

source: to the login screen.
ar_iq: إلى شاشة تسجيل الدخول.
fa_ir: به صفحه ورود.

source: Password update
ar_iq: تحديث كلمة المرور
fa_ir: به‌روزرسانی کلمه عبور

source: Set number of zones
ar_iq: تعيين عدد من المناطق

source: Define zone in image
ar_iq: تحديد منطقة في الصورة

source: Add zone
ar_iq: إضافة منطقة

source: Remove zone
ar_iq: إزالة المنطقة

source: Zone label
ar_iq: تسمية المنطقة

source: Zone number
ar_iq: رقم المنطقة

source: Save zone data
ar_iq: حفظ بيانات المنطقة

# keyboard
source: Enter
ar_iq: إدخال

source: Reset
ar_iq: إعادة تعيين
fa_ir: بازنشانی

# keyboard
source: Esc
ar_iq: خروج

source: Clear data
ar_iq: مسح البيانات

source: Connected
ar_iq: متصل
fa_ir: متصل

source: Not connected
ar_iq: غير متصل
fa_ir: غیرمتصل

source: Testing
ar_iq: جارٍ الاختبار
fa_ir: در حال آزمایش

source: Dormant
ar_iq: خامل
fa_ir: غیرفعال

source: Temporarily down for maintenance
ar_iq: متوقف مؤقتًا للصيانة
fa_ir: به‌طور موقت برای نگهداری از دسترس خارج است

source: Sorry for the inconvenience but we’re performing some maintenance at the moment. We’ll be back online shortly!
ar_iq: نأسف على الإزعاج ولكننا نجري بعض أعمال الصيانة في الوقت الحالي.سنعود إلى الإنترنت قريبًا!
fa_ir: با عرض پوزش، در حال حاضر سیستم برای نگهداری موقتاً از دسترس خارج است. به‌زودی دوباره آنلاین خواهیم بود!

source: Take me home
ar_iq: أعدني إلى الصفحة الرئيسية
fa_ir: بازگشت به صفحه اصلی

source: Automatically calculate
ar_iq: احتساب تلقائي
fa_ir: محاسبه خودکار

source: When automatic computation is active, state is computed based on this task percent done. Don't forget to define them in the general config.
ar_iq: عندما يكون الحساب التلقائي نشطًا، يتم حساب الحالة بناءً على النسبة المئوية لإنجاز هذه المهمة.لا تنس تحديدها في التكوين العام.
