Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Add
ar_iq: أضف
fa_ir: افزودن

source: Name
ar_iq: الإسم
fa_ir: نام

source: Comment
ar_iq: تعليقات
fa_ir: نظر

source: Picture
ar_iq: صور
fa_ir: تصویر

source: Rack pictures
ar_iq: صور الرف
fa_ir: تصاویر رک

source: Other pictures
ar_iq: صور أخرى
fa_ir: تصاویر دیگر

source: Surname
ar_iq: لقب الأسرة
fa_ir: نام خانوادگی

source: First name
ar_iq: الإسم الأول
fa_ir: نام

source: Template name
ar_iq: إسم النموذج
fa_ir: نام قالب

source: Status
ar_iq: الحالة
fa_ir: وضعیت

source: As child of
ar_iq: كفرع من
fa_ir: به عنوان فرزند

source: Associable to a ticket
ar_iq: مرتبط بالتذكرة
fa_ir: منطبق به درخواست

source: Data center position
ar_iq: موقف مركز البيانات
fa_ir: موقعیت مرکز داده

source: Cluster
ar_iq: Clusters
fa_ir: کلاستر

source: Type
ar_iq: أنواع
fa_ir: نوع

source: Itemtype
ar_iq: نوع العنصر
fa_ir: نوع آیتم

source: Registration date
ar_iq: تاريخ التسجيل
fa_ir: تاریخ ثبت

# user
source: Administrative number
ar_iq: الرقم الإداري
fa_ir: شماره اداری

# infocom
source: Administrative number
ar_iq: رقم الإداري
fa_ir: شماره اداری

source: Phone 2
ar_iq: هاتف 2
fa_ir: شماره 2

source: Mobile phone
ar_iq: هاتف نقال
fa_ir: تلفن همراه

source: Fax
ar_iq: الفاكس
fa_ir: دورنگار

source: Website
ar_iq: الموقع الإلكتروني
fa_ir: تارنما

source: Email
ar_iq: البريد الإلكتروني
fa_ir: نامه الکترونیکی

source: Address
ar_iq: العنوان
fa_ir: نشانی

source: City
ar_iq: المدينة
fa_ir: شهر

source: Postal code
ar_iq: الرمز البريدي
fa_ir: کد پستی

# location
source: State
ar_iq: الولاية
fa_ir: استان

source: Country
ar_iq: الدولة
fa_ir: کشور

source: Expiration date
ar_iq: تاريخ الإنتهاء
fa_ir: تاریخ انقضاء

source: Empty for infinite
ar_iq: فارغة إلى ما لا نهاية
fa_ir: خالی گذاشتن = بی نهایت

source: Reference
ar_iq: مرجع
fa_ir: مرجع

source: Technician in charge
ar_iq: فني مسؤول
fa_ir: تکنسین مسئول

source: Publisher
ar_iq: الناشر
fa_ir: ناشر

source: Group in charge
ar_iq: المجموعة المسؤولة
fa_ir: کروه مسئول

source: Model
ar_iq: موديلات
fa_ir: مدل

source: Alternate username number
ar_iq: رقم اسم المستخدم البديل
fa_ir: شماره نام کاربری جایگزین

source: Serial number
ar_iq: الرقم التسلسلي
fa_ir: شماره سریال

source: Alternate username
ar_iq: اسم المستخدم البديل
fa_ir: نام کاربری جایگزین

source: Inventory number
ar_iq: رقم المخزون
fa_ir: شماره فهرست اموال

source: Sysdescr
ar_iq: وصف النظام
fa_ir: توضیحات سیستم

source: Management type
ar_iq: نوع الإدارة
fa_ir: نوع مدیریت

source: Size
ar_iq: الحجم
fa_ir: اندازه

source: Network
ar_iq: شبكات
fa_ir: شبکه

source: Version
ar_iq: إصدارات
fa_ir: نسخه

source: Memory
ar_iq: ذاكرات
fa_ir: حافظه

source: Mio
ar_iq: MiB
fa_ir: مگابایت (MB)

source: Never
ar_iq: أبداً
fa_ir: هرگز

source: Alert threshold
ar_iq: عتبة التنبيه
fa_ir: آستانه هشدار

source: Brand
ar_iq: ماركة
fa_ir: عنوان تجاری

source: Start date
ar_iq: تاريخ البداية
fa_ir: تاریخ شروع

source: Active
ar_iq: نشط
fa_ir: فعال

source: Last boot date
ar_iq: تاريخ آخر إقلاع
fa_ir: تاریخ آخرین راه‌اندازی

source: Saved search
ar_iq: عمليات بحث محفوظة
fa_ir: جستوجو ذخیره شده

source: Manage all saved searches
ar_iq: إدارة كافة عمليات البحث المحفوظة
fa_ir: مدیریت جستوجو های ذخیره شده

source: Pin this panel for the current page
ar_iq: تثبيت هذه اللوحة للصفحة الحالية
fa_ir: سنجاق کردن این پنل برای صفحه فعلی

source: Close the panel
ar_iq: أغلق اللوحة
fa_ir: بستن پنل

source: Others
ar_iq: أخرى
fa_ir: دیگران

source: Filter list
ar_iq: قائمة التصفية
fa_ir: لیست فیلتر

source: On left
ar_iq: على اليسار
fa_ir: سمت چپ

source: On right
ar_iq: على اليمين
fa_ir: سمت راست

source: On top
ar_iq: في الأعلى
fa_ir: در بالا

source: On bottom
ar_iq: في الأسفل
fa_ir: در پایین

source: Dashboard
ar_iq: لوحة المعلومات
fa_ir: داشبورد

source: You are bypassing a needed update
ar_iq: أنت تتخطى تحديثاً ضرورياً
fa_ir: شما به‌روزرسانی ضروری را نادیده می‌گیرید

source: Home
ar_iq: الرئيسية
fa_ir: خانه

source: Read-only mode
ar_iq: وضع القراءة فقط

source: Edit
ar_iq: تحرير
fa_ir: ویرایش

source: Locked: %1$s by %2$s
ar_iq: مقفل: %1$s بواسطة %2$s

source: Ask for unlock
ar_iq: طلب فتح القفل
fa_ir: درخواست بازگشایی

source: Alert me when unlocked
ar_iq: نبهني عند فتح القفل
fa_ir: درصورت باز شدن به من اطلاع بده

source: Locked by you!
ar_iq: مقفل من قبلك!
fa_ir: قفل شده توسط شما!

source: Force unlock %1s #%2s
ar_iq: فرض فتح القفل %1s #%2s
fa_ir: بازگشایی اجباری %1s #%2s

source: Manage templates...
ar_iq: إدارة النماذج...
fa_ir: مدیریت قالب ها

source: Templates
ar_iq: النماذج
fa_ir: قالب ها

source: Show all
ar_iq: اظهار الكل
fa_ir: نمایش همه

source: Summary
ar_iq: ملخص
fa_ir: خلاصه

source: Global Kanban
ar_iq: كانبان العالمي
fa_ir: کانبان سراسری

source: Transfer list
ar_iq: قائمة النقل
fa_ir: لیست انتقال

source: Setup
ar_iq: إعداد
fa_ir: تنظیم کردن

source: Import forms
ar_iq: استيراد نماذج

source: User menu
ar_iq: قائمة المستخدم

source: Change mode
ar_iq: تغيير الوضع
fa_ir: حالت تغییر

source: Debug mode enabled
ar_iq: تم تمكين وضع التصحيح
fa_ir: حالت عیب یابی فعال

source: Debug mode disabled
ar_iq: تم تعطيل وضع التصحيح
fa_ir: حالت عیب یابی غیرفعال

source: Help
ar_iq: مساعدة
fa_ir: راهنما

source: About
ar_iq: حول
fa_ir: درباره

source: My settings
ar_iq: إعداداتي
fa_ir: تنظیمات من

source: Logout
ar_iq: تسجيل الخروج
fa_ir: خروج

source: Close
ar_iq: إغلاق
fa_ir: بستن

source: You will find it on the GLPI-PROJECT.org site.
ar_iq: ستجده على موقع GLPI-PROJECT.org.
fa_ir: شما آن را در سایت GLPI-PROJECT.org می یابید.

source: A new version is available: %s.
ar_iq: يتوفر إصدار جديد: %s.
fa_ir: ورژن جدید در دسترس است: %s.

source: You are impersonating %s.
ar_iq: أنت تنتحل شخصية %s.
fa_ir: شما به عنوان %s عمل می‌کنید.

source: Stop impersonating
ar_iq: التوقف عن انتحال الشخصية
fa_ir: خروج از حالت نمایندگی کاربر

source: Find menu
ar_iq: قائمة البحث
fa_ir: منو جستجو

source: Back to top of the page
ar_iq: العودة إلى أعلى الصفحة
fa_ir: بازگشت به بالای صفحه

source: Top of the page
ar_iq: أعلى الصفحة
fa_ir: بالای صفحه

source: MAINTENANCE MODE
ar_iq: وضع الصيانة

source: Change profile
ar_iq: تغيير الملف الشخصي

source: Profiles
ar_iq: ملفات شخصية
fa_ir: پروفایل ها

source: Select the desired entity
ar_iq: حدد الكيان المطلوب
fa_ir: انتخاب هویت مطلوب

source: Tip: You can call this modal with %s keys combination
ar_iq: نصيحة: يمكنك استدعاء هذا الوضع باستخدام مجموعة مفاتيح %s
fa_ir: راهنما: می‌توانید این پنجره را با ترکیب کلیدهای %s باز کنید

source: + sub-entities
ar_iq: + كيانات فرعية
fa_ir: + زیرمجموعه ها

source: Click on the %s icon to load the elements of the selected entity, as well as its sub-entities.
ar_iq: انقر على أيقونة %s لتحميل عناصر الكيان المحدد وكياناته الفرعية.
fa_ir: برای بارگذاری عناصر موجودیت انتخاب شده و زیرمجموعه‌های آن، روی آیکون %s کلیک کنید.

source: Search entity
ar_iq: بحث عن كيان
fa_ir: جستجو مجموعه

source: Search
ar_iq: بحث
fa_ir: جستجو

source: Clear search
ar_iq: مسح البحث
fa_ir: پاکسازی جستجو

source: Select all
ar_iq: تحديد الكل
fa_ir: انتخاب همه

source: Entity tree
ar_iq: شجرة الكيان

source: No entity found
ar_iq: لم يتم العثور على أي كيان
fa_ir: هیچ مجموعه ای یافت نشد

source: Search…
ar_iq: بحث...
fa_ir: درحال جستجو

source: Collapse menu
ar_iq: تصغير القائمة
fa_ir: جمع کردن منو

source: You have not recorded any saved searches yet
ar_iq: لم تسجل أي عمليات بحث محفوظة بعد
fa_ir: هنوز هیچ جستجوی ذخیره‌شده‌ای ندارید

source: Default search
ar_iq: البحث التلقائي
fa_ir: جستجو پیشفرض

source: mark as default
ar_iq: تعيين كافتراضي
fa_ir: انتخاب به عنوان پیشفرض

source: private
ar_iq: خاص
fa_ir: خصوصی

source: Your password has expired. You must change it to be able to login.
ar_iq: لقد انتهت صلاحية كلمة المرور الخاصة بك.يجب عليك تغييرها لتتمكن من تسجيل الدخول.
fa_ir: گذرواژه شما منقضی شده است, برای ورود باید رمز خود را عوض کنید.

source: Your password reset request has expired or is invalid. Please renew it.
ar_iq: طلب استعادة كلمة مرورك غير صحيح أو منتهي الصلاحية. الرجاء الحصول على طلب جديد.
fa_ir: درخواست تنظیم مجدد گذرواژه شما منقضی شده یا نامعتبر است. لطفا آنرا تجدید نمایید.

source: Login
ar_iq: تسجيل الدخول
fa_ir: ورود

source: Current password
ar_iq: كلمة المرور الحالية
fa_ir: گذرواژه فعلی

source: New password
ar_iq: كلمة المرور الجديدة
fa_ir: گذرواژه جدید

source: New password confirmation
ar_iq: تأكيد كلمة المرور الجديدة
fa_ir: تایید گذرواژه جدید

source: Password security policy
ar_iq: سياسة أمان كلمة المرور
fa_ir: قوانین امنیتی گذرواژه

source: Save new password
ar_iq: حفظ كلمة المرور الجديدة
fa_ir: ذخیره گذرواژه جدید

source: Please enter your email address. An email will be sent to you and you will be able to choose a new password.
ar_iq: الرجاء إدخال عنوان البريد الإلكتروني الخاص بك.سيتم إرسال بريد إلكتروني إليك وستتمكن من اختيار كلمة مرور جديدة.
fa_ir: لطفاً ایمیل خود را وارد کنید. لینک تغییر گذرواژه برای شما ارسال خواهد شد.

source: Send
ar_iq: إرسال
fa_ir: ارسال

source: Rows per page
ar_iq: صفوف لكل صفحة

source: rows / page
ar_iq: صفوف / صفحة

source: Showing %s to %s of %s rows
ar_iq: عرض %s إلى %s من %s صفوف
fa_ir: نمایش %s تا %s از %s ردیف

source: Start
ar_iq: بدء
fa_ir: شروع

source: Previous
ar_iq: السابق
fa_ir: قبلی

source: %s-%s of %s
ar_iq: %s-%s من %s

source: Next
ar_iq: التالي
fa_ir: بعدی

source: End
ar_iq: نهاية
fa_ir: پایان

# button
source: Are you sure?
ar_iq: هل أنت متأكد؟

source: Cancel
ar_iq: إلغاء
fa_ir: لغو

source: Save
ar_iq: حفظ
fa_ir: ذخیره

source: Delete
ar_iq: حذف
fa_ir: حذف

source: Filter saved
ar_iq: تم حفظ الفلتر

source: Unable to save filter
ar_iq: تعذر حفظ الفلتر

source: Failed to delete filter
ar_iq: فشل في حذف الفلتر

source: Search results for localized items only
ar_iq: نتائج البحث للعناصر المحلية فقط
fa_ir: نتایج جستجو فقط برای آیتم‌های محلی

source: An error occurred loading data :(
ar_iq: حدث خطأ أثناء تحميل البيانات :(

source: Reload
ar_iq: إعادة التحميل

source: Select default items to show
ar_iq: حدد العناصر الافتراضية لإظهارها
fa_ir: موارد پیش فرض را برای نمایش انتخاب کنید

source: These preferences cannot be edited at this time. The item type no longer exists or is provided by a plugin that is not enabled.
ar_iq: لا يمكن تحرير هذه التفضيلات في الوقت الحالي.لم يعد نوع العنصر موجودًا أو تم توفيره بواسطة مكون إضافي غير ممكّن.

source: These preferences are used by everyone that does not have a personal view configured.
ar_iq: يتم استخدام هذه التفضيلات من قبل أي شخص لم يتم تكوين طريقة عرض شخصية له.

source: No personal criteria. Create personal parameters?
ar_iq: لا توجد معايير شخصية.إنشاء المعلمات الشخصية؟
fa_ir: معیار شخصی تعریف نشده است. ایجاد پارامترهای شخصی؟

source: Create
ar_iq: إنشاء
fa_ir: ساختن

# button
source: Add
ar_iq: أضف
fa_ir: افزودن

source: Select an option to add
ar_iq: حدد خيارًا لإضافته

source: Delete personal view
ar_iq: حذف العرض الشخصي

# button
source: Delete permanently
ar_iq: حذف نهائي
fa_ir: حذف دائمی

source: Check all as
ar_iq: تحديد الكل كـ
fa_ir: علامت زدن همه به صورت

source: Item type
ar_iq: نوع العنصر
fa_ir: نوع آیتم

source: An error occurred during the search
ar_iq: حدث خطأ أثناء البحث

source: Consider changing the search criteria or adjusting the displayed columns.
ar_iq: فكر في تغيير معايير البحث أو تعديل الأعمدة المعروضة.

source: No results found
ar_iq: لم يتم العثور على نتائج

source: Select item
ar_iq: حدد العنصر

source: Delete a rule
ar_iq: حذف قاعدة
fa_ir: حذف قانون

source: Criteria value
ar_iq: قيمة المعايير

source: Toggle additional default filters
ar_iq: تبديل الفلاتر الافتراضية الإضافية

source: rule
ar_iq: قاعدة
fa_ir: قانون

source: global rule
ar_iq: قاعدة عامة
fa_ir: قانون سراسری

source: group
ar_iq: مجموعة
fa_ir: گروه

source: Blank
ar_iq: فارغ
fa_ir: خالی

source: Delete a sort
ar_iq: حذف الترتيب

source: Add another sort
ar_iq: إضافة ترتيب آخر

source: Sort
ar_iq: ترتيب

source: Reset sort
ar_iq: إعادة تعيين الترتيب

source: Delete a global rule
ar_iq: حذف القاعدة العامة
fa_ir: حذف قانون سراسری

source: Select/unselect all
ar_iq: تحديد/إلغاء تحديد الكل
fa_ir: انتخاب یا لغو انتخاب همه موارد

# button
source: Search
ar_iq: بحث
fa_ir: جستجو

source: Preview
ar_iq: معاينة
fa_ir: پیش نمایش

source: No filter found
ar_iq: لم يتم العثور على فلتر

source: There is no filter defined yet for this item.
ar_iq: لم يتم تعريف أي فلتر لهذا العنصر بعد.

source: Create a filter
ar_iq: إنشاء فلتر

source: Show saved searches
ar_iq: إظهار عمليات البحث المحفوظة

source: Show as table
ar_iq: عرض كجدول

source: Show as map
ar_iq: عرض كخريطة
fa_ir: نمایش بصورت نقشه

source: Toggle browse
ar_iq: تبديل التصفح
fa_ir: روشن/خاموش کردن حالت مرور

source: Show the trashbin
ar_iq: أظهر سلة المهملات
fa_ir: نمایش سطل زباله

source: Show unpublished
ar_iq: عرض غير منشور

source: Export
ar_iq: تصدير
fa_ir: برون برد

source: Current page
ar_iq: الصفحة الحالية

source: Landscape PDF
ar_iq: PDF افقي

source: Portrait PDF
ar_iq: PDF عمودي

source: Spreadsheet (%s)
ar_iq: جدول بيانات (%s)

source: All pages
ar_iq: جميع الصفحات

source: Copy names to clipboard
ar_iq: نسخ الأسماء إلى الحافظة
fa_ir: کپی اسامی در حافظه

source: View all
ar_iq: عرض الكل
fa_ir: نمایش همه

source: Error
ar_iq: أخطاء

source: Warning
ar_iq: تحذير
fa_ir: هشدار

source: Information
ar_iq: معلومات
fa_ir: اطلاعات

# button
source: Add a note
ar_iq: إضافة ملاحظة

source: Add a note
ar_iq: أضافة ملاحظة

source: Content
ar_iq: المحتوى
fa_ir: محتویات

source: Visible on tickets
ar_iq: مرئية على التذاكر

source: Last update on %s
ar_iq: أخر تحديث في %s
fa_ir: آخرین بروزرسانی در %s

source: Confirm the final deletion?
ar_iq: تأكيد الحذف النهائي؟
fa_ir: تائید نهایی حذف؟

source: Edit a note
ar_iq: تعديل ملاحظة

source: Update
ar_iq: تحديث
fa_ir: بروزرسانی

# button
source: Update?
ar_iq: تحديث؟

source: A new update is available for the %s plugin.
ar_iq: يتوفر تحديث جديد للمكون الإضافي %s.

source: Update to version %s?
ar_iq: التحديث إلى الإصدار %s؟

source: Check all
ar_iq: تحديد الكل
fa_ir: علامت زدن همه

source: Filter
ar_iq: فلتر
fa_ir: فیلتر

source: All
ar_iq: الكل
fa_ir: همه

source: Yes
ar_iq: نعم
fa_ir: بله

source: No
ar_iq: لا
fa_ir: خیر

source: Entries to show:
ar_iq: الإدخالات المراد إظهارها:

source: Minimum length: %s
ar_iq: الطول الأدنى: %s

source: Digit
ar_iq: رقم
fa_ir: اعداد

source: Lowercase
ar_iq: حرف صغير
fa_ir: حروف کوچک

source: Uppercase
ar_iq: حرف كبير
fa_ir: حروف بزرگ

source: Symbol
ar_iq: رمز
fa_ir: علائم

source: Password must contain
ar_iq: يجب أن تحتوي كلمة المرور على

# person
source: Title
ar_iq: العنوان
fa_ir: عنوان

source: Category
ar_iq: فئات
fa_ir: دسته بندی

source: Default group
ar_iq: المجموعة الافتراضية
fa_ir: گروه پیشفرض

source: Create user
ar_iq: إنشاء مستخدم

source: Background color
ar_iq: لون الخلفية
fa_ir: رنگ پس زمینه

source: Data
ar_iq: بيانات
fa_ir: اطلاعات

source: Widget
ar_iq: عنصر واجهة
fa_ir: ابزارک

source: Use gradient palette
ar_iq: استخدام لوحة تدرجية
fa_ir: استفاده از پالت طیف رنگی

source: generate a palette from the background color
ar_iq: إنشاء لوحة من لون الخلفية

source: Use palette
ar_iq: استخدم اللوحة

source: Display value labels on points/bars
ar_iq: عرض تسميات القيم على النقاط/الأعمدة
fa_ir: نمایش مقادیر روی نقاط یا میله‌ها

source: Show labels on chart
ar_iq: عرض التسميات على الرسم البياني

source: Show legend
ar_iq: عرض وسيلة الإيضاح

source: Limit number of data
ar_iq: تحديد عدد البيانات
fa_ir: محدود کرردن تعداد داده ها

# button
source: Update
ar_iq: تحديث
fa_ir: بروزرسانی

source: Action
ar_iq: إجراءات
fa_ir: اقدام

source: Created from the template %s
ar_iq: تم الإنشاء من القالب %s
fa_ir: ساخته شده از قالب %s

source: New item
ar_iq: عنصر جديد
fa_ir: آیتم جدید

source: Template
ar_iq: قوالب
fa_ir: قالب

source: Automatic Inventory
ar_iq: الجرد التلقائي
fa_ir: فهرست‌برداری خودکار

source: Item has been deleted on %s
ar_iq: تم حذف العنصر في %s
fa_ir: آیتم حذف شده در %s

source: Deleted
ar_iq: محذوف
fa_ir: حذف شده

source: Change visibility in child entities.
ar_iq: تغيير الرؤية في الكيانات التابعة.
fa_ir: تغییر قابلیت مشاهده در زیرمجموعه‌ها.

source: Can՛t change this attribute. It՛s inherited from its parent.
ar_iq: لا يمكن تغيير هذه السمة. إنها موروثة من اصلها.
fa_ir: امکان تغییر این ویژگی وجود ندارد. این ویژگی از والد خود ارث‌بری شده است.

source: You are not allowed to change the visibility flag for child entities.
ar_iq: لا يُسمح لك بتغيير علامة الرؤية للكيانات الفرعية.
fa_ir: شما اجازه تغییر پرچم قابلیت مشاهده برای زیرمجموعه‌ها را ندارید.

source: Flag change forbidden. Linked items found.
ar_iq: تغيير العلم ممنوع. تم العثور على العناصر المرتبطة.
fa_ir: تغییر پرچم ممنوع است. آیتم‌های مرتبط یافت شدند.

source: Child entities
ar_iq: كيانات فرعية
fa_ir: زیرمجموعه ها

source: Item
ar_iq: عناصر
fa_ir: آیتم

source: Automatic inventory
ar_iq: الجرد التلقائي
fa_ir: موجودی خودکار

source: Remote ID
ar_iq: معرف بعيد
fa_ir: شناسه از راه دور

source: Inventory information
ar_iq: معلومات المخزون
fa_ir: اطلاعات موجودی

source: Download "%1$s" inventory file
ar_iq: تحميل ملف المخزون لـ "%1$s"
fa_ir: دانلود فایل موجودی "%1$s"

source: Inventory file missing
ar_iq: ملف المخزون مفقود
fa_ir: فایل موجودی یافت نشد

source: Useragent
ar_iq: وكيل المستخدم
fa_ir: کاربرعامل

source: Inventory tag
ar_iq: علامة المخزون
fa_ir: برچسب موجودی

source: Public contact address
ar_iq: عنوان الاتصال العام
fa_ir: نشانی تماس عمومی

source: Last contact
ar_iq: آخر اتصال
fa_ir: آخرین تماس

source: Last inventory update
ar_iq: آخر تحديث للمخزون
fa_ir: آخرین بروزرسانی موجودیی

source: Agent status
ar_iq: حالة الوكيل
fa_ir: وضعیت عامل

source: Ask agent about its current status
ar_iq: اسأل الوكيل عن وضعه الحالي
fa_ir: پرسش از عامل درباره وضعیت فعلی آن

source: Unknown
ar_iq: غير معروف
fa_ir: نامعلوم

source: Request inventory
ar_iq: موارد الطلب
fa_ir: درخواست موجودی

source: Request agent to proceed an new inventory
ar_iq: اطلب من الوكيل متابعة عملية جرد جديدة
fa_ir: درخواست از عامل برای پردازش موجودی جدید

source: Agent information is not available.
ar_iq: معلومات الوكيل غير متوفرة.
fa_ir: اطلاعات عامل در دسترس نمی باشد.

source: Last inventory
ar_iq: المخزون الأخير
fa_ir: آخرین موجودی

source: Front picture
ar_iq: الصورة الأمامية
fa_ir: تصویر جلو

source: Rear picture
ar_iq: الصورة الخلفية
fa_ir: تصویر عقب

source: Asset URL
ar_iq: عنوان URL للأصول

source: Scan this QRCode to be redirected to the asset page from your mobile device
ar_iq: امسح رمز الاستجابة السريعة هذا للوصول إلى صفحة الأصل من جهازك المحمول

source: Support hours
ar_iq: ساعات الدعم الفني
fa_ir: ساعت پشتیبانی

source: On week
ar_iq: في الاسبوع
fa_ir: در طول هفته

source: On Saturday
ar_iq: في يوم السبت
fa_ir: در روز شنبه

source: Use Saturday
ar_iq: استخدم يوم السبت
fa_ir: فعالسازی شنبه

source: Sundays and holidays
ar_iq: أيام الأحد والعطلات
fa_ir: روزهای یکشنبه و تعطیلات

source: Use Sunday
ar_iq: استخدم يوم الأحد
fa_ir: فعالسازی یکشنبه

source: Item link
ar_iq: رابط العنصر
fa_ir: پیوند آیتم

source: Partition
ar_iq: تقسيم
fa_ir: پارتیشن

source: Mount Point
ar_iq: نقطة التحميل
fa_ir: نقطه اتصال

source: Global size
ar_iq: الحجم العام
fa_ir: اندازه کل

source: Free size
ar_iq: الحجم المتاح
fa_ir: اندازه آزاد

source: Encryption tool
ar_iq: أداة التشفير
fa_ir: ابزار رمزنگاری

source: Encryption Tool
ar_iq: أداة التشفير
fa_ir: ابزار رمزنگاری

source: Encryption Algorithm
ar_iq: خوارزمية التشفير
fa_ir: الگوریتم رمزنگاری

source: Encryption Type
ar_iq: نوع التشفير
fa_ir: نوع رمزنگاری

source: Up to date
ar_iq: محدّث
fa_ir: به‌روز

source: Antivirus version
ar_iq: إصدار مضاد الفيروسات
fa_ir: نسخه آنتی ویروس

source: Signature database version
ar_iq: نسخة قاعدة بيانات التعريفات
fa_ir: نسخه امضاء پایگاه داده

source: Created on %s
ar_iq: تم الإنشاء في %s
fa_ir: ساخته شده در %s

# button
source: Close
ar_iq: إغلاق
fa_ir: بستن

source: Show child groups objects
ar_iq: إظهار كائنات المجموعات الفرعية

source: Regenerate
ar_iq: إعادة إنشاء
fa_ir: تولید مجدد

source: The deletion will only take effect after saving the form
ar_iq: لن يسري الحذف إلا بعد حفظ النموذج

source: This field accepts %s content. Press Ctrl+Space to trigger autocompletion.
ar_iq: يقبل هذا الحقل محتوى %s.اضغط على Ctrl+Space لتشغيل الإكمال التلقائي.

source: Select an illustration
ar_iq: حدد رسمًا توضيحيًا

source: No associated item
ar_iq: لا توجد عناصر مرتبطة
fa_ir: هیچ آیتم مرتبطی وجود ندارد

source: Component
ar_iq: مكونات
fa_ir: قطعه

source: Clear
ar_iq: مسح
fa_ir: پاک کردن

source: Validate
ar_iq: تحقق
fa_ir: تائید

source: Enter or select a date
ar_iq: أدخل أو حدد تاريخًا

source: Field will not be updated from inventory
ar_iq: لن يتم تحديث الحقل من المخزون
fa_ir: این فیلد از موجودی قابل بروزرسانی نمی باشد

source: Last inventory value was:
ar_iq: آخر قيمة للمخزون كانت:
fa_ir: آخرین مقدار موجودی:

source: New %s for this item
ar_iq: جديد %s لهذا العنصر

source: %d linked %s
ar_iq: %d مرتبط %s

source: You don't have right to see all %s
ar_iq: ليس لديك الحق في رؤية كل %s

source: %s on linked items
ar_iq: %s على العناصر المرتبطة

source: Serial
ar_iq: الرقم التسلسلي
fa_ir: سریال

source: Parallel
ar_iq: متوازي
fa_ir: موازی

source: Ethernet
ar_iq: إيثرنت
fa_ir: اترنت

source: Wifi
ar_iq: واي فاي

source: Microphone
ar_iq: ميكروفون
fa_ir: میکروفن

source: Speakers
ar_iq: مكبرات الصوت
fa_ir: بلندگوها

source: Pivot
ar_iq: قابل للتدوير
fa_ir: مفصل

source: Headset
ar_iq: سماعة رأس
fa_ir: هدفون

source: Speaker
ar_iq: مكبر الصوت
fa_ir: بلندگو

# button
source: Cancel
ar_iq: إلغاء
fa_ir: لغو

# button
source: Ok
ar_iq: موافق
fa_ir: خب

source: Notes
ar_iq: ملاحظات
fa_ir: یادداشت ها

source: By
ar_iq: بواسطة
fa_ir: توسط

source: Duration
ar_iq: المدة
fa_ir: مدت

source: Specify an end date
ar_iq: حدد تاريخ الإنتهاء
fa_ir: تعیین تاریخ پایان

# periodicity
source: None
ar_iq: لا شيء
fa_ir: هیچ کدام

# periodicity
source: Daily
ar_iq: يوميًا
fa_ir: روزانه

# periodicity
source: Weekly
ar_iq: أسبوعي
fa_ir: هفتگی

# periodicity
source: Monthly
ar_iq: شهريا
fa_ir: ماهانه

source: Repetition
ar_iq: تكرار
fa_ir: تکرار

source: Comments
ar_iq: تعليقات
fa_ir: توضیح

source: Delete all repetition
ar_iq: حذف كل التكرار
fa_ir: حذف همه الگوهای تکرار

source: Modify the comment
ar_iq: تعديل التعليق
fa_ir: تغییر دادن توضیح

# button
source: Save
ar_iq: حفظ
fa_ir: ذخیره

# button
source: Restore
ar_iq: إستعادة
fa_ir: بازگرداندن

source: Keep the devices while deleting this item
ar_iq: احتفظ بالأجهزة أثناء حذف هذا العنصر
fa_ir: هنگام حذف این آیتم، دستگاه‌ها را نگه دارید

# button
source: Put in trashbin
ar_iq: ضع في سلة المهملات
fa_ir: انتقال به سطل زباله

source: SNMP version
ar_iq: إصدار SNMP
fa_ir: SNMP نسخه

source: Community
ar_iq: مجتمع
fa_ir: اجتماع

source: User
ar_iq: مستخدمون
fa_ir: کاربر

source: Encryption protocol for authentication
ar_iq: بروتوكول التشفير للمصادقة
fa_ir: پروتکل رمزنگاری برای اعتبارسنجی

source: Password
ar_iq: كلمة المرور
fa_ir: گذرواژه

source: Encryption protocol for data
ar_iq: بروتوكول التشفير للبيانات
fa_ir: پروتکل رمزنگاری برای داده ها

source: Add a remote management
ar_iq: إضافة الإدارة عن بعد
fa_ir: افزودن مدیریت از راه دور

source: Machine
ar_iq: جهاز
fa_ir: ماشین

# quantity
source: Processors number
ar_iq: رقم المُعالجات
fa_ir: تعداد پردازنده ها

source: Rule import logs
ar_iq: سجلات استيراد القاعدة
fa_ir: گزارش های واردکردن قوانین

source: Date
ar_iq: تواريخ
fa_ir: تاریخ

source: Rule name
ar_iq: اسم القاعدة
fa_ir: نام قانون

source: Module
ar_iq: الوحدة النمطية
fa_ir: ماژول

source: Input
ar_iq: مدخل

source: See input
ar_iq: عرض المدخل

source: No input
ar_iq: لا يوجد مدخل

# button
source: Dissociate
ar_iq: إلغاء الإرتباط
fa_ir: تفکیک

source: IP network is not included in the database. However, you can see current available networks.
ar_iq: لم يتم تضمين شبكة IP في قاعدة البيانات.ومع ذلك، يمكنك رؤية الشبكات المتاحة الحالية.
fa_ir: شبکه IP در پایگاه داده ثبت نشده است. با این حال، می‌توانید شبکه‌های موجود فعلی را مشاهده کنید.

source: Milestone
ar_iq: منعطف
fa_ir: نقطه عطف

source: Team
ar_iq: فريق
fa_ir: تیم

source: No team members
ar_iq: لا يوجد أعضاء فريق
fa_ir: هیچ عضوی در تیم وجود ندارد

source: Open full form
ar_iq: فتح النموذج الكامل
fa_ir: بارکردن فرم کامل

# button
source: Unlink
ar_iq: إلغاء الارتباط

source: Global approval status
ar_iq: الحالة العامة للموافقة
fa_ir: وضعیت اعتبار سنجی سراسری
