Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Translation cache
ar_iq: ذاكرة التخزين المؤقت للترجمة
fa_ir: کش ترجمه

source: Personalization
ar_iq: التخصيص
fa_ir: شخصی‌سازی

source: Default values
ar_iq: القيم الافتراضية
fa_ir: مقادیر پیش‌فرض

source: Default language
ar_iq: اللغة التلقائية
fa_ir: زبان پیش‌فرض

source: Date format
ar_iq: صيغة التواريخ
fa_ir: قالب تاریخ

source: Surname, First name
ar_iq: لقب الأسرة, الإسم الأول
fa_ir: نام خانوادگی، نام

source: First name, Surname
ar_iq: الإسم الأول, لقب الأسرة
fa_ir: نام، نام خانوادگی

source: Display order of surnames firstnames
ar_iq: العرض حسب لقب العائلة والإسم الأول
fa_ir: ترتیب نمایش: نام خانوادگی، نام

source: Number format
ar_iq: صيغة الأرقام
fa_ir: قالب اعداد

source: Results to display by page
ar_iq: عدد النتائج في الصفحة الواحدة
fa_ir: تعداد نتایج نمایش داده شده در هر صفحه

source: Go to created item after creation
ar_iq: انتقل إلى العنصر الذي تم إنشاؤه بعد الإنشاء
fa_ir: بعد از ایجاد، به آیتم ساخته شده برو

source: Display the tree dropdown complete name in dropdown inputs
ar_iq: عرض الاسم الكامل لقائمة الشجرة المنسدلة في مدخلات القائمة المنسدلة
fa_ir: نمایش نام کامل در منوی کشویی در ورودی‌های درختی

source: Display the complete name of tree dropdown in search results
ar_iq: اعرض الاسم الكامل لقائمة الشجرة المنسدلة في نتائج البحث
fa_ir: نمایش نام کامل منوی کشویی در نتایج جستجو

source: Display counters
ar_iq: عدادات العرض
fa_ir: نمایش شمارنده‌ها

source: Show GLPI ID
ar_iq: عرض رقم التعريف في GLPI
fa_ir: نمایش شناسه GLPI

source: Keep devices when purging an item
ar_iq: احتفظ بالأجهزة عند مسح أحد العناصر
fa_ir: نگه داشتن دستگاه‌ها هنگام پاکسازی آیتم

source: Notifications for my changes
ar_iq: التنبيه عند قيامي بالتغيير
fa_ir: اطلاع‌رسانی برای تغییرات من

source: Results to display on home page
ar_iq: النتائج المعروضة في الصفحة الرئيسية
fa_ir: تعداد نتایج نمایش داده شده در صفحه اصلی

source: PDF export font
ar_iq: خط تصدير PDF
fa_ir: فونت خروجی PDF

source: CSV delimiter
ar_iq: مخطط CSV
fa_ir: جداکننده CSV

source: Color palette
ar_iq: لوحة الألوان
fa_ir: پالت رنگ

source: Horizontal (menu in header)
ar_iq: أفقي (القائمة في الرأس)
fa_ir: افقی (منو در هدر)

source: Vertical (menu in sidebar)
ar_iq: عمودي (القائمة في الشريط الجانبي)
fa_ir: عمودی (منو در نوار کناری)

source: Page layout
ar_iq: تخطيط الصفحة
fa_ir: طرح صفحه

source: Inline (no toolbars)
ar_iq: مضمّن (بدون أشرطة أدوات)
fa_ir: درون خطی (بدون نوار ابزار)

source: Classic (toolbar on top)
ar_iq: كلاسيكي (شريط الأدوات في الأعلى)
fa_ir: کلاسیک (نوار ابزار در بالا)

source: Rich text field layout
ar_iq: تخطيط حقل النص المنسق
fa_ir: طرح فیلد متن غنی

source: Enable high contrast
ar_iq: تمكين التباين العالي
fa_ir: فعال کردن کنتراست بالا

source: Timezone
ar_iq: المنطقة الزمنية
fa_ir: منطقه زمانی

source: Use server configuration
ar_iq: استخدام إعدادات الخادم
fa_ir: استفاده از پیکربندی سرور

source: Timezone usage has not been activated.
ar_iq: لم يتم تفعيل استخدام المنطقة الزمنية.
fa_ir: استفاده از منطقه زمانی فعال نشده است.

source: Run the "%1$s" command to activate it.
ar_iq: تشغيل الأمر "%1$s" لتنشيطه.
fa_ir: دستور "%1$s" را اجرا کنید تا فعال شود.

source: Default central tab
ar_iq: علامة التبويب المركزية الافتراضية
fa_ir: زبانه مرکزی پیش‌فرض

source: Natural order (old items on top, recent on bottom)
ar_iq: الترتيب الطبيعي (العناصر القديمة في الأعلى، والعناصر الحديثة في الأسفل)
fa_ir: ترتیب طبیعی (موارد قدیمی بالا، جدید پایین)

source: Reverse order (old items on bottom, recent on top)
ar_iq: ترتيب عكسي (العناصر القديمة في الأسفل، والعناصر الحديثة في الأعلى)
fa_ir: ترتیب معکوس (موارد قدیمی پایین، جدید بالا)

source: Timeline order
ar_iq: ترتيب الجدول الزمني
fa_ir: ترتیب زمانی

source: Show search form above results
ar_iq: إظهار نموذج البحث أعلى النتائج

source: Show search pagination above results
ar_iq: إظهار صفحة البحث أعلى النتائج

source: Assistance
ar_iq: المساعدة
fa_ir: دستیار

source: Private followups by default
ar_iq: تحديد المتابعات كخاصة بشكل تلقائي
fa_ir: پیگیری‌های خصوصی به طور پیش‌فرض

source: Show new tickets on the home page
ar_iq: عرض التذاكر الجديدة في الصفحة الرئيسية
fa_ir: نمایش درخواست‌های جدید در صفحه اصلی

source: Private tasks by default
ar_iq: مهام خاصة بشكل افتراضي
fa_ir: وظایف خصوصی به طور پیش‌فرض

source: Request sources by default
ar_iq: مصادر الطلب بشكل افتراضي
fa_ir: منابع درخواست به طور پیش‌فرض

source: Tasks state by default
ar_iq: حالة المهام بشكل افتراضي
fa_ir: وضعیت وظایف به طور پیش‌فرض

source: Planned tasks state by default
ar_iq: حالة المهام المخططة بشكل افتراضي

source: Automatically refresh data (tickets list, project kanban) in minutes.
ar_iq: تحديث البيانات تلقائيًا (قائمة التذاكر، مشروع كانبان) في دقائق.
fa_ir: به‌روزرسانی خودکار داده‌ها (لیست درخواست‌ها، کانبان پروژه) به دقیقه

source: Pre-select me as a technician when creating a ticket
ar_iq: اختياريًا اختَرني كفني عند إنشاء تذكرة
fa_ir: پیش‌انتخاب من به عنوان تکنسین هنگام ایجاد درخواست

source: Pre-select me as a requester when creating a ticket
ar_iq: اختياري مسبقًا كمقدم الطلب عند إنشاء تذكرة
fa_ir: پیش‌انتخاب من به عنوان درخواست‌کننده هنگام ایجاد درخواست

source: Add me as a technician when adding a ticket follow-up
ar_iq: إضفني كفني عند إضافة متابعة للتذكرة

source: Add me as a technician when adding a ticket solution
ar_iq: إضفني كفني عند إضافة حل للتذكرة

source: Merged
ar_iq: مُدمَج
fa_ir: ادغام‌شده

source: Splitted
ar_iq: مجزأ
fa_ir: تقسیم‌شده

source: Action button layout
ar_iq: تخطيط زر العمل
fa_ir: چیدمان دکمه‌های عملیات

source: Relative
ar_iq: نسبي
fa_ir: نسبی

source: Precise
ar_iq: دقيق
fa_ir: دقیق

source: Timeline date display
ar_iq: عرض تاريخ الجدول الزمني
fa_ir: نمایش تاریخ در خط زمان

source: Priority colors
ar_iq: ألوان تحديد الأهمية
fa_ir: رنگ‌های اولویت

source: Due date progression
ar_iq: مستوى التقدم حسب الوقت المتوقع
fa_ir: پیشرفت تاریخ سررسید

source: Hour
ar_iq: ساعات
fa_ir: ساعت

source: OK state color
ar_iq: لون الحالة OK
fa_ir: رنگ وضعیت OK

source: Warning state color
ar_iq: لون حالة التحذير
fa_ir: رنگ وضعیت هشدار

source: Warning state threshold
ar_iq: بداية حالة التنبيه
fa_ir: آستانه وضعیت هشدار

source: Critical state color
ar_iq: لون الحالة الخطرة
fa_ir: رنگ وضعیت بحرانی

source: Critical state threshold
ar_iq: بداية الحالة الخطرة
fa_ir: آستانه وضعیت بحرانی

source: Item locks
ar_iq: أقفال العناصر
fa_ir: قفل‌های آیتم

source: Auto-lock Mode
ar_iq: وضع القفل التلقائي
fa_ir: حالت قفل خودکار

source: Direct Notification (requester for unlock will be the notification sender)
ar_iq: إشعار مباشر (سيكون طالب إلغاء القفل هو مرسل الإشعار)
fa_ir: اعلان مستقیم (درخواست‌کننده باز کردن قفل همان فرستنده اعلان خواهد بود)

source: Dashboards
ar_iq: لوحات المعلومات
fa_ir: داشبوردها

source: Default for central
ar_iq: الافتراضي للمركزية
fa_ir: پیش‌فرض برای داشبورد مرکزی

source: Default for Assets
ar_iq: الافتراضي للأصول
fa_ir: پیش‌فرض برای دارایی‌ها

source: Default for Assistance
ar_iq: الافتراضي للمساعدة
fa_ir: پیش‌فرض برای پشتیبانی

source: Default for tickets (mini dashboard)
ar_iq: الافتراضي للتذاكر (لوحة مصغرة)
fa_ir: پیش‌فرض برای درخواست‌ها (داشبورد کوچک)

source: Disable notifications by default on ITIL objects actor configuration, with ability to derogate to it.
ar_iq: تعطيل الإشعارات بشكل افتراضي على تكوين ممثل كائنات ITIL، مع إمكانية الانتقاص منها.

source: Disable all notifications on all other objects, without ability to derogate to it.
ar_iq: تعطيل جميع الإشعارات على كافة الكائنات الأخرى، دون القدرة على الانتقاص منها.

source: Top left
ar_iq: أعلى اليسار

source: Top right
ar_iq: أعلى اليمين

source: Bottom left
ar_iq: أسفل اليسار

source: Bottom right
ar_iq: أسفل اليمين

source: Notification location
ar_iq: موقع الإخطار

source: API clients (Legacy API)
ar_iq: عملاء واجهة برمجة التطبيقات (واجهة برمجة التطبيقات القديمة)

source: Add API client
ar_iq: إضافة عميل API
fa_ir: افزودن کلاینت API

source: Registration
ar_iq: تسجيل
fa_ir: ثبت‌نام

source: A registration key is needed to use some advanced features (like the plugin marketplace) in GLPI
ar_iq: يلزم وجود مفتاح تسجيل لاستخدام بعض الميزات المتقدمة (مثل سوق المكونات الإضافية) في GLPI

source: Register on %1$s!
ar_iq: التسجيل في %1$s!
fa_ir: ثبت‌نام در %1$s!

source: GLPI Network
ar_iq: شبكة GLPI

source: And retrieve your key to paste it below
ar_iq: واحصل على المفتاح الخاص بك والصقه أدناه
fa_ir: و کلید خود را دریافت کنید تا در زیر وارد کنید.

source: %1$s services website seems to be unavailable from your network or offline!
ar_iq: يبدو أن موقع خدمات %1$s غير متاح على شبكتك أو غير متصل بالإنترنت!

source: Error was: %s
ar_iq: الخطأ كان: %s
fa_ir: خطا: %s

source: Registration key
ar_iq: مفتاح التسجيل
fa_ir: کلید ثبت‌نام

source: Subscription
ar_iq: الاشتراك
fa_ir: اشتراک

source: Period
ar_iq: الفترة الزمنية
fa_ir: دوره

source: Registered by
ar_iq: تم التسجيل بواسطة
fa_ir: ثبت شده توسط

source: Marketplace
ar_iq: السوق
fa_ir: بازار پلاگین‌ها

source: Ask before replacing
ar_iq: اسأل قبل الاستبدال

source: Replace plugins page with marketplace
ar_iq: استبدل صفحة الإضافات بصفحة السوق

source: Never replace plugins page
ar_iq: لا تستبدل أبدًا صفحة المكونات الإضافية

source: Plugin page replacement
ar_iq: استبدال صفحة البرنامج المساعد

source: Choose whether to replace the classic plugins page with the new marketplace interface.
ar_iq: اختر ما إذا كنت تريد استبدال صفحة المكونات الإضافية الكلاسيكية بواجهة السوق الجديدة.

source: Access GLPI Network Marketplace
ar_iq: الوصول إلى سوق شبكة GLPI

source: Security policy validation
ar_iq: التحقق من صحة السياسة الأمنية

source: Force passwords to comply with security policy
ar_iq: فرض كلمات المرور للامتثال لسياسة الأمان

source: Security policy configuration
ar_iq: تكوين سياسة الأمان

source: Password minimum length
ar_iq: الحد الأدنى لعدد حروف كلمة المرور
fa_ir: حداقل طول گذرواژه

source: Password need digit
ar_iq: تحتاج كلمة المرور إلى رقم
fa_ir: گذرواژه باید شامل عدد باشد

source: Password need lowercase character
ar_iq: تحتاج كلمة المرور إلى حرف صغير
fa_ir: گذرواژه باید شامل حرف کوچک باشد

source: Password need uppercase character
ar_iq: تحتاج كلمة المرور إلى حرف كبير
fa_ir: گذرواژه باید شامل حرف بزرگ باشد

source: Password need symbol
ar_iq: تحتاج كلمة المرور إلى رمز
fa_ir: گذرواژه باید شامل نماد باشد

source: Password expiration policy
ar_iq: سياسة انتهاء صلاحية كلمة المرور
fa_ir: سیاست انقضای گذرواژه

source: Password expiration delay (in days)
ar_iq: تأخير انتهاء صلاحية كلمة المرور (بالأيام)
fa_ir: مدت زمان انقضای گذرواژه (به روز)

source: Password expiration notice time (in days)
ar_iq: وقت إشعار انتهاء صلاحية كلمة المرور (بالأيام)
fa_ir: زمان اطلاع‌رسانی انقضای گذرواژه (به روز)

source: Notification disabled
ar_iq: تم تعطيل الإشعار
fa_ir: اطلاع‌رسانی غیرفعال شد

source: Delay before account deactivation (in days)
ar_iq: التأخير قبل إلغاء تنشيط الحساب (بالأيام)
fa_ir: مدت زمان قبل از غیرفعال‌سازی حساب (به روز)

source: Do not deactivate
ar_iq: لا تقم بإلغاء التنشيط
fa_ir: غیرفعال‌سازی انجام نشود

source: Validity period of the password initialization token
ar_iq: فترة صلاحية الرمز المميز لتهيئة كلمة المرور

source: Last password
ar_iq: كلمة المرور الأخيرة

source: Last %s passwords
ar_iq: آخر %s كلمات مرور

source: Prevent users from reusing previous passwords
ar_iq: منع المستخدمين من إعادة استخدام كلمات المرور السابقة

source: Two-factor authentication (2FA)
ar_iq: المصادقة الثنائية (2FA)

source: 2FA Suffix
ar_iq: لاحقة 2FA

source: This will be added in the issuer name for authenticator app.
ar_iq: ستتم إضافة هذا في اسم المُصدر لتطبيق المصادقة.

source: Enforce 2FA
ar_iq: فرض 2FA

source: 2FA grace period (in days)
ar_iq: فترة سماح 2FA (بالأيام)

source: Replica configuration
ar_iq: تكوين النسخة المتماثلة

source: Database
ar_iq: قواعد بيانات
fa_ir: پایگاه داده

source: If synced (all changes)
ar_iq: في حالة المزامنة (جميع التغييرات)
fa_ir: اگر همگام‌سازی شد (تمام تغییرات)

source: If synced (current user changes)
ar_iq: في حالة المزامنة (تغييرات المستخدم الحالي)
fa_ir: اگر همگام‌سازی شد (تغییرات کاربر فعلی)

source: If synced or read-only account
ar_iq: في حال حسابات المزامنة أو القراءة فقط
fa_ir: اگر همگام‌سازی شده یا حساب فقط خواندنی باشد

source: Always
ar_iq: دائماً
fa_ir: همیشه

source: Use the replica for the search engine
ar_iq: استخدم النسخة المتماثلة لمحرك البحث
fa_ir: استفاده از نسخه تکراری برای موتور جستجو

source: Replication status
ar_iq: حالة النسخ المتماثل

# status
source: Up
ar_iq: أعلى

# status
source: Unknown
ar_iq: مجهول

# status
source: Down
ar_iq: تحت

source: Source
ar_iq: مصدر
fa_ir: منبع

source: Writable
ar_iq: قابل للكتابة

source: Read-Only
ar_iq: للقراءة فقط

source: MySQL server returned an error:
ar_iq: أرجع خادم MySQL خطأً:

source: Server ID:
ar_iq: معرف الخادم:

source: Binary log file:
ar_iq: ملف السجل الثنائي:

source: Binary log position:
ar_iq: موقف السجل الثنائي:

source: Server version:
ar_iq: نسخة الخادم:

source: Replica
ar_iq: نسخة طبق الأصل

source: Undefined
ar_iq: غير محدد

source: Source binary log file:
ar_iq: ملف السجل الثنائي المصدر:

source: Source binary log position:
ar_iq: موضع السجل الثنائي المصدر:

source: Seconds behind source:
ar_iq: ثواني خلف المصدر:

source: GLPI history delay:
ar_iq: تأخير سجل GLPI:

source: None
ar_iq: لا شيء
fa_ir: هیچ‌کدام

source: This indicates the delay between the source and the replica for GLPI history (table: glpi_logs, column: date_mod).
ar_iq: يشير هذا إلى التأخير بين المصدر والنسخة المتماثلة لسجل GLPI (الجدول: glpi_logs، العمود: date_mod).

source: IO running:
ar_iq: تشغيل الإدخال والإخراج:

source: SQL running:
ar_iq: تشغيل SQL:

source: IO Error:
ar_iq: خطأ في الإدخال والإخراج:

source: SQL Error:
ar_iq: خطأ SQL:

source: Logs purge configuration
ar_iq: سجلات تطهير التكوين
fa_ir: پیکربندی پاک‌سازی لاگ‌ها

source: Delete all
ar_iq: احذف الكل
fa_ir: حذف همه

source: Keep all
ar_iq: احتفظ بالكل
fa_ir: نگه داشتن همه

source: Delete if older than %s month
ar_iq: حذف إذا أقدم من %s أشهر
fa_ir: حذف در صورتی که قدیمی‌تر از %s ماه باشد

source: Change all
ar_iq: تغيير الكل
fa_ir: تغییر همه

source: General
ar_iq: عام
fa_ir: عمومی

source: Add/update relation between items
ar_iq: إضافة/تحديث العلاقة بين العناصر
fa_ir: افزودن/به‌روزرسانی رابطه بین موارد

source: Delete relation between items
ar_iq: حذف العلاقة بين العناصر
fa_ir: حذف رابطه بین موارد

source: Add the item
ar_iq: إضافة العنصر
fa_ir: افزودن مورد

source: Delete the item
ar_iq: حذف العنصر
fa_ir: حذف مورد

source: Restore the item
ar_iq: إستعادة العنصر
fa_ir: بازیابی مورد

source: Update the item
ar_iq: تحديث العنصر
fa_ir: به‌روزرسانی مورد

source: Plugins
ar_iq: البرامج الإضافية
fa_ir: افزونه‌ها

source: Installation/uninstallation of software on items
ar_iq: تثبيت/إلغاء تثبيت البرنامج على العناصر
fa_ir: نصب/حذف نرم‌افزار روی موارد

source: Installation/uninstallation versions on software
ar_iq: إصدارات التثبيت/إلغاء التثبيت على البرنامج
fa_ir: نصب/حذف نسخه‌های نرم‌افزار

source: Add/Remove items from software versions
ar_iq: إضافة/إزالة عناصر من إصدارات البرامج
fa_ir: افزودن/حذف موارد از نسخه‌های نرم‌افزار

source: Add financial information to an item
ar_iq: إضافة معلومات مالية إلى أحد العناصر
fa_ir: افزودن اطلاعات مالی به یک مورد

source: Add/remove profiles to users
ar_iq: إضافة/إزالة الملفات الشخصية للمستخدمين
fa_ir: افزودن/حذف پروفایل‌ها برای کاربران

source: Add/remove groups to users
ar_iq: إضافة/إزالة المجموعات للمستخدمين
fa_ir: افزودن/حذف گروه‌ها برای کاربران

source: User authentication method changes
ar_iq: تغييرات طريقة مصادقة المستخدم
fa_ir: تغییرات روش احراز هویت کاربر

source: Deleted user in LDAP directory
ar_iq: تم حذف المستخدم في دليل LDAP
fa_ir: حذف کاربر از فهرست LDAP

source: Add component
ar_iq: إضافة مكون
fa_ir: افزودن مؤلفه

source: Update component
ar_iq: تحديث المكون
fa_ir: به‌روزرسانی مؤلفه

source: Disconnect a component
ar_iq: افصل أحد المكونات
fa_ir: قطع اتصال مؤلفه

source: Connect a component
ar_iq: ربط مكوّن
fa_ir: وصل کردن مؤلفه

source: Delete component
ar_iq: حذف المكون
fa_ir: حذف مؤلفه

source: All sections
ar_iq: جميع الأقسام
fa_ir: تمام بخش‌ها

source: Purge all log entries
ar_iq: مسح كافة إدخالات السجل
fa_ir: پاک‌سازی همه سوابق لاگ

source: URL of the application
ar_iq: رابط الطلب
fa_ir: نشانی اینترنتی برنامه

source: Text in the login box
ar_iq: النص في مربع تسجيل الدخول
fa_ir: متن در کادر ورود

source: Simplified interface help link
ar_iq: رابط تعليمات الواجهة المبسطة
fa_ir: پیوند راهنمای رابط ساده‌شده

source: Standard interface help link
ar_iq: رابط تعليمات الواجهة القياسية
fa_ir: پیوند راهنمای رابط استاندارد

source: Default decimals limit
ar_iq: حد الكسور العشرية الافتراضية
fa_ir: حد پیش‌فرض اعشار

source: Allow FAQ anonymous access
ar_iq: السماح بالوصول المجهول للأسئلة الشائعة
fa_ir: دسترسی ناشناس به پرسش‌های متداول مجاز باشد

source: Allow unauthenticated uploads
ar_iq: السماح بالتحميلات غير المصادق عليها

source: Do not use this option if your GLPI is reachable from the internet. Use at your own risk.
ar_iq: لا تستخدم هذا الخيار إذا كان من الممكن الوصول إلى GLPI الخاص بك من الإنترنت.استخدم على مسؤوليتك الخاصة.

source: Dynamic display
ar_iq: عرض ديناميكي
fa_ir: نمایش پویا

source: Page size for dropdown (paging using scroll)
ar_iq: حجم الصفحة للقائمة المنسدلة (ترحيل الصفحات باستخدام التمرير)
fa_ir: اندازه صفحه برای فهرست کشویی (مرور با اسکرول)

source: Don't show search engine in dropdowns if the number of items is less than
ar_iq: لا تعرض محرك البحث في القوائم المنسدلة إذا كان عدد العناصر أقل من
fa_ir: نمایش موتور جستجو در فهرست کشویی اگر تعداد موارد کمتر از

source: Search engine
ar_iq: محرك البحث
fa_ir: موتور جستجو

source: last criterion
ar_iq: المعيار الأخير
fa_ir: آخرین معیار

source: default criterion
ar_iq: المعيار الافتراضي
fa_ir: معیار پیش‌فرض

source: Items seen
ar_iq: العناصر المعروضة
fa_ir: موارد مشاهده‌شده

source: Global search
ar_iq: البحث العام
fa_ir: جستجوی سراسری

source: Default search results limit (page)
ar_iq: حد نتائج البحث الافتراضية (الصفحة)
fa_ir: حد پیش‌فرض نتایج جستجو (صفحه)

source: Default characters limit (summary text boxes)
ar_iq: الحد الأقصى لعدد الأحرف الافتراضية (مربعات النص التلخيصية)
fa_ir: حد پیش‌فرض کاراکترها (کادرهای متن خلاصه)

source: Default url length limit
ar_iq: حد طول عنوان URL الافتراضي
fa_ir: حد پیش‌فرض طول URL

source: Use locks
ar_iq: استخدم الأقفال
fa_ir: استفاده از قفل‌ها

source: Profile to be used when locking items
ar_iq: ملف التعريف الذي سيتم استخدامه عند قفل العناصر
fa_ir: پروفایلی که هنگام قفل کردن موارد استفاده می‌شود

source: List of items to lock
ar_iq: قائمة العناصر المراد قفلها
fa_ir: لیست موارد برای قفل شدن

source: Project Task State
ar_iq: حالة مهمة المشروع

source: Status of unstarted tasks
ar_iq: حالة المهام التي لم تبدأ

source: Status of tasks in progress
ar_iq: حالة المهام قيد التقدم

source: Status of tasks done
ar_iq: حالة المهام المنجزة

source: Auto Login
ar_iq: تسجيل دخول تلقائي
fa_ir: ورود خودکار

source: Time to allow "Remember Me"
ar_iq: حان الوقت للسماح بـ "تذكرني"
fa_ir: مدت زمان فعال بودن گزینه «مرا به خاطر بسپار»

source: Default state of checkbox
ar_iq: الحالة الافتراضية لمربع الاختيار
fa_ir: وضعیت پیش‌فرض کادر انتخاب

source: Display source dropdown on login page
ar_iq: عرض القائمة المنسدلة للمصدر في صفحة تسجيل الدخول
fa_ir: نمایش فهرست کشویی منبع در صفحه ورود

source: System
ar_iq: نظام
fa_ir: سامانه

source: 1- Critical (login error only)
ar_iq: 1- خطير (محاولات الدخول الخاطئة)
fa_ir: ۱- بحرانی (فقط خطای ورود)

source: 2- Severe (not used)
ar_iq: 2- شديد (غير مستخدم)
fa_ir: ۲- جدی (استفاده نمی‌شود)

source: 3- Important (successful logins)
ar_iq: 3- مهم (محاولات الدخول الناجحة)
fa_ir: ۳- مهم (ورودهای موفق)

source: 4- Notices (add, delete, tracking)
ar_iq: 4- الإشعارات (إضافة، حذف، تتبع)
fa_ir: ۴- اطلاعیه‌ها (افزودن، حذف، پیگیری)

source: 5- Complete (all)
ar_iq: 5- كامل (الكل)
fa_ir: ۵- کامل (همه)

source: Log Level
ar_iq: مستوى السجل
fa_ir: سطح ثبت لاگ

source: Maximum number of automatic actions (run by CLI)
ar_iq: الحد الأقصى لعدد الإجراءات التلقائية (التي يتم تشغيلها بواسطة CLI)

source: Logs in files (SQL, email, automatic action...)
ar_iq: تسجيل الدخول إلى الملفات (SQL، البريد الإلكتروني، الإجراء التلقائي...)
fa_ir: لاگ‌ها در فایل‌ها (SQL، ایمیل، اقدامات خودکار و غیره)

source: SQL replica
ar_iq: نسخ متماثلة SQL
fa_ir: نسخه SQL

source: Maintenance mode
ar_iq: وضع الصيانة
fa_ir: حالت نگهداری

source: Maintenance text
ar_iq: رسالة الصيانة
fa_ir: متن نگهداری

source: Proxy configuration
ar_iq: تكوين الوكيل

source: Telemetry data
ar_iq: بيانات القياس عن بعد

source: Telemetry enabled
ar_iq: تم تمكين القياس عن بعد

source: To enable or disable sending telemetry, please change the "telemetry" automatic action.
ar_iq: لتمكين أو تعطيل إرسال القياس عن بعد، يرجى تغيير الإجراء التلقائي "القياس عن بعد".

source: GLPI update
ar_iq: تحديث GLPI

source: Check if a new version is available
ar_iq: البحث عن التحديثات
fa_ir: بررسی موجود بودن نسخه جدید

source: Add a close time
ar_iq: إضافة وقت قريب
fa_ir: افزودن زمان پایان

source: Open in a new window
ar_iq: افتح في نافذة جديدة
fa_ir: باز کردن در پنجره جدید

source: Icon
ar_iq: رمز
fa_ir: آیکون

source: External authentications
ar_iq: موافقة خارجية
fa_ir: احراز هویت خارجی

source: The LDAP extension of your PHP parser isn’t installed
ar_iq: لم يتم تثبيت ملحق LDAP لمحلل PHP الخاص بك
fa_ir: افزونه LDAP در PHP شما نصب نیست

source: Others authentication methods
ar_iq: طرق أخرى للتوثيق - التأكيد
fa_ir: سایر روش‌های احراز هویت

source: Active Directory
ar_iq: الدليل النشط
fa_ir: دایرکتوری فعال

source: Preconfiguration
ar_iq: ما قبل الإعداد
fa_ir: پیکربندی اولیه

source: Port (default=389)
ar_iq: المنفذ (التلقائي=389)
fa_ir: پورت (پیش‌فرض=۳۸۹)

source: Connection filter
ar_iq: مرشح الاتصال
fa_ir: فیلتر اتصال

source: Use bind
ar_iq: استخدم الربط
fa_ir: استفاده از Bind

source: Indicates whether a simple bind operation should be used during connection to LDAP server. Disabling this behaviour can be required when LDAPS bind is used.
ar_iq: يشير إلى ما إذا كان يجب استخدام عملية ربط بسيطة أثناء الاتصال بخادم LDAP.يمكن أن يكون تعطيل هذا السلوك مطلوبًا عند استخدام ربط LDAPS.
fa_ir: مشخص می‌کند که آیا عملیات Bind ساده هنگام اتصال به سرور LDAP استفاده شود یا خیر. غیرفعال کردن این گزینه ممکن است زمانی لازم باشد که از Bind امن (LDAPS) استفاده شود.

source: RootDN (for non anonymous binds)
ar_iq: RootDN (للروابط غير المجهولة)
fa_ir: RootDN (برای اتصال غیر ناشناس)

source: Password (for non-anonymous binds)
ar_iq: كلمة المرور (للارتباطات غير المجهولة)
fa_ir: رمز عبور (برای اتصال غیر ناشناس)

source: Login field
ar_iq: تعذر تسجيل الدخول
fa_ir: فیلد ورود به سامانه

source: Synchronization field
ar_iq: مجال المزامنة
fa_ir: فیلد همگام‌سازی

source: Synchronization field cannot be changed once in use.
ar_iq: لا يمكن تغيير حقل المزامنة بمجرد الاستخدام.
fa_ir: فیلد همگام‌سازی پس از استفاده قابل تغییر نیست.

source: Search type
ar_iq: نوع البحث
fa_ir: نوع جستجو

source: User attribute containing its groups
ar_iq: سمة المستخدم التي تحتوي على مجموعاتها
fa_ir: ویژگی کاربر که شامل گروه‌های آن است

source: Filter to search in groups
ar_iq: تصفية للبحث في مجموعات
fa_ir: فیلتر برای جستجو در گروه‌ها

source: Group attribute containing its users
ar_iq: سمة المجموعة التي تحتوي على مستخدميها
fa_ir: ویژگی گروه که شامل کاربران آن است

source: Use DN in the search
ar_iq: استخدم الاسم المميز في البحث
fa_ir: استفاده از DN در جستجو

source: Test LDAP server: %s
ar_iq: اختبار خادم LDAP: %s

source: Binding to the LDAP directory
ar_iq: الربط بدليل LDAP
fa_ir: اتصال به فهرست LDAP

source: You can use a field name or an expression using various %{fieldname}
ar_iq: يمكنك استخدام اسم حقل أو تعبير باستخدام %{fieldname} المتنوع
fa_ir: می‌توانید از نام یک فیلد یا عبارتی با استفاده از %{fieldname} های مختلف استفاده کنید

source: Example for location: %{city} > %{roomnumber}
ar_iq: مثال للموقع: %{city} > %{roomnumber}
fa_ir: مثال برای مکان: %{city} > %{roomnumber}

source: Use TLS
ar_iq: استخدم طبقة النقل الآمنة
fa_ir: استفاده از TLS

source: LDAP directory time zone
ar_iq: المنطقة الزمنية لدليل LDAP
fa_ir: منطقه زمانی فهرست LDAP

source: Use paged results
ar_iq: استخدام النتائج المقسمة إلى صفحات
fa_ir: استفاده از نتایج صفحه‌بندی شده
