Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Edit reservation
ar_iq: تحرير الحجز
fa_ir: ویرایش رزرو

source: just now
ar_iq: الآن
fa_ir: همین حالا

source: %s seconds ago
ar_iq: %s قبل ثانية
fa_ir: %s ثانیه پیش

source: a minute ago
ar_iq: منذ دقيقة
fa_ir: یک دقیقه پیش

source: an hour ago
ar_iq: قبل ساعة
fa_ir: یک ساعت پیش

source: yesterday
ar_iq: أمس
fa_ir: دیروز

source: a week ago
ar_iq: قبل اسبوع
fa_ir: یک هفته پیش

source: a month ago
ar_iq: قبل شهر
fa_ir: یک ماه پیش

source: %s months ago
ar_iq: %s قبل أشهر
fa_ir: %s ماه پیش

source: a year ago
ar_iq: قبل عام
fa_ir: یک سال پیش

source: %s years ago
ar_iq: %s منذ سنوات
fa_ir: %s سال پیش

source: Unable to copy to clipboard (insecure context).
ar_iq: غير قادر على النسخ إلى الحافظة (سياق غير آمن).

source: Copied to clipboard
ar_iq: تم النسخ إلى الحافظة

source: Go to
ar_iq: اذهب الى
fa_ir: برو به

source: Open this element in a new tab
ar_iq: افتح هذا العنصر في علامة تبويب جديدة
fa_ir: باز کردن این عنصر در یک تب جدید

source: Show ongoing tickets
ar_iq: عرض التذاكر الجارية
fa_ir: نمایش تیکت‌های جاری

source: Show ongoing tickets for this item
ar_iq: عرض التذاكر الجارية لهذا البند
fa_ir: نمایش تیکت‌های جاری برای این مورد

source: Edge properties...
ar_iq: خصائص الحافة...

source: Set name for this edge
ar_iq: تعيين اسم لهذه الحافة

source: Group properties...
ar_iq: خواص المجموعة...
fa_ir: ویژگی‌های گروه...

source: Set name and/or color for this group
ar_iq: ضع اسم و/أو لون لهذه المجموعة
fa_ir: نام و/یا رنگ این گروه را تعیین کنید

source: Remove from group
ar_iq: حذف من المجموعة
fa_ir: حذف از گروه

source: Remove this asset from the group
ar_iq: حذف هذا الأصل من المجموعة
fa_ir: این دارایی را از گروه حذف کنید

source: This asset already exists.
ar_iq: هذا الأصل موجود بالفعل.
fa_ir: این دارایی از قبل وجود دارد.

source: Unexpected error.
ar_iq: خطاء غير متوقع.
fa_ir: خطای غیرمنتظره.

source: Draw a line between two assets to add an impact relation
ar_iq: ارسم خطًا بين أصلين لإضافة علاقة تأثير
fa_ir: یک خط بین دو دارایی بکشید تا رابطه تاثیر اضافه شود

source: Click on an element to remove it from the network
ar_iq: إضغط على العنصر لحذفه من الشبكة
fa_ir: برای حذف از شبکه، روی یک عنصر کلیک کنید

source: Draw a square containing the assets you wish to group
ar_iq: أرسم مربع يحوي الاصول لتجمعها
fa_ir: یک مربع رسم کنید که دارایی‌های مورد نظر برای گروه‌بندی را در بر گیرد

source: Requests
ar_iq: طلبات
fa_ir: درخواست‌ها

source: Incidents
ar_iq: حوادث
fa_ir: حادثه‌ها

source: Changes
ar_iq: تغييرات
fa_ir: تغییرات

source: You need to select at least 1 asset to make a group
ar_iq: يتعين عليك تحديد مادة عرض واحدة على الأقل لإنشاء مجموعة
fa_ir: برای ایجاد گروه باید حداقل یک دارایی انتخاب کنید

source: Upload successful
ar_iq: تم التحميل بنجاح
fa_ir: بارگذاری با موفقیت انجام شد

source: %d other team members
ar_iq: %d أعضاء فريق اخرين
fa_ir: %d عضو دیگر تیم

source: Exclude
ar_iq: استبعاد
fa_ir: حذف از نتایج

source: Add PDU
ar_iq: أضف PDU
fa_ir: افزودن PDU

source: Item unlocked!
ar_iq: تم فتح العنصر!
fa_ir: مورد باز شد!

source: Reload page?
ar_iq: هل تريد إعادة تحميل الصفحة؟
fa_ir: بارگذاری مجدد صفحه؟

source: Ask for unlock this item?
ar_iq: هل تطلب فتح هذا العنصر؟
fa_ir: درخواست باز کردن این مورد؟

source: Unlock request sent!
ar_iq: تم إرسال طلب فتح!

source: Request sent to %s
ar_iq: تم إرسال الطلب إلى %s

source: An error occurred while sending the unlock request
ar_iq: حدث خطأ أثناء إرسال طلب إلغاء القفل

source: Force unlock this item?
ar_iq: فرض فتح هذا العنصر؟
fa_ir: آیا این مورد را به‌صورت اجباری باز کنیم؟

source: Item NOT unlocked!
ar_iq: البند غير مقفلة!
fa_ir: مورد باز نشد!

source: Select an icon
ar_iq: حدد رمزًا

# icons
source: Animals
ar_iq: الحيوانات

# icons
source: Arrows
ar_iq: السهام

# icons
source: Badges
ar_iq: شارات

# icons
source: Brand
ar_iq: ماركة

# icons
source: Buildings
ar_iq: المباني

# icons
source: Charts
ar_iq: الرسوم البيانية

# icons
source: Communication
ar_iq: تواصل

# icons
source: Computers
ar_iq: حواسيب

# icons
source: Currencies
ar_iq: العملات

# icons
source: Database
ar_iq: قاعدة بيانات

# icons
source: Design
ar_iq: تصميم

# icons
source: Development
ar_iq: تطوير

# icons
source: Devices
ar_iq: أجهزة

# icons
source: Document
ar_iq: وثيقة

# icons
source: E-commerce
ar_iq: التجارة الإلكترونية

# icons
source: Electrical
ar_iq: كهربائي

# icons
source: Extensions
ar_iq: ملحقات

# icons
source: Food
ar_iq: طعام

# icons
source: Games
ar_iq: ألعاب

# icons
source: Gender
ar_iq: جنس

# icons
source: Gestures
ar_iq: الإيماءات

# icons
source: Health
ar_iq: صحة

# icons
source: Laundry
ar_iq: مغسلة

# icons
source: Letters
ar_iq: رسائل

# icons
source: Logic
ar_iq: منطق

# icons
source: Map
ar_iq: رسم خريطة

# icons
source: Maps
ar_iq: خرائط

# icons
source: Math
ar_iq: الرياضيات

# icons
source: Media
ar_iq: وسائط

# icons
source: Mood
ar_iq: مزاج

# icons
source: Nature
ar_iq: طبيعة

# icons
source: Numbers
ar_iq: أرقام

# icons
source: Photography
ar_iq: التصوير الفوتوغرافي

# icons
source: Shapes
ar_iq: الأشكال

# icons
source: Sport
ar_iq: رياضة

# icons
source: Symbols
ar_iq: الرموز

# icons
source: System
ar_iq: نظام

# icons
source: Text
ar_iq: نص

# icons
source: Vehicles
ar_iq: المركبات

# icons
source: Version control
ar_iq: التحكم في الإصدار

# icons
source: Weather
ar_iq: طقس

# icons
source: Zodiac
ar_iq: زودياك

# icons
source: Other
ar_iq: آخر

source: Set location here
ar_iq: حدد الموقع هنا
fa_ir: قرار دادن موقعیت در اینجا

source: Configuration updated successfully.
ar_iq: تم تحديث التكوين بنجاح.

source: Edit tile
ar_iq: تحرير البلاط

source: Unexpected error
ar_iq: خطأ غير متوقع

source: Do you want to restore the selected revision?
ar_iq: هل تريد استعادة النسخة المختارة؟

source: Show revision %d
ar_iq: إظهار المراجعة %d

source: Unable to load revision!
ar_iq: غير قادر على تحميل المراجعة!
fa_ir: بارگذاری نسخه امکان‌پذیر نیست!

source: current
ar_iq: حاضِر

source: Compare revisions %1$d and %2$d
ar_iq: مقارنة المراجعات %1$d و %2$d

source: Original
ar_iq: إبداعي

source: Changed
ar_iq: تغيرت

source: Differences
ar_iq: الاختلافات

source: Unable to load diff!
ar_iq: غير قادر على تحميل الفرق!

source: failed
ar_iq: فشل

source: Move section: %1$d
ar_iq: نقل القسم: %1$d

source: UUID copied successfully to clipboard.
ar_iq: تم نسخ UUID بنجاح إلى الحافظة.

source: Item successfully created: %s
ar_iq: تم إنشاء العنصر بنجاح: %s

source: Failed to submit form, please contact your administrator.
ar_iq: فشل إرسال النموذج، يرجى الاتصال بالمسؤول.

source: Submit current search before saving it
ar_iq: أرسل البحث الحالي قبل حفظه
fa_ir: قبل از ذخیره، جستجوی فعلی را ارسال کنید

source: Add a card
ar_iq: أضف بطاقة
fa_ir: افزودن کارت

source: Add a filter
ar_iq: أضف مرشحًا
fa_ir: افزودن فیلتر

source: Saved
ar_iq: أنقذ
fa_ir: ذخیره شد

source: Are you sure you want to delete the dashboard %s?
ar_iq: هل أنت متأكد أنك تريد حذف لوحة التحكم %s؟

source: Add a dashboard
ar_iq: إضافة لوحة القيادة

source: Success
ar_iq: نجاح
fa_ir: موفقیت

source: Hide
ar_iq: يخفي

source: Cannot remove the last field
ar_iq: لا يمكن إزالة الحقل الأخير

source: Readonly
ar_iq: للقراءة فقط

source: Add more fields
ar_iq: أضف المزيد من الحقول

source: Native fields
ar_iq: الحقول الأصلية

source: Custom fields
ar_iq: الحقول المخصصة

source: Go to menu
ar_iq: اذهب إلى القائمة

source: Start typing to find a menu
ar_iq: ابدأ بالكتابة للعثور على قائمة

source: One item per line
ar_iq: عنصر واحد في كل سطر

source: This column cannot support showing cards due to how many cards would be shown. You can still drag cards into this column.
ar_iq: لا يمكن لهذا العمود أن يدعم عرض البطاقات نظرًا لعدد البطاقات التي سيتم عرضها.لا يزال بإمكانك سحب البطاقات إلى هذا العمود.

source: Toggle collapse
ar_iq: تبديل التصغير

source: More
ar_iq: أكثر

source: Bulk add
ar_iq: إضافة بالجملة

source: Failed to reset Kanban view
ar_iq: فشلت إعادة تعيين طريقة عرض كانبان

source: Reset view
ar_iq: إعادة ضبط العرض

source: Resetting the view will reset the shown columns and remove custom card ordering
ar_iq: ستؤدي إعادة تعيين العرض إلى إعادة تعيين الأعمدة المعروضة وإزالة ترتيب البطاقات المخصصة

source: Failed to add team member
ar_iq: فشلت إضافة عضو الفريق

source: The regular expression you entered is invalid. Please check it and try again.
ar_iq: التعبير العادي الذي أدخلته غير صالح.يرجى التحقق من ذلك والمحاولة مرة أخرى.

source: Invalid regular expression
ar_iq: تعبير عادي غير صالح

source: Failed to remove team member
ar_iq: فشل في إزالة عضو الفريق

source: Regex
ar_iq: التعبير العادي

source: Search or filter results
ar_iq: أبحث أو أحصر النتائج

source: Add column
ar_iq: أضف عمود

source: Add a column from existing status
ar_iq: أضف عمود من حالة موجودة

source: Or add a new status
ar_iq: أو أضف حالة جديدة

source: Create status
ar_iq: إنشاء حالة

source: There are no columns added to this Kanban yet
ar_iq: لا توجد أعمدة تمت إضافتها إلى كانبان هذا حتى الآن

source: Create a new database or use an existing one:
fa_ir: ایجاد یک پایگاه داده جدید و یا استفاده از یک پایگاه موجود :

source: Password confirmation
fa_ir: تایید رمز عبور

source: Dissociate
fa_ir: تفکیک

source: DisplayPort
fa_ir: درگاه صفحه نمایش

source: UUID
fa_ir: شناسه یکتا جهانی (UUID)

source: Actions
fa_ir: فعاليتها

source: TTO
fa_ir: TTO (زمان مالکیت)

source: TTR
fa_ir: TTR (زمان رفع)

source: Search a solution
fa_ir: جستجوی یک راه حل

source: Describe the incident or request
fa_ir: شرح واقعه یا درخواست

source: This ticket concerns me
fa_ir: این درخواست مربوط به من

source: Watcher
fa_ir: مراقب

source: Submit message
fa_ir: ارسال پیام

source: Current page in SLK
fa_ir: صفحه فعلی در SLK

source: All pages in SLK
fa_ir: تمام صفحات در SLK

source: No item found
fa_ir: موردی یافت نشد

source: No LDAP directory defined in GLPI
fa_ir: هیچ فهرست LDAP در GLPI تعریف نشده است

source: Checking write permissions for session files
fa_ir: بررسی مجوزهای نوشتن برای پرونده های جلسات

source: Invalid use of session ID
fa_ir: استفاده نادرست از شناسه جلسه

source: Task completed.
fa_ir: وظیفه تکمیل است.

# ticket
source: New
fa_ir: جدید

source: OK - database was initialized
fa_ir: خوب - پایگاه داده مقدار دهی آغازی شد

source: Database created
fa_ir: پایگاه داده ساخته شد

source: For tickets closed after
fa_ir: برای درخواست بعد از بسته شدن

source: and/or
fa_ir: و/يا

source: Set public
fa_ir: تنظیم عمومی

source: Set personal
fa_ir: تنظیم شخصی

source: Service is down for maintenance. It will be back shortly.
fa_ir: سامانه جهت انجام عمليات نگهداري غيرفعال مي باشد. بزودي بر مي گرديم.

source: ANV
fa_ir: ارزش دارایی خالص (ANV)

source: Test successful: %s
fa_ir: آزمایش موفقیت آمیز بود: %s

source: Main server %s
fa_ir: خادم اصلی %s

source: Test failed: %s
fa_ir: آزمایش شکست خورد: %s

source: Replicate %s
fa_ir: المثنی %s

source: No action pending
fa_ir: هیچ عملی معلق نیست

source: Rule type
fa_ir: نوع قانون

source: Your ticket has been registered, its treatment is in progress.
fa_ir: پیام شما ثبت شد، عملیات آن در حال انجام است.

source: Thank you for using our automatic helpdesk system.
fa_ir: برای استفاده از سامانه میزراهنمای خودکار از شما متشکریم.

source: %s deletes several network ports
fa_ir: %s پورت های شبکه حذف شده

source: Hardware under contract
fa_ir: سخت افزار تحت قرارداد

source: OLA
fa_ir: سطح توافق عملیاتی (OLA)

source: Satisfaction with the resolution of the ticket
fa_ir: رضایت با رفع یک درخواست

source: No user found
fa_ir: کاربری یافت نشد

# button
source: Associate an existing document
fa_ir: ارتباط با سند موجود

source: Email Followup
fa_ir: ارسال پیگیری با رایانامه

source: Rules for import and link computers
fa_ir: قوانین برای درون برد و پیوند رایانه ها

source: Hard drive type
fa_ir: نوع دیسک سخت

source: Hard drive size
fa_ir: اندازه دیسک سخت

source: Manufacturer choice
fa_ir: انتخاب سازنده

source: Caution! You are not the author of this element. Delete targets can result in loss of access to that element.
fa_ir: هشدار! شما نویسنده این عنصر نیستید. حذف نشان هامی تواند منجر به از دست دادن دسترسی به آن عنصر شود.

source: No item to display
fa_ir: هیچ فقره ای برای نمایش نیست

source: API
fa_ir: رابط برنامه‌نویسی (API)

source: Not yet authenticated
fa_ir: هنوز تصدیق نشده است

source: Impossible to use CAS as external source of connection
fa_ir: استفاده از CAS به عنوان منبع خارجی از اتصال غیر ممکن است

source: states_id
fa_ir: شناسه وضعیت

source: MHz
fa_ir: مگاهرتز

source: Locked fields
fa_ir: جزء(اجزاء) قفل شده

source: lensfacing
fa_ir: جهت لنز

source: Target entity for the computer
fa_ir: نهاد هدف برای رایانه

source: Find computers in GLPI having the status
fa_ir: یافتن رایانه در GLPI که وضعیتی داشته باشد

source: is already present in GLPI
fa_ir: قبلا در GLPI بوده است

source: is empty in GLPI
fa_ir: در GLPI خالی است

source: You can continue to add elements to be transferred or execute the transfer now
fa_ir: شما می توانید ادامه بدهید به افزودن عناصر دیگر برای انتقال یا الان انتقال را انجام دهید

source: Think of making a backup before transferring items.
fa_ir: ایجاد یک نسخه پشتیبان قبل از انتقال اقلام فکر می کنم.

source: To empty the list of elements to be transferred
fa_ir: برای خالی کردن فهرستی از عناصر که باید منتقل شوند.

source: Add a LDAP directory replica
fa_ir: افزودن فهرست LDAP المثنی

source: Email domain Name (users email will be login@domain)
fa_ir: نام دامنه رایانامه <br>(کاربران رایانامه باید با @دامنه وارد شوند)

source: ldap_start_tls does not exist
fa_ir: ldap_start_tls موجود نیست

source: Belonging to groups
fa_ir: متعلق به گروه

source: Test of connection to LDAP directory
fa_ir: آزمایش ارتباط به فهرست LDAP

source: Import entities from LDAP directory
fa_ir: درون برد موجودیت ها از فهرست LDAP

source: Attribute representing entity
fa_ir: ویژگی نمایندگی نهاد

source: Search filter for entities
fa_ir: صافی جستجو برای موجودیت ها

source: No group to be imported
fa_ir: هیچ گروهی وارد نشده است

source: LDAP directory choice
fa_ir: انتخاب فهرست LDAP

source: No directory selected
fa_ir: هیچ فهرستی انتخاب نشده است

source: No directory associated to entity: impossible search
fa_ir: هیچ فهرستی به نهاد مرتبط نشده است: جستجو غیر ممکن است

source: Withdraw dynamic authorizations and groups
fa_ir: برداشتن گروه ها و همگام سازی های پویا

source: Enable filtering by date
fa_ir: فعال کردن پالایه بر اساس تاریخ

source: to
fa_ir: به

source: Disable filtering by date
fa_ir: غیر فعال کردن پالایه بر اساس تاریخ

source: %1$s - ID %2$d
fa_ir: %1$s - شناسه %2$d

source: Use a FTP installed file
fa_ir: از پرونده نصب شده FTP استفاده کن

source: File too large to be added.
fa_ir: پرونده بسیار بزرگ اضافه شده است.

source: No file available
fa_ir: پرونده در دسترس نیست

source: Reserve an item
fa_ir: ذخیره یک قلم

source: Add a schedule
fa_ir: افزودن زمان بندی

source: New child heading
fa_ir: عنوان فرزند جدید

source: Failed to send test email to administrator
fa_ir: شکست در ارسال رایانامه آزمایشی به مدیر

source: Test email sent to administrator
fa_ir: رایانه آزمایشی به مدیر فرستاده شد

source: %1$s BIOS
fa_ir: BIOS %1$s

source: Last problems
fa_ir: آخرین مشکلات

source: No problem found.
fa_ir: مسئله ای یافت نشد.

source: Problems on linked items
fa_ir: مسائل در مورد عناوین مرتبط

source: cur
fa_ir: فعلی

source: Update followups (author)
fa_ir: بروزآوری پیگیری های(نویسنده)

source: Add a followup to tickets (requester)
fa_ir: افزودن پیگیری برای درخواست ها(درخواست کننده)

source: List of not imported emails
fa_ir: فهرست رایانامه های درون برد نشده

source: Line
fa_ir: خط

source: Add a contract
fa_ir: افزودن قرارداد

source: nok
fa_ir: ناموفق

source: Requested item not found
fa_ir: عنوان درخواست شده یافت نشد

# button
source: Delete
fa_ir: برای حذف

source: No link defined
fa_ir: هیچ پیوندی تعریف نشده

source: Category name
fa_ir: نام رده

source: Redis (TCP)
fa_ir: ردیس (TCP)

source: Redis (TLS)
fa_ir: ردیس (TLS)

source: Master
fa_ir: اصلی

source: Unknown ticket
fa_ir: درخواست ناشناس

# button
source: Link tickets
fa_ir: درخواست پیوند

source: Your tickets to validate
fa_ir: درخواست شما اعتبارسنجی شد

source: Last tickets
fa_ir: آخرین درخواست ها

source: New ticket for this item...
fa_ir: درخواست جدید برای این عنوان.

source: Email followups configuration
fa_ir: پیکره بندی پیگیری ها

source: Used consumables
fa_ir: کالای مصرفی استفاده شده

source: No consumable found
fa_ir: کالای مصرفی پیدا نشد

source: Unpublished
fa_ir: غیرقابل انتشار

source: Action when a user is deleted from the LDAP directory
fa_ir: عمل هنگامی که کاربر از فهرست LDAP حذف شده است

source: Allow anonymous ticket creation (helpdesk.receiver)
fa_ir: اجازه ایجاد درخواست ناشناس(میز فرمان.دریافت کننده)

source: To copy/paste in your support request
fa_ir: برای رونوشت/چسباندن در درخواست پشتیبانی شما

source: Maximal number of automatic actions (run by CLI)
fa_ir: تعداد حداکثر اقدامات خودکار(اجرا توسط CLI)

source: Add user...
fa_ir: افزودن کاربر ...

source: ... From an external source
fa_ir: ... از یک منبع خارجی

source: generated on %s
fa_ir: ایجاد شده بر %s

source: User information
fa_ir: اطلاعات کاربر

# button
source: Validation
fa_ir: اعتبارسنجی

# size
source: B
fa_ir: بایت (B)

# size
source: KiB
fa_ir: کیلوبایت (KiB)

# size
source: MiB
fa_ir: مگابایت (MiB)

# size
source: GiB
fa_ir: گیگابایت (GiB)

# size
source: TiB
fa_ir: ترابایت (TiB)

# size
source: PiB
fa_ir: پتابایت (PiB)

# size
source: EiB
fa_ir: اِکسابایت (EiB)

# size
source: ZiB
fa_ir: زتابایت (ZiB)

# size
source: YiB
fa_ir: یوتابایت (YiB)

source: No data available on the web site
fa_ir: داده ای بر روی وب سایت در دسترس نمی باشد

source: YYYY-MM-DD
fa_ir: سال-ماه-روز

source: DD-MM-YYYY
fa_ir: روز-ماه-سال

source: MM-DD-YYYY
fa_ir: ماه-روز-سال

source: Add an escalation level
fa_ir: افزودن سطح ماده تعدیل

source: Counter error
fa_ir: خطای شمارنده

source: Computers
fa_ir: کامپیوترها

source: Add a user
fa_ir: افزودن یک کاربر

source: Missing network property (In CIDR notation. Ex: %s)
fa_ir: خصوصیت شبکه گم شده است (به صورت نشانه‌گذاری CIDR، مثال: %s)

source: System lock
fa_ir: قفل سامانه

source: Disabled plugin
fa_ir: افزونه از کار انداخته شده

source: Back to planning
fa_ir: بازگشت به برنامه ریزی

source: No reservation
fa_ir: بدون ذخیره

source: Ical
fa_ir: آیکال

source: Webcal
fa_ir: وب‌کال

source: Vcard
fa_ir: کارت ویزیت مجازی

source: Plugin "%s" as a local source versioning directory.
fa_ir: افزونه "%s" به‌عنوان پوشه نسخه‌بندی منبع محلی.

source: Plugin %s downloaded successfully
fa_ir: افزونه %s با موفقیت دانلود شد

source: Plugin %s could not be downloaded
fa_ir: افزونه %s قابل دانلود نبود

source: Plugin "%s" requirements not met.
fa_ir: نیازمندی‌های افزونه "%s" برآورده نشده است.

source: No network card available
fa_ir: کارت شبکه موجود نیست

source: Choose a template
fa_ir: انتخاب قالب

source: Add a template...
fa_ir: افزودن قالب...

source: Approvals for the ticket
fa_ir: موافقت(ها) برای درخواست

# Documentation
source: Summary
fa_ir: خلاصه

source: The engine stops on the first checked rule.
fa_ir: موتور بر روی اولین قانون بررسی شده متوقف می شود.

source: The engine treats all the rules.
fa_ir: موتور تمام قوانین را مورد عمل قرار می دهد.

source: Entities assignment
fa_ir: انتساب موجودیت

source: Rights assignment
fa_ir: انتساب حقوق

source: Rights and entities assignment
fa_ir: انتساب حقوق و موجودیت ها
