Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

# item
source: State
ar_iq: الحالة
fa_ir: وضعیت

source: When automatic computation is active, percentage is computed based on the average of all child task percent done.
ar_iq: عندما يكون الحساب التلقائي نشطًا، يتم حساب النسبة المئوية استنادًا إلى متوسط ​​النسبة المئوية لجميع المهام الفرعية التي تم إنجازها.
fa_ir: وقتی محاسبه خودکار فعال باشد، درصد پیشرفت بر اساس میانگین درصد تکمیل همه زیروظایف محاسبه می‌شود.

source: Percent done
ar_iq: نسبة الإنجاز
fa_ir: درصد پیشرفت

source: Team members
ar_iq: أعضاء الفريق

source: Planning
ar_iq: التخطيط
fa_ir: برنامه‌ریزی

source: Planned start date
ar_iq: تاريخ البدء المخطط
fa_ir: تاریخ شروع برنامه‌ریزی‌شده

source: Real start date
ar_iq: تاريخ البدء الفعلي
fa_ir: تاریخ شروع واقعی

source: Planned end date
ar_iq: تاريخ الانتهاء المخطط له
fa_ir: تاریخ پایان برنامه‌ریزی‌شده

source: Real end date
ar_iq: تاريخ الانتهاء الحقيقي
fa_ir: تاریخ پایان واقعی

source: Planned duration
ar_iq: المدة المخططة
fa_ir: مدت زمان برنامه‌ریزی‌شده

source: Effective duration
ar_iq: المدة الفعلية
fa_ir: مدت زمان واقعی

source: Tickets duration
ar_iq: مدة التذاكر
fa_ir: مدت زمان تیکت‌ها

source: Details
ar_iq: تفاصيل
fa_ir: جزئیات

source: Recall on %s
ar_iq: استدعاء على %s
fa_ir: یادآوری در %s

source: Network report
ar_iq: تقرير الشبكة
fa_ir: گزارش شبکه

source: Display report
ar_iq: عرض التقرير
fa_ir: نمایش گزارش

source: By location
ar_iq: حسب الموقع
fa_ir: براساس محل

source: By hardware
ar_iq: حسب العتاد
fa_ir: براساس سخت‌افزار

source: By network socket
ar_iq: بواسطة مقبس الشبكة
fa_ir: براساس پورت شبکه

source: Find a free item in a specific period
ar_iq: البحث عن عنصر متاح خلال فترة محددة
fa_ir: یافتن یک مورد آزاد در بازه زمانی مشخص

source: End date
ar_iq: تاريخ الإنتهاء
fa_ir: تاریخ پایان

source: Item location
ar_iq: موقع العنصر
fa_ir: موقعیت مکانی آیتم

source: Language
ar_iq: اللغة
fa_ir: زبان را انتخاب کنید

source: URL
ar_iq: عنوان الإنترنت
fa_ir: نشانی اینترنتی (URL)

source: Refresh rate
ar_iq: معدل التحديث
fa_ir: نرخ تازه‌سازی

source: Number of items displayed
ar_iq: عدد العناصر المعروضة
fa_ir: تعداد موارد نمایش داده شده

source: URL "%s" is not allowed by your administrator.
ar_iq: عنوان URL "%s" غير مسموح به من قبل المشرف.
fa_ir: نشانی "%s" توسط مدیر سیستم مجاز نیست.

source: Error retrieving RSS feed
ar_iq: خطأ في إستلام تغذية RSS
fa_ir: خطا در دریافت فید RSS

source: Begin
ar_iq: بدء
fa_ir: شروع

source: Visibility
ar_iq: الرؤية
fa_ir: قابلیت مشاهده

source: From %1$s to %2$s
ar_iq: من %1$s إلى %2$s
fa_ir: از %1$s تا %2$s

source: Add to schedule
ar_iq: إضافة إلى الجدول الزمني
fa_ir: افزودن به برنامه زمان‌بندی

source: Reminder %1$s
ar_iq: تذكير %1$s

source: Not planned
ar_iq: غير مخطط لها

source: Calendar
ar_iq: تقويمات
fa_ir: تقویم

source: Auto
ar_iq: تلقائي
fa_ir: خودکار

source: Do count
ar_iq: قم بالعد
fa_ir: شمارش

source: Public
ar_iq: عام
fa_ir: عمومی

source: Notification used:
ar_iq: إشعارات مستخدمة
fa_ir: اعلان استفاده‌شده:

source: Notification does not exist
ar_iq: الإشعار غير موجود

source: Create it now
ar_iq: أنشئه الآن

source: Add an alert
ar_iq: أضف تنبيهًا
fa_ir: افزودن هشدار

source: Operator
ar_iq: المشغل
fa_ir: عملگر

source: Compare number of results the search returns against the specified value with selected operator
ar_iq: قارن عدد النتائج التي يعرضها البحث بالقيمة المحددة باستخدام عامل التشغيل المحدد
fa_ir: تعداد نتایج بازگشتی جستجو را با مقدار مشخص‌شده و عملگر انتخابی مقایسه کنید

source: Value
ar_iq: القيمة
fa_ir: مقدار

source: Notification frequency
ar_iq: تكرار الإشعارات
fa_ir: فواصل زمانی اعلان

source: Save current search
ar_iq: حفظ البحث الحالي
fa_ir: ذخیره جستجوی فعلی

source: Add an item
ar_iq: إضافة عنصر
fa_ir: افزودن مورد

source: Use this entry
ar_iq: استخدم هذا الإدخال

source: Back to results
ar_iq: العودة إلى النتائج

source: Loading...
ar_iq: جارٍ التحميل...
fa_ir: در حال بارگذاری...

source: An error occurred while searching in the knowledge base
ar_iq: حدث خطأ أثناء البحث في قاعدة المعرفة

source: An error occurred while loading the knowledge base entry
ar_iq: حدث خطأ أثناء تحميل إدخال قاعدة المعرفة

source: Add a linked item
ar_iq: إضافة عنصر مرتبط
fa_ir: افزودن مورد مرتبط

source: Subject
ar_iq: الموضوع
fa_ir: عنوان

source: Writer
ar_iq: الكاتب
fa_ir: نویسنده

source: %d view
ar_iq: %d مشاهدات
fa_ir: %d بازدید

source: This item is part of the FAQ
ar_iq: هذا العنصر جزء من الأسئلة الشائعة
fa_ir: این مورد بخشی از پرسش‌های متداول است

source: This item is not part of the FAQ
ar_iq: هذا العنصر ليس جزءاً من الأسئلة الشائعة
fa_ir: این مورد بخشی از پرسش‌های متداول نیست

source: Add a comment
ar_iq: إضافة تعليق

source: No comments
ar_iq: لا توجد تعليقات
fa_ir: بدون نظر

source: Unable to load comment!
ar_iq: تعذر تحميل التعليق!

source: Contact your GLPI admin!
ar_iq: اتصل بمسؤول GLPI الخاص بك!
fa_ir: با مدیر GLPI خود تماس بگیرید!

source: Add an answer
ar_iq: إضافة إجابة
fa_ir: افزودن پاسخ

source: Views
ar_iq: المشاهدات

source: Put this item in the FAQ
ar_iq: وضع هذا العنصر في الأسئلة الشائعة
fa_ir: قرار دادن این مورد در پرسش‌های متداول

source: Link with %1$s
ar_iq: ربط مع %1$s

source: Visible since
ar_iq: مرئي منذ
fa_ir: قابل مشاهده از

source: Visible until
ar_iq: مرئي حتى
fa_ir: قابل مشاهده تا

source: Target
ar_iq: أهداف
fa_ir: هدف

source: Creation date
ar_iq: تاريخ الإنشاء
fa_ir: تاریخ ایجاد

source: Last update
ar_iq: أخر تحديث
fa_ir: اخرین بروزرسانی

source: Code
ar_iq: الرمز
fa_ir: کد

source: When automatic computation is active, percentage is computed based on the average of all child project and task percent done.
ar_iq: عندما يكون الحساب التلقائي نشطًا، يتم حساب النسبة المئوية استنادًا إلى متوسط ​​النسبة المئوية لجميع المشاريع الفرعية والمهمة المنجزة.
fa_ir: هنگام فعال بودن محاسبه خودکار، درصد بر اساس میانگین درصد انجام شده تمام پروژه‌ها و وظایف فرزند محاسبه می‌شود.

source: Show on global Gantt
ar_iq: عرض في مخطط Gantt العام
fa_ir: نمایش در گانت جهانی

source: Manager
ar_iq: مديرون
fa_ir: مدیر

source: Sum of planned durations of tasks
ar_iq: مجموع المدد المخططة للمهام
fa_ir: جمع مدت زمان برنامه‌ریزی‌شده وظایف

source: Sum of total effective durations of tasks
ar_iq: مجموع إجمالي المدد الفعالة للمهام
fa_ir: جمع کل مدت زمان واقعی وظایف

source: Login to your account
ar_iq: الدخول لحسابك بالمنظومة
fa_ir: ورود به حساب کاربری شما

source: Login source
ar_iq: مصدر تسجيل الدخول
fa_ir: منبع ورود

source: Remember me
ar_iq: تذكرني
fa_ir: مرا به خاطر بسپار

source: Sign in
ar_iq: تسجيل الدخول
fa_ir: ورود

source: FAQ
ar_iq: الأسئلة الشائعة
fa_ir: پرسش و پاسخ

source: Service catalog category
ar_iq: فئة كتالوج الخدمة

source: Service catalog
ar_iq: كتالوج الخدمة

source: Sort by:
ar_iq: الترتيب حسب:

source: Sort by
ar_iq: الترتيب حسب

source: Search for forms...
ar_iq: البحث عن النماذج...

source: Forms
ar_iq: النماذج

source: Form title
ar_iq: عنوان النموذج

source: Form description
ar_iq: وصف النموذج

source: Untitled section
ar_iq: قسم بلا عنوان

source: %s description
ar_iq: %s الوصف

source: Submit
ar_iq: إرسال

source: Form submitted
ar_iq: تم إرسال النموذج

source: Your form has been submitted successfully.
ar_iq: لقد تم إرسال النموذج الخاص بك بنجاح.

source: Go back to service catalog
ar_iq: العودة إلى كتالوج الخدمة

source: See my tickets
ar_iq: عرض تذاكري

source: Log in again
ar_iq: تسجيل الدخول مجدداً
fa_ir: ورود دوباره

source: Force synchronization
ar_iq: مزامنة القوة
fa_ir: اجرای همگام‌سازی اجباری

source: Clean LDAP fields and force synchronisation
ar_iq: تنظيف حقول LDAP وفرض المزامنة
fa_ir: پاک‌سازی فیلدهای LDAP و اجرای همگام‌سازی اجباری

source: Change of the authentication method
ar_iq: تغيير طريقة التحقق من الهوية
fa_ir: تغییر روش احراز هویت

source: Default server
ar_iq: الخادم التلقائي
fa_ir: سرور پیش‌فرض

source: Server configuration
ar_iq: تكوين الخادم

source: Email options
ar_iq: خيارات البريد الإلكتروني

source: Email domain name
ar_iq: اسم نطاق البريد الإلكتروني

source: Users email will be login@domainname
ar_iq: سيكون البريد الإلكتروني للمستخدمين هو login@domainname

source: Server
ar_iq: الخادم
fa_ir: سرور

source: Port
ar_iq: منافذ
fa_ir: پورت

source: Timeout
ar_iq: المهلة الزمنية
fa_ir: مهلت (Timeout)

source: No timeout
ar_iq: لا مهلة
fa_ir: بدون محدودیت زمانی

source: CAS authentication
ar_iq: CAS للتحقق من الهوية
fa_ir: احراز هویت CAS

# authentication
source: Enabled
ar_iq: متاح
fa_ir: فعال

source: CAS Host
ar_iq: مضيف CAS
fa_ir: میزبان CAS

source: CAS Version
ar_iq: نسخة CAS
fa_ir: نسخه CAS

source: Root directory (optional)
ar_iq: دليل جذر (اختياري)
fa_ir: شاخه ریشه (اختیاری)

source: Log out fallback URL
ar_iq: تسجيل الخروج من عنوان URL الاحتياطي
fa_ir: آدرس بازگشتی خروج

source: x509 certificate authentication
ar_iq: شهادة x509 للتحقق من الهوية
fa_ir: احراز هویت با گواهی x509

source: Email attribute for x509 authentication
ar_iq: خصائص البريد الإلتروني لتاكيد شهادات x509
fa_ir: ویژگی ایمیل برای احراز هویت x509

source: Restrict %s field for x509 authentication (separator $)
ar_iq: حصر حقل %s لتأكيد x509 (فاصل $)
fa_ir: محدودسازی فیلد %s برای احراز هویت x509 (جداکننده $)

source: Other authentication sent in the HTTP request
ar_iq: تأكيدات اخرى بواسطة HTTP
fa_ir: سایر روش‌های احراز هویت ارسال‌شده در درخواست HTTP

source: SSO logout url
ar_iq: عنوان URL لتسجيل الخروج SSO
fa_ir: نشانی خروج SSO

source: Remove the domain of logins like login@domain
ar_iq: حذف إسم النطاق عند تسجيل الدخول مثل login@domain
fa_ir: حذف دامنه از ورودهایی مانند login@domain

source: Authentication setup
ar_iq: إعداد المصادقة

source: Automatically add users from an external authentication source
ar_iq: إضافة المستخدمين تلقائيا من المصادر الخارجية للتحقق من الهوية
fa_ir: افزودن خودکار کاربران از منبع احراز هویت خارجی

source: Add a user without accreditation from a LDAP directory
ar_iq: إضافة مستخدم بدون اعتماد من دليل LDAP
fa_ir: افزودن کاربر بدون اعتبارسنجی از فهرست LDAP

source: Action when a user is restored in the LDAP directory
ar_iq: الإجراء عند استعادة مستخدم في دليل LDAP
fa_ir: عملیات هنگام بازیابی کاربر در فهرست LDAP

source: GLPI server time zone
ar_iq: المنطقة الزمنية لخادم GLPI
fa_ir: منطقه زمانی سرور GLPI

source: Actions when a user is deleted from the LDAP directory
ar_iq: الإجراءات عند حذف مستخدم من دليل LDAP

source: Authorization
ar_iq: تفويضات
fa_ir: مجوز

source: Log connections
ar_iq: سجل الاتصالات
fa_ir: ثبت اتصالات

source: Filter access
ar_iq: الوصول إلى التصفية
fa_ir: فیلتر دسترسی

source: Leave these parameters empty to disable API access restriction
ar_iq: اترك هذه المعلمات فارغة لتعطيل تقييد الوصول إلى واجهة برمجة التطبيقات
fa_ir: این پارامترها را خالی بگذارید تا محدودیت دسترسی API غیرفعال شود

source: IPv4 address range start
ar_iq: بداية نطاق عناوين IPv4
fa_ir: آغاز بازه نشانی IPv4

source: IPv4 address range end
ar_iq: نهاية نطاق عناوين IPv4
fa_ir: پایان بازه نشانی IPv4

source: IPv6 address
ar_iq: عنوان IPv6
fa_ir: نشانی IPv6

source: Application token
ar_iq: رمز التطبيق
fa_ir: توکن برنامه

source: Entity management
ar_iq: إدارة الكيان

source: Add an item type
ar_iq: إضافة نوع عنصر
fa_ir: افزودن نوع قلم

source: Homepage
ar_iq: الصفحة الرئيسية
fa_ir: صفحه اصلی

source: Get help
ar_iq: الحصول على مساعدة
fa_ir: دریافت راهنما

source: Readme
ar_iq: ملف README
fa_ir: فایل Readme

source: Changelog
ar_iq: سجل التغييرات
fa_ir: فایل تغییرات

source: Day
ar_iq: أيام
fa_ir: روز

source: Event
ar_iq: أحداث
fa_ir: رویداد

# button
source: See result
ar_iq: انظر النتيجة

source: Complete output from the API
ar_iq: الإخراج الكامل من API

source: Payload output
ar_iq: إخراج الحمولة

source: Number of retries
ar_iq: عدد مرات إعادة المحاولة

source: It is strongly advised to use the HTTPS protocol.
ar_iq: يُنصح بشدة باستخدام بروتوكول HTTPS.

source: You may use the same placeholder tags as in the payload content and header values.
ar_iq: يمكنك استخدام نفس العلامات النائبة كما في محتوى الحمولة وقيم الرأس.

source: HTTP method
ar_iq: طريقة HTTP

source: Save response body
ar_iq: حفظ نص الاستجابة

source: Log in item history
ar_iq: تسجيل الدخول في تاريخ العنصر

source: Remove
ar_iq: إزالة

source: Add a custom header
ar_iq: أضف رأسًا مخصصًا

source: Resend
ar_iq: إعادة الإرسال

source: Expected send date
ar_iq: تاريخ الإرسال المتوقع
fa_ir: تاریخ مورد انتظار برای ارسال

source: Send date
ar_iq: إرسال التاريخ
fa_ir: تاریخ ارسال

source: Number of tries of sent
ar_iq: عدد المحاولات المرسلة
fa_ir: تعداد دفعات تلاش برای ارسال

source: Last status code
ar_iq: رمز الحالة الأخيرة

source: Request
ar_iq: طلب
fa_ir: درخواست

source: Headers
ar_iq: الرؤوس

source: Last response
ar_iq: الرد الأخير

source: Secret
ar_iq: سر

source: The webhook secret can be shared with a target server to allow it to validate requests are actually coming from the GLPI server and that the content was not modified between GLPI and the target.
ar_iq: يمكن مشاركة سر خطاف الويب مع خادم مستهدف للسماح له بالتحقق من صحة الطلبات الواردة فعليًا من خادم GLPI وأنه لم يتم تعديل المحتوى بين GLPI والهدف.

source: Expiration delay
ar_iq: تأخير انتهاء الصلاحية

source: Disabled
ar_iq: معطل
fa_ir: غیرفعال

source: Target authentication
ar_iq: مصادقة الهدف

source: Challenge–response authentication can be used to validate the identity of the target server before any data is sent from GLPI. This uses the shared secret that was generated in the above section.
ar_iq: يمكن استخدام مصادقة الاستجابة للتحدي للتحقق من هوية الخادم الهدف قبل إرسال أي بيانات من GLPI.يستخدم هذا السر المشترك الذي تم إنشاؤه في القسم أعلاه.

source: CRA is mandatory due to GLPI configuration
ar_iq: CRA إلزامي بسبب تكوين GLPI

source: Use CRA Challenge?
ar_iq: استخدام التحدي CRA؟

# button
source: Validate
ar_iq: التحقق من صحة

source: CRA Challenge
ar_iq: تحدي CRA

source: CRA result
ar_iq: نتيجة CRA

source: OAuth Authentication
ar_iq: مصادقة OAuth

source: Use OAuth
ar_iq: استخدم OAuth

source: Client ID
ar_iq: معرف العميل

source: Client Secret
ar_iq: سر العميل

source: Use default payload
ar_iq: استخدم الحمولة الافتراضية

source: Execution
ar_iq: تنفيذ
fa_ir: اجرا

source: Logical operator
ar_iq: عامل منطقي
fa_ir: عملگر منطقی

source: Notifications configuration
ar_iq: تكوين الإخطارات
fa_ir: پیکربندی اعلان‌ها

source: You must enable at least one notification mode.
ar_iq: يجب عليك تمكين وضع إعلام واحد على الأقل.
fa_ir: باید حداقل یک حالت اعلان را فعال کنید.

source: Enable notifications
ar_iq: تمكين الإخطارات

source: Notification
ar_iq: إشعارات
fa_ir: اعلان

source: Notification template
ar_iq: قوالب إشعارات
fa_ir: الگوی اعلان

source: Unable to configure notifications: please configure at least one notification type using the above configuration.
ar_iq: غير قادر على تكوين الإشعارات: يرجى تكوين نوع إشعار واحد على الأقل باستخدام التكوين أعلاه.

source: Run frequency
ar_iq: عدد مرات التشغيل
fa_ir: فراوانی اجرای وظیفه

source: Scheduled
ar_iq: المقرر
fa_ir: زمان‌بندی شده

source: CLI
ar_iq: سطر الأوامر
fa_ir: خط فرمان (CLI)

source: Run mode
ar_iq: وضع التشغيل
fa_ir: حالت اجرا

source: Run period
ar_iq: فترة التشغيل
fa_ir: دوره اجرا

source: Number of days this action logs are stored
ar_iq: عدد الأيام التي يتم فيها تخزين سجلات هذا الإجراء
fa_ir: تعداد روزهای نگهداری گزارش‌های این عملیات

source: Infinite
ar_iq: لانهائي
fa_ir: بی‌نهایت

source: Last run
ar_iq: التشغيل الأخير
fa_ir: آخرین اجرا

source: Maintenance mode enabled, running tasks is disabled
ar_iq: تم تمكين وضع الصيانة، وتم تعطيل تشغيل المهام
fa_ir: حالت نگهداری فعال است، اجرای وظایف غیرفعال شد

source: Execute
ar_iq: تنفيذ
fa_ir: اجرا

source: Next run
ar_iq: التشغيل التالي
fa_ir: اجرای بعدی

source: Statistics
ar_iq: إحصائيات
fa_ir: آمارها

source: Run count
ar_iq: عدد مرات التنفيذ
fa_ir: تعداد اجرا

source: %s start
ar_iq: بدايات %s
fa_ir: شروع %s

source: %s stop
ar_iq: إيقافات %s
fa_ir: توقف %s

source: %s error
ar_iq: أخطاء %s
fa_ir: خطا %s

source: Minimal time
ar_iq: الحد الأدنى من الوقت
fa_ir: کمینه زمان

source: %s second
ar_iq: %s ثوانٍ
fa_ir: %s ثانیه

source: Maximal time
ar_iq: الوقت الأقصى
fa_ir: بیشینه زمان

source: Average time
ar_iq: متوسط الوقت
fa_ir: میانگین زمان

source: Minimal count
ar_iq: الحد الأدنى من العدد
fa_ir: کمینه تعداد

source: %s item
ar_iq: %s عناصر
fa_ir: فقره %s

source: Maximal count
ar_iq: العدد الأقصى
fa_ir: بیشینه شمارش

source: Average count
ar_iq: متوسط ​​العدد
fa_ir: میانگین شمارش

source: Total count
ar_iq: العدد الإجمالي
fa_ir: کل شمارش

source: Average speed
ar_iq: متوسط ​​السرعة
fa_ir: میانگین سرعت

source: %s items/sec
ar_iq: %s عنصر/الثانية
fa_ir: %s فقره/ثانیه

source: Yes - Restrict to unit management
ar_iq: نعم - يقتصر على إدارة الوحدة
fa_ir: بله - محدود به مدیریت واحد

source: Yes - Restrict to global management
ar_iq: نعم - يقتصر على الإدارة العالمية
fa_ir: بله - محدود به مدیریت کلان

source: Enable the financial and administrative information by default
ar_iq: تفعيل المعلومات المالية والإدارية بشكل تلقائي
fa_ir: فعال‌سازی اطلاعات مالی و مدیریتی به‌صورت پیش‌فرض

source: Restrict monitor management
ar_iq: تقييد إدارة المراقبة
fa_ir: محدود کردن مدیریت نمایشگر

source: Software category deleted by the dictionary rules
ar_iq: تم حذف فئة البرامج بواسطة قواعد القاموس
fa_ir: رده نرم‌افزار طبق قواعد فرهنگ حذف شد

source: Restrict device management
ar_iq: تقييد إدارة الجهاز
fa_ir: محدود کردن مدیریت دستگاه

source: End of fiscal year
ar_iq: نهاية السنة المالية
fa_ir: پایان سال مالی

source: Restrict phone management
ar_iq: تقييد إدارة الهاتف
fa_ir: محدود کردن مدیریت تلفن

source: Global
ar_iq: شامل
fa_ir: سراسری

source: By entity
ar_iq: حسب المدخلات
fa_ir: براساس واحد سازمانی

source: Automatic fields (marked by *)
ar_iq: الحقول التلقائية (مميزة بـ *)
fa_ir: فیلدهای خودکار (مشخص شده با *)

source: Restrict printer management
ar_iq: تقييد إدارة الطابعة
fa_ir: محدود کردن مدیریت چاپگر

source: Devices displayed in menu
ar_iq: الأجهزة المعروضة في القائمة
fa_ir: دستگاه‌های نمایش داده شده در منو

source: Step for the hours (minutes)
ar_iq: خطوة للساعات (الدقائق)
fa_ir: گام زمانی برای ساعت‌ها (دقایق)

source: Limit of the schedules for planning
ar_iq: حدود الجداول الزمنية للتخطيط
fa_ir: حد مجاز برنامه‌های زمانبندی برای برنامه‌ریزی

source: Default file size limit imported by the mails receiver
ar_iq: الحد الافتراضي لحجم الملف الذي يتم استيراده بواسطة جهاز استقبال البريد
fa_ir: حد پیش‌فرض حجم فایل‌های وارد شده توسط دریافت‌کننده ایمیل

source: Default heading when adding a document to a ticket
ar_iq: العنوان الافتراضي عند إضافة مستند إلى التذكرة
fa_ir: عنوان پیش‌فرض هنگام افزودن سند به درخواست

source: By default, a software may be linked to a ticket
ar_iq: بشكل افتراضي، قد يتم ربط البرنامج بالتذكرة
fa_ir: به طور پیش‌فرض، یک نرم‌افزار ممکن است به یک درخواست مرتبط شود

source: Keep tickets when purging hardware in the inventory
ar_iq: احتفظ بالتذاكر عند تطهير الأجهزة من المخزون
fa_ir: درخواست‌ها هنگام پاکسازی سخت‌افزار در موجودی نگه داشته شوند

source: Show personnal information in new ticket form (simplified interface)
ar_iq: إظهار المعلومات الشخصية في نموذج التذكرة الجديد (واجهة مبسطة)
fa_ir: نمایش اطلاعات شخصی در فرم درخواست جدید (رابط ساده شده)

source: Allow anonymous ticket creation (receiver)
ar_iq: السماح بإنشاء تذكرة مجهولة (المستلم)

source: Allow anonymous followups (receiver)
ar_iq: السماح بالمتابعة المجهولة (المتلقي)
fa_ir: اجازه پیگیری‌های ناشناس (دریافت‌کننده)

source: Monday
ar_iq: الاثنين
fa_ir: دوشنبه

source: Tuesday
ar_iq: الثلاثاء
fa_ir: سه‌شنبه

source: Wednesday
ar_iq: الأربعاء
fa_ir: چهارشنبه

source: Thursday
ar_iq: الخميس
fa_ir: پنج‌شنبه

source: Friday
ar_iq: الجمعة
fa_ir: جمعه

source: Saturday
ar_iq: السبت
fa_ir: شنبه

source: Sunday
ar_iq: الأحد
fa_ir: یک شنبه

source: Planning work days
ar_iq: التخطيط لأيام العمل
fa_ir: برنامه‌ریزی روزهای کاری

source: Matrix of calculus for priority
ar_iq: مصفوفة التفاضل في الأهميات
fa_ir: ماتریس محاسبه اولویت

source: Documents setup
ar_iq: إعداد المستندات
fa_ir: تنظیمات اسناد

source: The maximum upload size is primarily determined by the "upload_max_filesize" and "post_max_size" PHP settings. The setting below is to further restrict the uploads for just GLPI.
ar_iq: يتم تحديد الحد الأقصى لحجم التحميل بشكل أساسي من خلال إعدادات PHP "upload_max_filesize" و"post_max_size".الإعداد أدناه هو تقييد التحميلات لـ GLPI فقط.

source: Document files maximum size (Mio)
ar_iq: الحد الأقصى لحجم ملفات المستندات (MiB)
fa_ir: حداکثر حجم فایل‌های سند (مگابایت)

source: Information about system installation and configuration
ar_iq: معلومات حول تركيب وإعدادات النظام
fa_ir: اطلاعات مربوط به نصب و پیکربندی سامانه

source: Copy system information
ar_iq: نسخ معلومات النظام
fa_ir: کپی اطلاعات سامانه

source: Enable API
ar_iq: تمكين API

source: API Getting Started
ar_iq: بدء استخدام API

source: API Endpoints
ar_iq: نقاط نهاية API

source: URL of the API
ar_iq: رابط API
fa_ir: نشانی اینترنتی (URL) API

source: Legacy API
ar_iq: API القديم

source: The Legacy API is enabled. It is recommended to only use the new API when possible.
ar_iq: تم تمكين API القديمة.يوصى باستخدام API الجديدة فقط عندما يكون ذلك ممكنًا.

source: Enable Legacy REST API
ar_iq: تمكين REST API القديم

source: Are you sure you want to enable the Legacy API? It is recommended to only use the new API when possible.
ar_iq: هل أنت متأكد أنك تريد تمكين Legacy API؟يوصى باستخدام API الجديدة فقط عندما يكون ذلك ممكنًا.

source: API inline Documentation
ar_iq: وثائق API المضمنة
fa_ir: مستندات درون‌خطی API

source: Enable login with credentials
ar_iq: تمكين تسجيل الدخول باستخدام بيانات الاعتماد
fa_ir: فعال‌سازی ورود با اطلاعات کاربری

source: Allow to login to API and get a session token with user credentials
ar_iq: السماح بتسجيل الدخول إلى API والحصول على رمز مميز للجلسة باستخدام بيانات اعتماد المستخدم
fa_ir: اجازه ورود به API و دریافت توکن نشست با استفاده از اطلاعات کاربری

source: Enable login with external token
ar_iq: تمكين تسجيل الدخول باستخدام رمز خارجي
fa_ir: فعال‌سازی ورود با توکن خارجی

source: Allow to login to API and get a session token with user external token. See Remote access key in user Settings tab
ar_iq: السماح بتسجيل الدخول إلى API والحصول على رمز مميز للجلسة باستخدام رمز مميز خارجي للمستخدم.راجع مفتاح الوصول عن بعد في علامة التبويب إعدادات المستخدم

source: The "%s" extension is installed
ar_iq: تم تثبيت الامتداد "%s".
fa_ir: افزونه "%s" نصب شده است

source: %s extension is installed
ar_iq: تم تثبيت الامتداد %s
fa_ir: افزونه %s نصب شده است

source: Installing and enabling the "%s" extension may improve GLPI performance
ar_iq: قد يؤدي تثبيت الامتداد "%s" وتمكينه إلى تحسين أداء GLPI
fa_ir: نصب و فعال‌سازی افزونه "%s" ممکن است عملکرد GLPI را بهبود بخشد

source: %s extension is not present
ar_iq: الامتداد %s غير موجود
fa_ir: افزونه %s موجود نیست

source: PHP opcode cache
ar_iq: PHP ذاكرة التخزين المؤقت لرمز التشغيل
fa_ir: کش کدهای عملیاتی PHP

source: %1$s memory usage is correct
ar_iq: %1$s استخدام الذاكرة صحيح
fa_ir: مصرف حافظه %1$s درست است

source: %1$s memory usage is too low or too high
ar_iq: %1$s استخدام الذاكرة منخفض جدًا أو مرتفع جدًا
fa_ir: مصرف حافظه %1$s خیلی کم یا خیلی زیاد است

source: Hits rate
ar_iq: معدل الزيارات
fa_ir: نرخ بازدید

source: %1$s hits rate is correct
ar_iq: %1$s معدل الزيارات صحيح
fa_ir: نرخ بازدید %1$s درست است

source: %1$s hits rate is low
ar_iq: %1$s معدل الزيارات منخفض
fa_ir: نرخ بازدید %1$s پایین است

source: Out of memory restart
ar_iq: إعادة تشغيل نفاد الذاكرة
fa_ir: راه‌اندازی مجدد به علت کمبود حافظه

source: %1$s restart rate is correct
ar_iq: %1$s معدل إعادة التشغيل صحيح
fa_ir: نرخ راه‌اندازی مجدد %1$s درست است

source: %1$s restart rate is too high
ar_iq: %1$s معدل إعادة التشغيل مرتفع جدًا
fa_ir: نرخ راه‌اندازی مجدد %1$s خیلی بالا است

source: User data cache
ar_iq: ذاكرة التخزين المؤقت لبيانات المستخدم
fa_ir: کش داده‌های کاربر

source: You can use "%s" command to configure cache system.
ar_iq: يمكنك استخدام الأمر "%s" لتكوين نظام ذاكرة التخزين المؤقت.

source: The "%s" cache extension is installed
ar_iq: تم تثبيت ملحق ذاكرة التخزين المؤقت "%s".
fa_ir: افزونه کش "%s" نصب شده است

source: "%s" cache system is used
ar_iq: %sيتم استخدام نظام ذاكرة التخزين المؤقت
fa_ir: سیستم کش "%s" استفاده می‌شود
