Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Items to transfer
ar_iq: العناصر المراد نقلها
fa_ir: موارد برای انتقال

source: No selected element or badly defined operation
ar_iq: لا يوجد عنصر محدد أو عملية محددة بشكل سيء
fa_ir: عنصری انتخاب نشده یا عملیات به درستی تعریف نشده است.

source: Log files
ar_iq: ملفات السجل

source: Sort by file path
ar_iq: فرز حسب مسار الملف

source: Sort by size
ar_iq: الترتيب حسب الحجم

source: Sort by date
ar_iq: الترتيب حسب التاريخ

source: file size
ar_iq: حجم الملف

source: date of last modification
ar_iq: تاريخ التعديل الأخير

source: File actions
ar_iq: إجراءات الملف

source: Empty file
ar_iq: ملف فارغ

source: Are you sure you want to clear this file?
ar_iq: هل أنت متأكد أنك تريد مسح هذا الملف؟

source: Are you sure you want to delete this file?
ar_iq: هل أنت متأكد أنك تريد حذف هذا الملف؟

source: Delete file
ar_iq: حذف الملف

source: Delegatee
ar_iq: مفوَّض
fa_ir: واگذار شده

source: Add an authorization to a user
ar_iq: إضافة ترخيص للمستخدم
fa_ir: افزودن مجوز به یک کاربر

source: The execution of the plugins is suspended.
ar_iq: تم تعليق تنفيذ المكونات الإضافية.

source: Resume execution of all active plugins
ar_iq: استئناف تنفيذ كافة المكونات الإضافية النشطة

source: Suspend execution of all plugins
ar_iq: تعليق تنفيذ كافة الإضافات

source: Location on map
ar_iq: الموقع على الخريطة
fa_ir: موقعیت روی نقشه

# location
source: Longitude
ar_iq: خط الطول
fa_ir: طول جغرافیایی

# location
source: Latitude
ar_iq: خط العرض
fa_ir: عرض جغرافیایی

# location
source: Altitude
ar_iq: ارتفاع
fa_ir: ارتفاع

source: Notification options
ar_iq: خيارات الإخطار
fa_ir: گزینه‌های اطلاع‌رسانی

source: Email sender email address
ar_iq: عنوان البريد الإلكتروني لمرسل البريد الإلكتروني

source: Prefix for notifications
ar_iq: بادئة للإخطارات
fa_ir: پیشوند برای اطلاع‌رسانی‌ها

source: Delay to send email notifications
ar_iq: تأخير إرسال إشعارات البريد الإلكتروني
fa_ir: تاخیر در ارسال اطلاع‌رسانی‌های ایمیلی

source: Enable notifications by default
ar_iq: تمكين الإخطارات بشكل افتراضي
fa_ir: فعال‌سازی اطلاع‌رسانی‌ها به طور پیش‌فرض

source: Alarms options
ar_iq: خيارات الإنذارات
fa_ir: گزینه‌های هشدار

source: Reminders frequency for alarms on cartridges
ar_iq: تكرار التنبيه الخاص بخراطيش الحبر
fa_ir: فرکانس یادآوری هشدارها برای کارتریج‌ها

source: Default threshold for cartridges count
ar_iq: العدد الأولي لخراطيش الحبر
fa_ir: حد پیش‌فرض تعداد کارتریج‌ها

source: Reminders frequency for alarms on consumables
ar_iq: عدد مرات تكرار التنبيه للمواد الاستهلاكية
fa_ir: فرکانس یادآوری هشدارها برای مصرفی‌ها

source: Default threshold for consumables count
ar_iq: الحد الأدنى للمواد الإستهلاكية
fa_ir: حد پیش‌فرض تعداد مصرفی‌ها

source: Alarms on contracts
ar_iq: التنبيهات على العقود
fa_ir: هشدارها درباره قراردادها

source: Send contract alarms before
ar_iq: إرسال التنبيه على العقود قبل
fa_ir: ارسال هشدارهای قرارداد پیش از

source: Send financial and administrative information alarms before
ar_iq: إرسال تنبيهات المعلومات المالية والإدارية قبل
fa_ir: ارسال هشدارهای اطلاعات مالی و اداری پیش از

source: Alarms on expired licenses
ar_iq: إنذار على التراخيص منتهية الصلاحية
fa_ir: هشدارها درباره مجوزهای منقضی شده

source: Send license alarms before
ar_iq: إرسال إنذارات الترخيص من قبل
fa_ir: ارسال هشدار مجوز پیش از

source: Alarms on expired certificates
ar_iq: إنذار على الشهادات منتهية الصلاحية
fa_ir: هشدارها درباره گواهی‌های منقضی شده

source: Send certificates alarms before
ar_iq: إرسال إنذارات الشهادات من قبل
fa_ir: ارسال هشدار گواهی‌ها پیش از

source: Reminders frequency for alarms on certificates
ar_iq: تكرار التذكيرات للإنذارات على الشهادات
fa_ir: فرکانس یادآوری هشدارها برای گواهی‌ها

source: Alerts on reservations
ar_iq: تنبيهات على التحفظات
fa_ir: هشدارها درباره رزروها

source: Alerts on tickets which are not solved since
ar_iq: التنبيهات على التذاكر التي لم يتم حلها منذ ذلك الحين
fa_ir: هشدارها درباره تیکت‌هایی که از ... حل نشده‌اند

source: Approval reminder frequency
ar_iq: تردد التذكير بالموافقة

source: Alarms on domains expiries
ar_iq: إنذارات عند انتهاء صلاحية النطاقات
fa_ir: هشدارها درباره انقضای دامنه‌ها

source: Domains closes expiries
ar_iq: المجالات تغلق انتهاء الصلاحية
fa_ir: انقضای نزدیک دامنه‌ها

source: Domains expired
ar_iq: النطاقات منتهية الصلاحية
fa_ir: دامنه‌های منقضی شده

source: Create survey after
ar_iq: إنشاء الإستبيان بعد
fa_ir: ایجاد نظرسنجی پس از

source: As soon as possible
ar_iq: بأسرع وقت ممكن
fa_ir: در اسرع وقت

source: Rate to trigger survey
ar_iq: تقييم المسح المتحرك
fa_ir: میزان برای راه‌اندازی نظرسنجی

source: Duration of survey
ar_iq: مدة الاستقصاء
fa_ir: مدت زمان نظرسنجی

source: Unspecified
ar_iq: غير محدد
fa_ir: نامشخص

source: Max rate
ar_iq: الحد الأقصى للمعدل

source: Default rate
ar_iq: المعدل الافتراضي

source: Comment required if score is <= to
ar_iq: التعليق مطلوب إذا كانت النتيجة <= إلى

source: For %s closed after
ar_iq: لـ %s مغلق بعد

source: Valid tags
ar_iq: الوسوم الصالحة
fa_ir: برچسب‌های معتبر

source: Values for the generic rules for assignment to entities
ar_iq: قيم القواعد العامة للتخصيص للكيانات
fa_ir: مقادیر قوانین عمومی برای تخصیص به هویت‌ها

source: These parameters are used as actions in generic rules for assignment to entities
ar_iq: يتم استخدام هذه المعلمات كإجراءات في القواعد العامة للتخصيص للكيانات
fa_ir: این پارامترها به عنوان اقدامات در قوانین عمومی برای تخصیص به هویت‌ها استفاده می‌شوند

source: Information in inventory tool (TAG) representing the entity
ar_iq: المعلومات الموجودة في أداة الجرد (TAG) التي تمثل الجهة
fa_ir: اطلاعات در ابزار فهرست اموال (TAG) که هویت را نشان می‌دهد

source: LDAP directory information attribute representing the entity
ar_iq: سمة معلومات دليل LDAP التي تمثل الكيان
fa_ir: صفت اطلاعات دایرکتوری LDAP که هویت را نشان می‌دهد

source: Mail domain surrogates entity
ar_iq: كيان بديل لمجال البريد
fa_ir: هویت جانشین دامنه ایمیل

source: Values used in the interface to search users from a LDAP directory
ar_iq: القيم المستخدمة في الواجهة للبحث عن المستخدمين من دليل LDAP
fa_ir: مقادیر استفاده شده در رابط برای جستجوی کاربران از دایرکتوری LDAP

source: LDAP filter associated to the entity (if necessary)
ar_iq: مرشح LDAP المرتبط بالكيان (إذا لزم الأمر)
fa_ir: فیلتر LDAP مرتبط با هویت (در صورت نیاز)

source: Templates configuration
ar_iq: تكوين القوالب
fa_ir: پیکربندی قالب‌ها

source: Tickets configuration
ar_iq: تكوين التذاكر
fa_ir: پیکربندی تیکت‌ها

source: Incident
ar_iq: حادث
fa_ir: حادثه

source: Tickets default type
ar_iq: نوع التذاكر الافتراضي
fa_ir: نوع پیش‌فرض تیکت‌ها

source: Based on the item then the category
ar_iq: بناء على البند ثم الفئة
fa_ir: بر اساس مورد و سپس رده

source: Based on the category then the item
ar_iq: بناء على الفئة ثم العنصر
fa_ir: بر اساس رده و سپس مورد

source: Automatic assignment of tickets, changes and problems
ar_iq: التعيين التلقائي للتذاكر والتغييرات والمشاكل
fa_ir: تخصیص خودکار تیکت‌ها، تغییرات و مشکلات

source: Mark followup added by a supplier though an email collector as private
ar_iq: وضع علامة على المتابعة التي تمت إضافتها بواسطة المورد من خلال أداة تجميع البريد الإلكتروني على أنها خاصة
fa_ir: علامت‌گذاری پیگیری اضافه شده توسط تأمین‌کننده از طریق ایمیل به عنوان خصوصی

source: Replace the agent and group name with a generic name
ar_iq: استبدل اسم الوكيل والمجموعة باسم عام
fa_ir: جایگزینی نام نماینده و گروه با یک نام عمومی

source: Replace the agent and group name with a customisable nickname
ar_iq: استبدل اسم الوكيل والمجموعة بلقب قابل للتخصيص

source: Replace the agent's name with a generic name
ar_iq: استبدل اسم الوكيل باسم عام
fa_ir: جایگزینی نام نماینده با یک نام عمومی

source: Replace the agent's name with a customisable nickname
ar_iq: استبدل اسم الوكيل بلقب قابل للتخصيص
fa_ir: جایگزینی نام نماینده با یک نام قابل تنظیم

source: Replace the group's name with a generic name
ar_iq: استبدل اسم المجموعة باسم عام
fa_ir: جایگزینی نام گروه با یک نام عمومی

source: Anonymize support agents
ar_iq: إخفاء هوية وكلاء الدعم
fa_ir: ناشناس کردن نمایندگان پشتیبانی

source: Display initials for users without pictures
ar_iq: عرض الأحرف الأولى للمستخدمين بدون صور
fa_ir: نمایش حروف اول برای کاربران بدون تصویر

source: Default contract
ar_iq: العقد الافتراضي
fa_ir: قرارداد پیش‌فرض

source: Contract in ticket entity
ar_iq: العقد في جهة التذكرة
fa_ir: قرارداد در هویت تیکت

source: Automatic closing configuration
ar_iq: إعدادات الإغلاق التلقائي
fa_ir: پیکربندی بسته شدن خودکار

source: Close ticket action is disabled.
ar_iq: تم تعطيل إجراء إغلاق التذكرة.
fa_ir: عملیات بستن تیکت غیرفعال است.

source: Purge ticket action is disabled.
ar_iq: تم تعطيل إجراء تذكرة التطهير.
fa_ir: عملیات پاکسازی تیکت غیرفعال است.

source: Automatic closing of solved tickets after
ar_iq: إغلاق التذاكر تلقائيا بعد الحل
fa_ir: بستن خودکار تیکت‌های حل شده پس از

source: Immediately
ar_iq: في الحال

source: Automatic purge of closed tickets after
ar_iq: التطهير التلقائي للتذاكر المغلقة بعد ذلك
fa_ir: پاکسازی خودکار تیکت‌های بسته شده پس از

source: Configuring the satisfaction survey: %s
ar_iq: تكوين استطلاع الرضا: %s

source: Internal survey
ar_iq: إستبيان داخلي
fa_ir: نظرسنجی داخلی

source: Configuring the satisfaction survey
ar_iq: إعداد إستبيان الرضاء
fa_ir: پیکربندی نظرسنجی رضایت

source: Helpdesk
ar_iq: مكتب المساعدة

source: Show tickets properties on helpdesk
ar_iq: عرض خصائص التذاكر على مكتب المساعدة

source: Enable CSS customization
ar_iq: تمكين تخصيص CSS
fa_ir: فعال‌سازی سفارشی‌سازی CSS

source: Custom CSS is disabled
ar_iq: تم تعطيل CSS المخصص

source: Autofill dates for financial and administrative information
ar_iq: التعبئة التلقائية لتواريخ المعلومات المالية والإدارية
fa_ir: پر کردن خودکار تاریخ‌ها برای اطلاعات مالی و اداری

source: Copy the date of purchase
ar_iq: نسخ تاريخ الشراء
fa_ir: کپی تاریخ خرید

source: Copy the order date
ar_iq: نسخ تاريخ الطلب
fa_ir: کپی تاریخ سفارش

source: Copy the delivery date
ar_iq: نسخ تاريخ التسليم
fa_ir: کپی تاریخ تحویل

source: No change of entity
ar_iq: لا تغيير الكيان
fa_ir: هیچ تغییر هویتی وجود ندارد

source: Entity for software creation
ar_iq: كيان لإنشاء البرمجيات
fa_ir: هویت برای ایجاد نرم‌افزار

source: Transfer
ar_iq: نقل
fa_ir: انتقال

source: No automatic transfer
ar_iq: لا يوجد نقل تلقائي
fa_ir: بدون انتقال خودکار

source: Model for automatic entity transfer on inventories
ar_iq: نموذج لتحويل الكيان آلياً على المخزون
fa_ir: الگوی انتقال خودکار هویت در موجودی‌ها

source: Agent base URL
ar_iq: عنوان URL الأساسي للوكيل
fa_ir: آدرس پایه عامل

source: Automatically update of the elements related to the computers
ar_iq: تعديل المواد المتعلقة باجهزة الحاسب تلقائيا
fa_ir: به‌روزرسانی خودکار عناصر مرتبط با رایانه‌ها

source: Unit management
ar_iq: إداراة الوحدة
fa_ir: مدیریت واحد

source: Do not copy
ar_iq: لا تنسخ
fa_ir: کپی نکنید

source: Copy
ar_iq: نسخ
fa_ir: کپی

source: Do not delete
ar_iq: لا تحذف
fa_ir: حذف نکنید

source: When connecting or updating the relevant field
ar_iq: عند الاتصال أو تحديث الحقل ذي الصلة
fa_ir: هنگام اتصال یا به‌روزرسانی فیلد مربوطه

source: Copy computer status
ar_iq: نسخ حالة الحاسوب
fa_ir: کپی وضعیت رایانه

source: When disconnecting
ar_iq: عند قطع الاتصال
fa_ir: هنگام قطع اتصال

source: Clear status
ar_iq: ألغ الحالة
fa_ir: پاک کردن وضعیت

source: Download file
ar_iq: تنزيل الملف

source: filter logs
ar_iq: سجلات التصفية

source: Scroll to bottom
ar_iq: التمرير إلى الأسفل

source: Last entries to show:
ar_iq: آخر الإدخالات للعرض:

source: Toggle auto refresh
ar_iq: تبديل التحديث التلقائي

source: Collapse
ar_iq: ينهار

source: Expand
ar_iq: يوسع

source: The log file is empty
ar_iq: ملف السجل فارغ

source: Try enabling auto-refresh to see new content of the file
ar_iq: حاول تمكين التحديث التلقائي لرؤية المحتوى الجديد للملف

source: Enable auto-refresh
ar_iq: تمكين التحديث التلقائي

source: Add a criterion
ar_iq: أضف معيارا
fa_ir: افزودن معیار

source: The engine will stop after the first matched rule.
ar_iq: سيتوقف المحرك بعد القاعدة المطابقة الأولى.

source: The engine will run all matching rules.
ar_iq: سيقوم المحرك بتشغيل جميع قواعد المطابقة.

source: The engine passes the result of each rule to the next matching rule.
ar_iq: يقوم المحرك بتمرير نتيجة كل قاعدة إلى القاعدة المطابقة التالية.

source: The rules are conditional based on a type of action.
ar_iq: القواعد مشروطة بناءً على نوع الإجراء.

source: Rules refused
ar_iq: رفضت القواعد
fa_ir: قوانین رد شد

source: Reason of rejection
ar_iq: سبب الرفض
fa_ir: دلیل رد شدن

source: Entity not found
ar_iq: لم يتم العثور على الكيان
fa_ir: هویت یافت نشد

source: Criteria refused
ar_iq: تم رفض المعايير
fa_ir: معیارها رد شدند

source: Criterion
ar_iq: معايير
fa_ir: ﻢﻌﯾﺍﺭ

source: Condition
ar_iq: حالة
fa_ir: شرط

source: Reason
ar_iq: سبب
fa_ir: دلیل

source: Actions refused
ar_iq: تم رفض الإجراءات
fa_ir: اقدامات رد شد

source: Action type
ar_iq: نوع العمل
fa_ir: نوع اقدام

# button
source: Post
ar_iq: إرسال
fa_ir: ارسال

source: Use rule for
ar_iq: استخدام القاعدة ل
fa_ir: استفاده از قانون برای

# button
source: Test
ar_iq: اختبار
fa_ir: آزمایش

source: Inventory rules
ar_iq: قواعد المخزون

source: Agent sends an inventory file
ar_iq: يرسل الوكيل ملف المخزون

source: Transform itemtypes
ar_iq: تحويل أنواع العناصر

source: Override the asset to another custom definition (like Servers)
ar_iq: تجاوز الأصل إلى تعريف مخصص آخر (مثل الخوادم)

source: Rules for assigning an item to an entity
ar_iq: قواعد إسناد عنصر إلى كيان
fa_ir: قوانین تخصیص آیتم به یک نهاد

source: Set an entity with some criteria (by its tag for example)
ar_iq: تعيين كيان ببعض المعايير (من خلال علامته على سبيل المثال)

source: Location rules
ar_iq: قواعد الموقع
fa_ir: قوانین مکان

source: Apply a location by checking common criteria
ar_iq: تطبيق الموقع عن طريق التحقق من المعايير المشتركة

source: Rules for import and link equipments
ar_iq: قواعد استيراد وربط المعدات
fa_ir: قوانین وارد کردن و اتصال تجهیزات

source: Match data with an existing asset, create a new asset, or deny the import
ar_iq: مطابقة البيانات مع أصل موجود، أو إنشاء أصل جديد، أو رفض الاستيراد

source: Dictionary
ar_iq: قواميس
fa_ir: فرهنگ

source: Normalize sub-data (like softwares, OS and models)
ar_iq: تطبيع البيانات الفرعية (مثل البرامج ونظام التشغيل والنماذج)

source: Business rules for assets
ar_iq: قواعد العمل للأصول
fa_ir: قوانین کسب و کار برای دارایی‌ها

source: Alter asset fields based on their data
ar_iq: تعديل حقول الأصول بناءً على بياناتها

source: The asset is created or updated in GLPI
ar_iq: يتم إنشاء الأصل أو تحديثه في GLPI

source: No element to be tested
ar_iq: لا يوجد عنصر ليتم اختباره
fa_ir: عنصری برای آزمایش وجود ندارد

source: Import rules from an XML file
ar_iq: قواعد الاستيراد من ملف XML

# button
source: Import
ar_iq: استيراد
fa_ir: وارد کردن

# button
source: Export
ar_iq: تصدير
fa_ir: صادر کردن

source: Result details
ar_iq: تفاصيل النتيجة
fa_ir: جزئیات نتیجه

source: Rule results
ar_iq: نتائج القاعدة
fa_ir: نتایج قانون

source: Validation
ar_iq: تحقّقات
fa_ir: اعتبارسنجی

source: AND
ar_iq: و
fa_ir: و

source: OR
ar_iq: أو
fa_ir: یا

source: There are no tiles defined for this item.
ar_iq: لا توجد بلاطات محددة لهذا العنصر.

source: Expert mode
ar_iq: وضع الخبراء
fa_ir: حالت حرفه‌ای

source: Simple mode
ar_iq: وضع بسيط
fa_ir: حالت ساده

source: Search criteria for users
ar_iq: نطاق البحث عن المستخدمين
fa_ir: معیارهای جستجوی کاربران

# ldap
source: Phone
ar_iq: الهواتف
fa_ir: تلفن

source: View updated users
ar_iq: عرض المستخدمين المعدليين
fa_ir: مشاهده کاربران به‌روزشده

source: There are no tiles defined for this entity.
ar_iq: لا توجد مربعات محددة لهذا الكيان.

source: The following tiles from the parent entity will be used:
ar_iq: سيتم استخدام المربعات التالية من الكيان الأصلي:

source: Copy parent entity configuration into this entity
ar_iq: انسخ تكوين الكيان الأصلي إلى هذا الكيان

source: Define tiles for this entity from scratch
ar_iq: تحديد المربعات لهذا الكيان من البداية

source: Available
ar_iq: متاح
fa_ir: در دسترس

source: Unavailable
ar_iq: غير متاح
fa_ir: غیرقابل دسترس

# Planning
source: Reminder
ar_iq: تنبيه
fa_ir: یادآور

source: Toggle filters
ar_iq: تبديل المرشحات
fa_ir: نمایش/مخفی کردن فیلترها

source: Filters
ar_iq: المرشحات
fa_ir: فیلترها

source: Plannings
ar_iq: التخطيطات
fa_ir: برنامه‌ها

source: Add a calendar
ar_iq: أضف تقويمًا
fa_ir: افزودن تقویم

source: Guests
ar_iq: الضيوف
fa_ir: مهمان‌ها

source: Each guest will have a read-only copy of this event
ar_iq: سيحصل كل ضيف على نسخة للقراءة فقط من هذا الحدث
fa_ir: هر مهمان یک نسخه فقط‌خواندنی از این رویداد خواهد داشت

source: Background event
ar_iq: حدث الخلفية
fa_ir: رویداد پس‌زمینه

source: Repeat
ar_iq: يكرر
fa_ir: تکرار

source: %s color
ar_iq: %s اللون

source: CalDAV URL has been copied to clipboard
ar_iq: تم نسخ عنوان URL الخاص بـ CalDAV إلى الحافظة
fa_ir: آدرس CalDAV به کلیپ‌بورد کپی شد

source: Copy CalDAV URL to clipboard
ar_iq: انسخ عنوان URL لـ CalDAV إلى الحافظة
fa_ir: کپی آدرس CalDAV به کلیپ‌بورد

source: Show graphics
ar_iq: عرض الرسوم البيانية
fa_ir: نمایش نمودار

source: Select statistics to be displayed
ar_iq: حدد الإحصائيات التي سيتم عرضها
fa_ir: آمار مورد نظر برای نمایش را انتخاب کنید

source: IP
ar_iq: عنوان IP
fa_ir: آی‌پی

source: Approved device
ar_iq: جهاز معتمد
fa_ir: دستگاه تأیید شده

source: Network hub
ar_iq: مركز الشبكة
fa_ir: هاب شبکه

source: Port number
ar_iq: أرقام منافذ

source: Alias
ar_iq: الاسم المستعار
fa_ir: نام مستعار

source: Show %s
ar_iq: عرض %s

source: Add a template
ar_iq: إضافة قالب
fa_ir: افزودن قالب

source: Initial page counter
ar_iq: عداد الصفحة الابتدائي
fa_ir: شمارنده اولیه صفحات

source: Current counter of pages
ar_iq: العداد الحالي للصفحات
fa_ir: شمارنده فعلی صفحات

source: Architecture
ar_iq: بنى
fa_ir: معماری

source: Kernel
ar_iq: نُوى
fa_ir: کرنل

source: Edition
ar_iq: إصدارات
fa_ir: نسخه

source: Product ID
ar_iq: معرّف المنتج
fa_ir: شناسه محصول

source: Company
ar_iq: شركة
fa_ir: شرکت

source: Owner
ar_iq: مالك
fa_ir: مالک

source: Installation date
ar_iq: تاريخ التثبيت
fa_ir: تاریخ نصب

source: Host ID
ar_iq: معرف المضيف
fa_ir: شناسه میزبان

# quantity
source: Stock target
ar_iq: هدف الأسهم
fa_ir: هدف موجودی

source: Add several sockets
ar_iq: إضافة عدة مقابس

source: Prefix
ar_iq: بادئة

source: Suffix
ar_iq: لاحقة

source: Wiring side
ar_iq: جهة التوصيل
fa_ir: طرف سیم‌کشی

source: No room found or selected
ar_iq: لم يتم العثور على غرفة أو لم يتم اختيارها
fa_ir: هیچ اتاقی یافت یا انتخاب نشده است

source: Position in room
ar_iq: الموضع في الغرفة
fa_ir: موقعیت در اتاق

source: North
ar_iq: شمال
fa_ir: شمال

source: East
ar_iq: شرق
fa_ir: شرق

source: South
ar_iq: جنوب
fa_ir: جنوب

source: West
ar_iq: غرب
fa_ir: غرب

source: Door orientation in room
ar_iq: اتجاه الباب في الغرفة
fa_ir: جهت درب در اتاق

source: Number of units
ar_iq: عدد الوحدات
fa_ir: تعداد واحدها

source: Width
ar_iq: عرض
fa_ir: عرض

source: Height
ar_iq: ارتفاع
fa_ir: ارتفاع

source: Depth
ar_iq: عمق
fa_ir: عمق

source: Max. power (in watts)
ar_iq: الأعلى.الطاقة (بالواط)
fa_ir: حداکثر توان (وات)

source: Measured power (in watts)
ar_iq: الطاقة المقاسة (بالواط)
fa_ir: توان اندازه‌گیری شده (وات)

source: Max. weight
ar_iq: الأعلى.وزن
fa_ir: حداکثر وزن

source: Position
ar_iq: موضع
fa_ir: موقعیت

source: Network port
ar_iq: منافذ شبكة
fa_ir: پورت شبکه

source: From
ar_iq: من

source: To
ar_iq: إلى

# quantity
source: Number of lines
ar_iq: عدد خطوط الهاتف
fa_ir: تعداد خطوط

source: Endpoint %s
ar_iq: نقطة النهاية %s
fa_ir: نقطه انتهایی %s

source: Cartridge model
ar_iq: موديلات خرطوشة
fa_ir: مدل کارتریج

source: Add date
ar_iq: تاريخ الإضافة
fa_ir: تاریخ افزودن

source: Use date
ar_iq: تاريخ الاستخدام
fa_ir: تاریخ استفاده

source: Printer counter
ar_iq: عداد الطابعة
fa_ir: شمارنده چاپگر

# button
source: Add consumables
ar_iq: إضافة مواد الإستهلاكية
fa_ir: افزودن مصرفی‌ها

source: Upgrade
ar_iq: تحديث
fa_ir: به‌روزرسانی

source: from
ar_iq: من
fa_ir: از

source: In the legacy API, the field name is prefixed by "custom_" to avoid conflicts with standard fields.
ar_iq: في واجهة برمجة التطبيقات القديمة، يكون اسم الحقل مسبوقًا بـ "custom_" لتجنب التعارضات مع الحقول القياسية.

source: Missing security key file
ar_iq: ملف مفتاح الأمان مفقود
fa_ir: فایل کلید امنیتی موجود نیست

source: The key file "%s" used to encrypt/decrypt sensitive data is missing. You should retrieve it from your previous installation or encrypted data will be unreadable.
ar_iq: ملف المفتاح "%s" المستخدم لتشفير/فك تشفير البيانات الحساسة مفقود.يجب عليك استعادته من التثبيت السابق وإلا فلن تكون البيانات المشفرة قابلة للقراءة.
fa_ir: فایل کلید "%s" که برای رمزگذاری/رمزگشایی داده‌های حساس استفاده می‌شود، موجود نیست. باید آن را از نصب قبلی خود بازیابی کنید وگرنه داده‌های رمزگذاری‌شده غیرقابل خواندن خواهند بود.

source: Ignore warning
ar_iq: تجاهل التحذير
fa_ir: نادیده گرفتن هشدار

source: Impossible to accomplish an update by this way!
ar_iq: لا يمكن القيام بالتحديث بهذه الطريقة!
fa_ir: امکان انجام بروزرسانی از این طریق وجود ندارد!

source: Go back to GLPI
ar_iq: العودة إلى GLPI
fa_ir: بازگشت به GLPI

source: Caution! You will update the GLPI database named: %s
ar_iq: تحذير! ستقوم بتعديل قواعد بيانات GLPI والتي تحمل إسم: %s
fa_ir: احتیاط! شما در حال به‌روزرسانی پایگاه داده GLPI با نام: %s هستید

source: Updating the database...
ar_iq: تحديث قاعدة البيانات...

source: Connection to database failed, verify the connection parameters included in config_db.php file
ar_iq: خطأ في الإتصال بقواعد البيانات, الرجاء التأكد من معلومات الإتصال في ملف config_db.php
fa_ir: اتصال به پایگاه داده شکست خورد، لطفاً پارامترهای اتصال در فایل config_db.php را بررسی کنید

source: Fix URL of images in ITIL tasks, followups and solutions.
ar_iq: إصلاح عنوان URL للصور في مهام ITIL والمتابعات والحلول.
fa_ir: رفع مشکل آدرس تصاویر در وظایف ITIL، پیگیری‌ها و راه‌حل‌ها

source: Approval
ar_iq: موافقات
fa_ir: تأیید

source: Add of - %s to database
ar_iq: إضافة - %s إلى قاعدة البيانات
fa_ir: افزودن - %s به پایگاه داده

source: date_mod and date_creation
ar_iq: date_mod و date_creation
fa_ir: تاریخ ویرایش و تاریخ ایجاد

source: Add date_mod to %s
ar_iq: أضف date_mod إلى %s
fa_ir: افزودن تاریخ ویرایش به %s

source: Add date_creation to %s
ar_iq: أضف تاريخ_الإنشاء إلى %s
fa_ir: افزودن تاریخ ایجاد به %s

source: Data migration - %s
ar_iq: دمج بيانات - %s
fa_ir: انتقال داده‌ها - %s

source: Central
ar_iq: المركزية
fa_ir: مرکزی

source: Assets
ar_iq: الأصول
fa_ir: دارایی‌ها

source: Mini tickets dashboard
ar_iq: لوحة التذاكر المصغرة
fa_ir: داشبورد کوچک تیکت‌ها

source: Initialization of the database
ar_iq: تهيئة قاعدة البيانات
fa_ir: مقداردهی اولیه پایگاه داده

source: Security key cannot be generated!
ar_iq: لا يمكن إنشاء مفتاح الأمان!
fa_ir: کلید امنیتی قابل تولید نیست!

source: You didn't select a database!
ar_iq: لم تحدد قاعدة بيانات!
fa_ir: شما پایگاه داده‌ای انتخاب نکردید!

source: Error in creating database!
ar_iq: خطأ في إنشاء قاعدة البيانات!
fa_ir: خطا در ایجاد پایگاه داده!

source: Impossible to use the database:
ar_iq: من المستحيل استخدام قاعدة البيانات:
fa_ir: امکان استفاده از پایگاه داده وجود ندارد:

source: Initializing database tables and default data...
ar_iq: جارٍ تهيئة جداول قاعدة البيانات والبيانات الافتراضية...

source: Impossible to write the database setup file
ar_iq: من المستحيل كتابة ملف إعداد قاعدة البيانات
fa_ir: نوشتن فایل تنظیمات پایگاه داده امکان‌پذیر نیست

source: Please select a database.
ar_iq: الرجاء تحديد قاعدة بيانات.
fa_ir: لطفاً یک پایگاه داده انتخاب کنید.

source: Current GLPI version not found for database named "%s". Update cannot be done.
ar_iq: لم يتم العثور على إصدار GLPI الحالي لقاعدة البيانات المسماة "%s".لا يمكن إجراء التحديث.
fa_ir: نسخه فعلی GLPI برای پایگاه داده با نام "%s" یافت نشد. بروزرسانی امکان‌پذیر نیست.

source: Can't create the database connection file, please verify file permissions.
ar_iq: لا يمكن إنشاء ملف اتصال قاعدة البيانات، يرجى التحقق من أذونات الملف.
fa_ir: قادر به ایجاد فایل اتصال به پایگاه داده نیست. لطفاً دسترسی‌های فایل را بررسی کنید.

source: Select your language
ar_iq: اختر لغتك
fa_ir: زبان خود را انتخاب کنید

source: Beginning of the installation
ar_iq: بداية التثبيت
fa_ir: شروع نصب

source: Step %d
ar_iq: الخطوة %d
fa_ir: مرحله %d
