Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: If option is set, only items having given manufacturer ID will be processed.
ar_iq: إذا تم تعيين الخيار، فستتم معالجة العناصر التي تحتوي على معرف الشركة المصنعة فقط.
fa_ir: در صورت تنظیم این گزینه، تنها آیتم‌هایی که شناسه سازنده مشخص شده دارند پردازش می‌شوند.

source: Currently only available for Software dictionary.
ar_iq: متوفر حاليًا فقط لقاموس البرامج.
fa_ir: فعلاً تنها برای فرهنگ لغت نرم‌افزار قابل استفاده است.

source: Which dictionary do you want to replay?
ar_iq: ما القاموس الذي تريد إعادة تشغيله؟
fa_ir: کدام فرهنگ لغت را می‌خواهید دوباره اجرا کنید؟

source: Invalid "dictionary" value.
ar_iq: قيمة "القاموس" غير صالحة.
fa_ir: مقدار نامعتبر برای "فرهنگ لغت".

source: Process software category rules
ar_iq: معالجة قواعد فئة البرامج
fa_ir: پردازش قواعد دسته‌بندی نرم‌افزارها

source: Process rule for all software, even those having already a defined category
ar_iq: قاعدة العملية لجميع البرامج، حتى تلك التي تحتوي بالفعل على فئة محددة
fa_ir: پردازش قواعد برای تمام نرم‌افزارها، حتی آن‌هایی که قبلاً دسته‌بندی شده‌اند

source: No software to process.
ar_iq: لا يوجد برنامج للمعالجة.
fa_ir: نرم‌افزاری برای پردازش وجود ندارد.

source: Processing software having id "%s".
ar_iq: برنامج المعالجة ذو المعرف "%s".
fa_ir: در حال پردازش نرم‌افزار با شناسه "%s".

source: Unable to load software having id "%s".
ar_iq: غير قادر على تحميل البرنامج الذي له المعرف "%s".
fa_ir: بارگذاری نرم‌افزار با شناسه "%s" امکان‌پذیر نیست.

source: Number of software processed: %d.
ar_iq: عدد البرامج التي تمت معالجتها: %d.
fa_ir: تعداد نرم‌افزارهای پردازش‌شده: %d.

source: Check system status
ar_iq: التحقق من حالة النظام
fa_ir: بررسی وضعیت سیستم

source: List system services
ar_iq: قائمة خدمات النظام
fa_ir: فهرست سرویس‌های سیستم

source: Check system requirements
ar_iq: تحقق من متطلبات النظام
fa_ir: بررسی نیازمندی‌های سیستم

source: Requirement
ar_iq: متطلبات
fa_ir: نیازمندی

source: Messages
ar_iq: رسائل
fa_ir: پیام‌ها

source: SKIPPED
ar_iq: تم تخطيه
fa_ir: رد شد

source: ERROR
ar_iq: خطأ
fa_ir: خطا

source: INFO
ar_iq: معلومات
fa_ir: اطلاعات

source: The command to execute
ar_iq: الأمر بالتنفيذ
fa_ir: دستوری که باید اجرا شود

source: Display this help message
ar_iq: عرض رسالة المساعدة هذه
fa_ir: نمایش پیام راهنما

source: Do not output any message
ar_iq: لا تخرج أي رسالة
fa_ir: پیامی نمایش داده نشود

source: Increase the verbosity of messages: 1 for normal output, 2 for more verbose output and 3 for debug
ar_iq: زيادة إسهاب الرسائل: 1 للإخراج العادي، و2 لمزيد من الإخراج المطول، و3 لتصحيح الأخطاء
fa_ir: افزایش جزئیات پیام‌ها: ۱ برای خروجی معمولی، ۲ برای خروجی مفصل‌تر و ۳ برای اشکال‌زدایی

source: Display this application version
ar_iq: عرض إصدار التطبيق هذا
fa_ir: نمایش نسخه برنامه

source: Force ANSI output
ar_iq: قوة إخراج ANSI
fa_ir: اجبار به خروجی ANSI

source: Disable ANSI output
ar_iq: تعطيل إخراج ANSI
fa_ir: غیرفعال کردن خروجی ANSI

source: Do not ask any interactive question
ar_iq: لا تسأل أي سؤال تفاعلي
fa_ir: هیچ پرسش تعاملی پرسیده نشود

source: Environment to use, possible values are: %s
ar_iq: البيئة المستخدمة، القيم المحتملة هي: %s

source: Configuration directory to use. Deprecated option
ar_iq: دليل التكوين للاستخدام.خيار مهمل

source: Output language (default value is existing GLPI "language" configuration or "en_GB")
ar_iq: لغة الإخراج (القيمة الافتراضية هي تكوين "لغة" GLPI الحالي أو "en_GB")
fa_ir: زبان خروجی (مقدار پیش‌فرض پیکربندی موجود GLPI "language" یا "en_GB")

source: Allow the console to be executed by the root user
ar_iq: السماح بتنفيذ وحدة التحكم بواسطة المستخدم الجذر

source: Invalid "--lang" option value "%s".
ar_iq: قيمة خيار "--lang" غير صالحة "%s".
fa_ir: مقدار گزینه "--lang" نامعتبر است: "%s".

source: Run the "%1$s" command to process to the update.
ar_iq: تشغيل الأمر "%1$s" لمعالجة التحديث.
fa_ir: دستور "%1$s" را برای انجام به‌روزرسانی اجرا کنید.

source: Time elapsed: %s.
ar_iq: الوقت المنقضي: %s.
fa_ir: زمان سپری شده: %s.

source: Memory usage: %s.
ar_iq: استخدام الذاكرة: %s.
fa_ir: حجم مصرفی حافظه: %s.

source: Some mandatory system requirements are missing:
ar_iq: بعض متطلبات النظام الإلزامية مفقودة:

source: %s item(s) removed from the database.
ar_iq: %s تمت إزالة العنصر (العناصر) من قاعدة البيانات.

source: Option --max must be an integer.
ar_iq: الخيار --max يجب أن يكون عددًا صحيحًا.
fa_ir: گزینه --max باید یک عدد صحیح باشد.

source: Update database schema to new version
ar_iq: تحديث مخطط قاعدة البيانات إلى الإصدار الجديد
fa_ir: به‌روزرسانی ساختار پایگاه داده به نسخه جدید

source: Allow update to an unstable version
ar_iq: السماح بالتحديث إلى إصدار غير مستقر
fa_ir: اجازه به‌روزرسانی به نسخه ناپایدار

source: Do not check database schema integrity before and after performing the update
ar_iq: لا تتحقق من تكامل مخطط قاعدة البيانات قبل وبعد إجراء التحديث
fa_ir: اعتبارسنجی ساختار پایگاه داده قبل و بعد از به‌روزرسانی انجام نشود

source: Force execution of update from v-1 version of GLPI even if schema did not changed
ar_iq: فرض تنفيذ التحديث من الإصدار v-1 من GLPI حتى لو لم يتغير المخطط
fa_ir: اجرای اجباری به‌روزرسانی از نسخه v-1 GLPI حتی اگر ساختار پایگاه داده تغییر نکرده باشد

source: Current
ar_iq: حاضِر
fa_ir: فعلی

source: Database host
ar_iq: مضيف قاعدة البيانات
fa_ir: میزبان پایگاه داده

source: Database name
ar_iq: اسم قاعدة البيانات
fa_ir: نام پایگاه داده

source: Database user
ar_iq: مستخدم قاعدة البيانات
fa_ir: کاربر پایگاه داده

source: GLPI version
ar_iq: نسخة جي إل بي آي
fa_ir: نسخه GLPI

source: GLPI database version
ar_iq: نسخة قاعدة بيانات GLPI
fa_ir: نسخه پایگاه داده GLPI

source: %s is not a stable release. Please upgrade manually or add --allow-unstable option.
ar_iq: %s ليس إصدارًا مستقرًا.يرجى الترقية يدويًا أو إضافة خيار --allow-unstable.
fa_ir: نسخه %s پایدار نیست. لطفاً به‌صورت دستی به‌روزرسانی کنید یا گزینه --allow-unstable را اضافه نمایید.

source: Update failed.
ar_iq: فشل التحديث.

source: An error occurred during the database update. The error was: %s
ar_iq: حدث خطأ أثناء تحديث قاعدة البيانات.الخطأ كان: %s

source: The database schema integrity check has been skipped.
ar_iq: تم تخطي التحقق من سلامة مخطط قاعدة البيانات.
fa_ir: اعتبارسنجی ساختار پایگاه داده نادیده گرفته شد.

source: It is recommended to run the "%s" command to validate that the database schema is consistent with the current GLPI version.
ar_iq: من المستحسن تشغيل الأمر "%s" للتحقق من أن مخطط قاعدة البيانات متوافق مع إصدار GLPI الحالي.
fa_ir: توصیه می‌شود فرمان "%s" اجرا شود تا اطمینان حاصل شود ساختار پایگاه داده با نسخه فعلی GLPI سازگار است.

source: Checking database schema integrity...
ar_iq: التحقق من سلامة مخطط قاعدة البيانات...
fa_ir: در حال بررسی اعتبار ساختار پایگاه داده...

source: Database schema integrity check skipped as version "%s" is not supported by checking process.
ar_iq: تم تخطي التحقق من سلامة مخطط قاعدة البيانات لأن الإصدار "%s" غير مدعوم من خلال عملية التحقق.
fa_ir: اعتبارسنجی ساختار پایگاه داده نادیده گرفته شد زیرا نسخه "%s" توسط فرآیند بررسی پشتیبانی نمی‌شود.

source: The database schema is not consistent with the installed GLPI version (%s).
ar_iq: مخطط قاعدة البيانات غير متوافق مع إصدار GLPI المثبت (%s).
fa_ir: ساختار پایگاه داده با نسخه نصب‌شده GLPI (%s) سازگار نیست.

source: Run the "%1$s" command to view found differences.
ar_iq: تشغيل الأمر "%1$s" لعرض الاختلافات التي تم العثور عليها.
fa_ir: فرمان "%1$s" را اجرا کنید تا تفاوت‌های یافت‌شده مشاهده شود.

source: Database integrity check failed with error (%s).
ar_iq: فشل التحقق من سلامة قاعدة البيانات بسبب الخطأ (%s).
fa_ir: اعتبارسنجی پایگاه داده با خطا مواجه شد (%s).

source: Database schema is OK.
ar_iq: مخطط قاعدة البيانات على ما يرام.
fa_ir: ساختار پایگاه داده درست است.

source: Database password
ar_iq: كلمة مرور قاعدة البيانات

source: Database port
ar_iq: منفذ قاعدة البيانات
fa_ir: پورت پایگاه داده

source: Reconfigure database, override configuration file if it already exists
ar_iq: إعادة تكوين قاعدة البيانات، وتجاوز ملف التكوين إذا كان موجودًا بالفعل
fa_ir: بازپیکربندی پایگاه داده، در صورت وجود فایل پیکربندی، آن را بازنویسی کنید

source: Use strict configuration, to enforce warnings triggering on deprecated or discouraged usages
ar_iq: استخدم التكوين الصارم لفرض تشغيل التحذيرات على الاستخدامات المهملة أو غير المرغوب فيها
fa_ir: استفاده از پیکربندی سختگیرانه برای فعال‌کردن هشدارها در استفاده‌های منسوخ یا غیرمجاز

source: Database name:
ar_iq: اسم قاعدة البيانات:
fa_ir: نام پایگاه داده:

source: Database user:
ar_iq: مستخدم قاعدة البيانات:
fa_ir: کاربر پایگاه داده:

source: Database password:
ar_iq: كلمة مرور قاعدة البيانات:
fa_ir: رمز عبور پایگاه داده:

source: Database configuration already exists. Use --reconfigure option to override existing configuration.
ar_iq: تكوين قاعدة البيانات موجود بالفعل.استخدم خيار --reconfigure لتجاوز التكوين الحالي.
fa_ir: پیکربندی پایگاه داده قبلاً وجود دارد. از گزینه --reconfigure برای بازنویسی پیکربندی موجود استفاده کنید.

source: Database connection failed with message "(%s) %s".
ar_iq: فشل الاتصال بقاعدة البيانات مع ظهور الرسالة "(%s) %s".
fa_ir: اتصال به پایگاه داده با خطا مواجه شد: "(%s) %s".

source: Saving configuration file...
ar_iq: جارٍ حفظ ملف التكوين...
fa_ir: در حال ذخیره فایل پیکربندی...

source: Cannot write configuration file "%s".
ar_iq: لا يمكن كتابة ملف التكوين "%s".
fa_ir: نمی‌توان فایل پیکربندی "%s" را نوشت.

source: Database name defined by --db-name option cannot be empty.
ar_iq: لا يمكن أن يكون اسم قاعدة البيانات المحدد بواسطة خيار --db-name فارغًا.
fa_ir: نام پایگاه داده تعیین‌شده توسط گزینه --db-name نمی‌تواند خالی باشد.

source: Database user defined by --db-user option cannot be empty.
ar_iq: لا يمكن أن يكون مستخدم قاعدة البيانات المحدد بواسطة خيار --db-user فارغًا.
fa_ir: کاربر پایگاه داده تعیین‌شده توسط گزینه --db-user نمی‌تواند خالی باشد.

source: --db-password option value cannot be null.
ar_iq: --db-password لا يمكن أن تكون قيمة الخيار فارغة.
fa_ir: مقدار گزینه --db-password نمی‌تواند تهی باشد.

source: Timezones usage cannot be activated due to following errors:
ar_iq: لا يمكن تفعيل استخدام المناطق الزمنية بسبب الأخطاء التالية:
fa_ir: فعال‌سازی استفاده از مناطق زمانی به دلیل خطاهای زیر امکان‌پذیر نیست:

source: Fix them and run the "%1$s" command to enable timezones.
ar_iq: إصلاحها وتشغيل الأمر "%1$s" لتمكين المناطق الزمنية.
fa_ir: آن‌ها را اصلاح کنید و دستور "%1$s" را برای فعال‌سازی مناطق زمانی اجرا کنید.

source: Default language of GLPI
ar_iq: اللغة الافتراضية لـ GLPI
fa_ir: زبان پیش‌فرض GLPI

source: Force execution of installation, overriding existing database
ar_iq: فرض تنفيذ التثبيت، وتجاوز قاعدة البيانات الموجودة
fa_ir: اجرای اجباری نصب، بازنویسی پایگاه داده موجود

source: Command input contains configuration options that may override existing configuration.
ar_iq: يحتوي إدخال الأمر على خيارات التكوين التي قد تتجاوز التكوين الحالي.
fa_ir: ورودی دستور شامل گزینه‌های پیکربندی است که ممکن است پیکربندی موجود را بازنویسی کنند.

source: Do you want to reconfigure database?
ar_iq: هل تريد إعادة تكوين قاعدة البيانات؟
fa_ir: می‌خواهید پایگاه داده را دوباره پیکربندی کنید؟

source: Creating the database...
ar_iq: إنشاء قاعدة البيانات...
fa_ir: در حال ایجاد پایگاه داده...

source: Database creation failed with message "(%s) %s".
ar_iq: فشل إنشاء قاعدة البيانات مع ظهور الرسالة "(%s) %s".
fa_ir: ایجاد پایگاه داده با خطا مواجه شد: "(%s) %s".

source: Database already contains "glpi_*" tables. Use --force option to override existing database.
ar_iq: تحتوي قاعدة البيانات بالفعل على جداول "glpi_*".استخدم خيار --force لتجاوز قاعدة البيانات الموجودة.
fa_ir: پایگاه داده قبلاً شامل جداول "glpi_*" است. از گزینه --force برای بازنویسی پایگاه داده موجود استفاده کنید.

source: An error occurred during the database initialization. The error was: %s
ar_iq: حدث خطأ أثناء تهيئة قاعدة البيانات.الخطأ كان: %s

source: Check for schema differences between current database and installation file.
ar_iq: تحقق من وجود اختلافات في المخطط بين قاعدة البيانات الحالية وملف التثبيت.
fa_ir: بررسی تفاوت‌های ساختار بین پایگاه داده فعلی و فایل نصب.

source: Strict comparison of definitions
ar_iq: مقارنة صارمة للتعاريف
fa_ir: مقایسه دقیق تعاریف

source: Check tokens related to all databases migrations.
ar_iq: التحقق من الرموز المميزة المتعلقة بجميع عمليات ترحيل قواعد البيانات.
fa_ir: بررسی توکن‌های مربوط به تمامی مهاجرت‌های پایگاه داده.

source: Check tokens related to migration from "MyISAM" to "InnoDB".
ar_iq: تحقق من الرموز المميزة المتعلقة بالترحيل من "MyISAM" إلى "InnoDB".
fa_ir: بررسی توکن‌های مربوط به مهاجرت از "MyISAM" به "InnoDB".

source: Check tokens related to migration from "datetime" to "timestamp".
ar_iq: تحقق من الرموز المميزة المتعلقة بالترحيل من "التاريخ والوقت" إلى "الطابع الزمني".
fa_ir: بررسی توکن‌های مربوط به مهاجرت از "datetime" به "timestamp".

source: Check tokens related to migration from "utf8" to "utf8mb4".
ar_iq: تحقق من الرموز المميزة المتعلقة بالترحيل من "utf8" إلى "utf8mb4".
fa_ir: بررسی توکن‌های مربوط به مهاجرت از "utf8" به "utf8mb4".

source: Check tokens related to "DYNAMIC" row format migration.
ar_iq: تحقق من الرموز المميزة المتعلقة بترحيل تنسيق الصف "DYNAMIC".
fa_ir: بررسی توکن‌های مربوط به مهاجرت فرمت ردیف "DYNAMIC".

source: Check tokens related to migration from signed to unsigned integers in primary/foreign keys.
ar_iq: تحقق من الرموز المميزة المتعلقة بالترحيل من الأعداد الصحيحة الموقعة إلى الأعداد الصحيحة غير الموقعة في المفاتيح الأساسية/الخارجية.
fa_ir: بررسی توکن‌های مربوط به مهاجرت از اعداد علامت‌دار به بدون علامت در کلیدهای اصلی/خارجی.

source: Plugin to check. If option is not used, checks will be done on GLPI core database tables.
ar_iq: البرنامج المساعد للتحقق.إذا لم يتم استخدام الخيار، فسيتم إجراء عمليات التحقق على جداول قاعدة بيانات GLPI الأساسية.
fa_ir: افزونه‌ای برای بررسی. در صورت عدم استفاده از این گزینه، بررسی‌ها روی جداول اصلی پایگاه داده GLPI انجام خواهد شد.

source: Unable to fetch GLPI version.
ar_iq: غير قادر على جلب نسخة GLPI.

source: The database contains no GLPI tables.
ar_iq: لا تحتوي قاعدة البيانات على جداول GLPI.

source: The database contains no tables of the plugin "%s".
ar_iq: لا تحتوي قاعدة البيانات على جداول للمكون الإضافي "%s".

source: Checking database integrity of version "%s" is not supported.
ar_iq: التحقق من تكامل قاعدة البيانات للإصدار "%s" غير مدعوم.
fa_ir: بررسی یکپارچگی پایگاه داده نسخه "%s" پشتیبانی نمی‌شود.

source: Checking database integrity of plugin "%s" is not supported.
ar_iq: التحقق من سلامة قاعدة البيانات للمكون الإضافي "%s" غير مدعوم.
fa_ir: بررسی یکپارچگی پایگاه داده افزونه "%s" پشتیبانی نمی‌شود.

source: Table schema differs for table "%s".
ar_iq: يختلف مخطط الجدول عن الجدول "%s".
fa_ir: ساختار جدول "%s" متفاوت است.

source: Table "%s" is missing.
ar_iq: الجدول "%s" مفقود.
fa_ir: جدول "%s" یافت نشد.

source: Unknown table "%s" has been found in database.
ar_iq: تم العثور على جدول غير معروف "%s" في قاعدة البيانات.
fa_ir: جدول ناشناخته "%s" در پایگاه داده یافت شد.

source: Enable timezones usage.
ar_iq: تمكين استخدام المناطق الزمنية.
fa_ir: فعال‌سازی استفاده از منطقه‌های زمانی.

source: Timezone usage has been enabled.
ar_iq: تم تمكين استخدام المنطقة الزمنية.
fa_ir: استفاده از منطقه‌های زمانی فعال شد.

source: Try a reimport from stored inventory file
ar_iq: حاول إعادة الاستيراد من ملف المخزون المخزن
fa_ir: تلاش برای واردسازی مجدد از فایل موجودی ذخیره‌شده

source: View assigned
ar_iq: تم تعيين العرض

source: View owned
ar_iq: عرض المملوكة

source: Update all
ar_iq: تحديث الكل
fa_ir: به‌روزرسانی همه

source: Update assigned
ar_iq: تم تعيين التحديث

source: Update owned
ar_iq: التحديث مملوك

source: Kanban
ar_iq: كانبان
fa_ir: کانبان

source: No category found
ar_iq: لم يتم العثور على فئة
fa_ir: هیچ دسته‌ای یافت نشد

source: Without Category
ar_iq: بدون فئة
fa_ir: بدون دسته

source: This category contains %s
ar_iq: تحتوي هذه الفئة على %s

source: Without title
ar_iq: بدون عنوان
fa_ir: بدون عنوان

source: Each day
ar_iq: يوميا
fa_ir: هر روز

source: Each week
ar_iq: أسبوعيا
fa_ir: هر هفته

source: Each month
ar_iq: شهريا
fa_ir: هر ماهه

source: Each year
ar_iq: كل عام
fa_ir: هر سال

source: Interval
ar_iq: فاصلة
fa_ir: فاصله

source: Until
ar_iq: حتى
fa_ir: تا

source: By month
ar_iq: بالشهر
fa_ir: به تفکیک ماه

source: Exceptions
ar_iq: الاستثناءات
fa_ir: استثنائات

source: %1$s: from %2$s to %3$s:
ar_iq: %1$s: من %2$s إلى %3$s:
fa_ir: %1$s: از %2$s تا %3$s:

source: Planning start date
ar_iq: تاريخ بداية التخطيط
fa_ir: تاریخ شروع برنامه‌ریزی

source: Planning end date
ar_iq: تاريخ إنتهاء التخطيط
fa_ir: تاریخ پایان برنامه‌ریزی

source: %s (copy)
ar_iq: %s (نسخة)
fa_ir: %s (نسخه کپی)

source: %s (copy %d)
ar_iq: %s (نسخة %d)
fa_ir: %s (نسخه کپی %d)

source: Expected database schema
ar_iq: مخطط قاعدة البيانات المتوقع
fa_ir: طرح مورد انتظار پایگاه داده

source: Current database schema
ar_iq: مخطط قاعدة البيانات الحالية
fa_ir: طرح جاری پایگاه داده

source: Unable to read installation file "%s".
ar_iq: غير قادر على قراءة ملف التثبيت "%s".
fa_ir: امکان خواندن فایل نصب "%s" وجود ندارد.

source: PHP core extensions
ar_iq: ملحقات PHP الأساسية
fa_ir: افزونه‌های اصلی PHP

source: Required for database access.
ar_iq: مطلوب للوصول إلى قاعدة البيانات.

source: Required for remote access to resources (inventory agent requests, marketplace, RSS feeds, ...).
ar_iq: مطلوب للوصول عن بعد إلى الموارد (طلبات وكيل المخزون، السوق، موجزات RSS، ...).
fa_ir: برای دسترسی از راه دور به منابع (درخواست‌های عامل موجودی، بازارچه، فیدهای RSS و ...) مورد نیاز است.

source: Required for images handling.
ar_iq: مطلوب للتعامل مع الصور.
fa_ir: برای مدیریت تصاویر مورد نیاز است.

source: Required for internationalization.
ar_iq: مطلوب للتدويل.
fa_ir: برای بین‌المللی‌سازی مورد نیاز است.

source: Required for multibyte chars support and charset conversion.
ar_iq: مطلوب لدعم الأحرف متعددة البايت وتحويل مجموعة الأحرف.

source: Required for handling of compressed communication with inventory agents, installation of gzip packages from marketplace and PDF generation.
ar_iq: مطلوب للتعامل مع الاتصالات المضغوطة مع وكلاء المخزون، وتثبيت حزم gzip من السوق وإنشاء ملفات PDF.
fa_ir: برای مدیریت ارتباط فشرده با عامل‌های موجودی، نصب بسته‌های gzip از بازارچه و تولید PDF مورد نیاز است.

source: Required for qrcode support
ar_iq: مطلوب لدعم رمز الاستجابة السريعة

source: Sodium ChaCha20-Poly1305 size constant
ar_iq: حجم الصوديوم ChaCha20-Poly1305 ثابت
fa_ir: ثابت اندازه Sodium ChaCha20-Poly1305

source: Enable usage of ChaCha20-Poly1305 encryption required by GLPI. This is provided by libsodium 1.0.12 and newer.
ar_iq: تمكين استخدام تشفير ChaCha20-Poly1305 المطلوب بواسطة GLPI.يتم توفير ذلك بواسطة libsodium 1.0.12 والأحدث.
fa_ir: فعال‌سازی استفاده از رمزنگاری ChaCha20-Poly1305 که توسط GLPI نیاز است. این توسط libsodium نسخه 1.0.12 و بالاتر فراهم می‌شود.

source: Required for email sending using SSL/TLS, handling of encrypted communication with inventory agents and OAuth 2.0 authentication.
ar_iq: مطلوب لإرسال البريد الإلكتروني باستخدام SSL/TLS، ومعالجة الاتصالات المشفرة مع وكلاء المخزون ومصادقة OAuth 2.0.

source: Permissions for GLPI data directories
ar_iq: أذونات لأدلة بيانات GLPI
fa_ir: مجوزهای دسترسی به دایرکتوری‌های داده GLPI

source: Enhance security on images validation.
ar_iq: تعزيز الأمن عند التحقق من صحة الصور.
fa_ir: افزایش امنیت در اعتبارسنجی تصاویر

source: Enable usage of authentication through remote LDAP server.
ar_iq: تمكين استخدام المصادقة من خلال خادم LDAP البعيد.
fa_ir: فعال‌سازی استفاده از احراز هویت از طریق سرور LDAP از راه دور

source: PHP extensions for marketplace
ar_iq: ملحقات PHP للسوق
fa_ir: افزونه‌های PHP برای بازارچه

source: Enable support of most common packages formats in marketplace.
ar_iq: تمكين دعم تنسيقات الحزم الأكثر شيوعًا في السوق.
fa_ir: فعال‌سازی پشتیبانی از رایج‌ترین فرمت‌های بسته‌ها در بازارچه

source: Enhance PHP engine performances.
ar_iq: تحسين أداء محرك PHP.
fa_ir: بهبود عملکرد موتور PHP

source: PHP emulated extensions
ar_iq: ملحقات PHP التي تمت محاكاتها
fa_ir: افزونه‌های شبیه‌سازی‌شده PHP

source: Slightly enhance performances.
ar_iq: تعزيز الأداء قليلا.
fa_ir: عملکرد را کمی بهبود می‌دهد

source: Enable installation of plugins from marketplace.
ar_iq: تمكين تثبيت المكونات الإضافية من السوق.
fa_ir: فعال‌سازی نصب پلاگین‌ها از بازارچه

# glpi_status
source: Replication delay is too high
ar_iq: تأخير النسخ المتماثل مرتفع جدًا
fa_ir: تاخیر در تکرار داده‌ها بیش از حد است

# glpi_status
source: Unable to connect to the main database
ar_iq: غير قادر على الاتصال بقاعدة البيانات الرئيسية
fa_ir: اتصال به پایگاه داده اصلی ممکن نیست

# glpi_status
source: Unable to connect to the LDAP server
ar_iq: غير قادر على الاتصال بخادم LDAP
fa_ir: اتصال به سرور LDAP ممکن نیست

# glpi_status
source: OK: %d, WARNING: %d, PROBLEM: %d, TOTAL: %d
ar_iq: حسنًا: %d، تحذير: %d، المشكلة: %d، الإجمالي: %d
fa_ir: موفق: %d، هشدار: %d، مشکل: %d، مجموع: %d

# glpi_status
source: Unable to connect to the IMAP server
ar_iq: غير قادر على الاتصال بخادم IMAP
fa_ir: اتصال به سرور IMAP ممکن نیست

# glpi_status
source: RUNNING: %d, STUCK: %d, TOTAL: %d
ar_iq: التشغيل: %d، التوقف: %d، الإجمالي: %d
fa_ir: در حال اجرا: %d، متوقف: %d، مجموع: %d

# glpi_status
source: %s variable is not a directory
ar_iq: المتغير %s ليس دليلاً
fa_ir: متغیر %s یک دایرکتوری نیست

# glpi_status
source: %s variable is not writable
ar_iq: المتغير %s غير قابل للكتابة
fa_ir: متغیر %s قابل نوشتن نیست

# glpi_status
source: PHP is not configured to use the "files" session save handler
ar_iq: لم يتم تكوين PHP لاستخدام معالج حفظ جلسة "الملفات".

source: Allocated memory
ar_iq: الذاكرة المخصصة
fa_ir: حافظه تخصیص یافته

source: Allocated memory is sufficient.
ar_iq: الذاكرة المخصصة كافية.
fa_ir: حافظه تخصیص یافته کافی است.

source: Allocated memory is unlimited.
ar_iq: الذاكرة المخصصة غير محدودة.
fa_ir: حافظه تخصیص یافته نامحدود است.

source: A minimum of %s is commonly required for GLPI.
ar_iq: الحد الأدنى من %s مطلوب بشكل شائع لـ GLPI.
fa_ir: حداقل %s معمولاً برای GLPI مورد نیاز است.

source: Try increasing the memory_limit parameter in the php.ini file.
ar_iq: حاول زيادة معلمة Memory_limit في ملف php.ini.
fa_ir: سعی کنید پارامتر memory_limit را در فایل php.ini افزایش دهید.

source: Security configuration for sessions
ar_iq: تكوين الأمان للجلسات
fa_ir: پیکربندی امنیتی نشست‌ها

source: Ensure security is enforced on session cookies.
ar_iq: تأكد من فرض الأمان على ملفات تعريف الارتباط الخاصة بالجلسة.
fa_ir: اطمینان حاصل کنید که امنیت روی کوکی‌های نشست اعمال شده است.

source: Checking the session cookie configuration of the web server cannot be done in the CLI context.
ar_iq: لا يمكن التحقق من تكوين ملف تعريف الارتباط للجلسة لخادم الويب في سياق واجهة سطر الأوامر (CLI).
fa_ir: بررسی پیکربندی کوکی نشست وب‌سرور در محیط CLI امکان‌پذیر نیست.

source: You should apply the following recommendations for configuring the web server.
ar_iq: يجب عليك تطبيق التوصيات التالية لتكوين خادم الويب.
fa_ir: شما باید توصیه‌های زیر را برای پیکربندی وب‌سرور اعمال کنید.

source: PHP directive "session.cookie_secure" should be set to "on" when GLPI can be accessed on HTTPS protocol.
ar_iq: يجب ضبط توجيه PHP "session.cookie_secure" على "on" عندما يمكن الوصول إلى GLPI على بروتوكول HTTPS.
fa_ir: دستور PHP "session.cookie_secure" باید هنگام دسترسی به GLPI از طریق پروتکل HTTPS روی "on" تنظیم شود.

source: PHP directive "session.cookie_samesite" should be set, at least, to "Lax", to prevent cookie to be sent on cross-origin POST requests.
ar_iq: يجب تعيين توجيه PHP "session.cookie_samesite" على الأقل على "Lax"، لمنع إرسال ملف تعريف الارتباط عند طلبات POST عبر الأصل.
fa_ir: دستور PHP "session.cookie_samesite" حداقل باید روی "Lax" تنظیم شود تا از ارسال کوکی در درخواست‌های POST بین‌مبدا جلوگیری شود.

source: Sessions configuration is secured.
ar_iq: تم تأمين تكوين الجلسات.
fa_ir: پیکربندی نشست‌ها امن است.

source: SELinux configuration
ar_iq: تكوين سيلينوكس
fa_ir: پیکربندی SELinux

source: SELinux mode is %s
ar_iq: وضع SELinux هو %s
fa_ir: حالت SELinux برابر %s است

source: For security reasons, SELinux mode should be Enforcing.
ar_iq: لأسباب أمنية، يجب أن يكون وضع SELinux قيد التنفيذ.
fa_ir: به دلایل امنیتی، حالت SELinux باید روی Enforcing باشد.
