Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Event type
ar_iq: نوع الحدث
fa_ir: نوع رویداد

source: Copy of %s
ar_iq: نسخة من %s
fa_ir: کپی از %s

source: Your planning
ar_iq: التقويم الشخصي
fa_ir: برنامه‌ریزی شما

source: Ticket #%1$s %2$s
ar_iq: التذكرة رقم %1$s %2$s
fa_ir: تیکت #%1$s %2$s

source: See personnal planning
ar_iq: شاهد التخطيط الشخصي
fa_ir: مشاهده برنامه شخصی

source: See schedule of people in my groups
ar_iq: انظر الجدول الزمني للأشخاص في مجموعاتي
fa_ir: مشاهده زمان‌بندی افراد در گروه‌های من

source: See all plannings
ar_iq: رؤية جميع الخطط
fa_ir: مشاهده تمام برنامه‌ها

source: Network alias
ar_iq: الاسم المستعار للشبكة
fa_ir: نام مستعار شبکه

source: Add a network alias
ar_iq: إضافة إسم مستعار للشبكة
fa_ir: افزودن نام مستعار شبکه

source: Computer's name
ar_iq: إسم جهاز الكمبيوتر
fa_ir: نام رایانه

source: Equipment refused by rules log
ar_iq: الأجهزة المرفوضة حسب سجل القواعد
fa_ir: تجهیزاتی که توسط قوانین رد شده‌اند

source: MAC
ar_iq: عنوان ماك

source: Method
ar_iq: طريقة
fa_ir: روش

source: Test rules engine
ar_iq: محرك قواعد الاختبار
fa_ir: آزمایش موتور قوانین

source: MAC address
ar_iq: عنوان ماك
fa_ir: نشانی فیزیکی

source: Inventory is still refused.
ar_iq: لا يزال يتم رفض المخزون.
fa_ir: موجودی هنوز رد شده است.

source: Inventory is successful, refused entry log has been removed.
ar_iq: تم الجرد بنجاح، وتمت إزالة سجل الإدخال المرفوض.
fa_ir: موجودی موفقیت‌آمیز بود، گزارش ورود رد شده حذف شد.

source: Approval request sent to %s
ar_iq: تم إرسال طلب الموافقة إلى %s
fa_ir: درخواست تأیید به %s ارسال شد

source: The selected user (%s) has no valid email address. The request has been created, without email confirmation.
ar_iq: المستخدم المحدد (%s) ليس لديه عنوان بريد إلكتروني صالح.تم إنشاء الطلب، دون تأكيد البريد الإلكتروني.
fa_ir: کاربر انتخاب شده (%s) آدرس ایمیل معتبری ندارد. درخواست ایجاد شد، بدون تأیید ایمیل.

source: If approval is denied, specify a reason.
ar_iq: إذا تم رفض الموافقة، حدد السبب.
fa_ir: اگر تأیید رد شد، یک دلیل مشخص کنید.

source: Approval granted by %s
ar_iq: تمت الموافقة بواسطة %s
fa_ir: تأیید توسط %s انجام شد

source: Update the approval request to %s
ar_iq: تعديل طلبات الموافقة الى %s
fa_ir: درخواست تأیید به %s بروزرسانی شد

source: Cancel the approval request to %s
ar_iq: إلغاء طلبات الموافقة الخاصة ب %s
fa_ir: درخواست تأیید برای %s لغو شد

source: Waiting for approval
ar_iq: بإنتظار الموافقة
fa_ir: در انتظار تأیید

source: Granted
ar_iq: ممنوح
fa_ir: تأیید شد

source: Not subject to approval
ar_iq: لا تخضع للموافقة
fa_ir: نیازی به تأیید ندارد

source: Granted + Not subject to approval
ar_iq: مقبول + غير خاضع للموافقة
fa_ir: تأیید شد + نیازی به تأیید ندارد

source: Group user(s)
ar_iq: مستخدم (مستخدمو) المجموعة

source: Edit approval step
ar_iq: تعديل خطوة الموافقة

source: Progress: %1$s%% of %2$s%% required
ar_iq: التقدم: %1$s%% من %2$s%% مطلوب

source: Approval step accepted
ar_iq: تم قبول خطوة الموافقة

source: Approval step refused
ar_iq: تم رفض خطوة الموافقة

source: Approval step pending
ar_iq: خطوة الموافقة معلقة

source: Request date
ar_iq: تاريخ الطلب
fa_ir: تاریخ درخواست

source: Approval requester
ar_iq: طالب الموافقة
fa_ir: درخواست کننده تأیید

source: Request comments
ar_iq: ملاحظات الطلب
fa_ir: توضیحات درخواست

source: Approval date
ar_iq: تاريخ الموافقة
fa_ir: تاریخ تأیید

source: Requested approver type
ar_iq: نوع الموافق المطلوب

source: Requested approver
ar_iq: الموافقة المطلوبة

source: Approval Comment
ar_iq: تعليق الموافقة

source: Documents
ar_iq: وثائق
fa_ir: مدارک

source: Approval comments
ar_iq: ملاحظات الموافقة
fa_ir: توضیحات تأیید

source: Approval status
ar_iq: حالة الطلب
fa_ir: وضعیت تأیید

source: Approver substitute
ar_iq: بديل المعتمد

source: Approver group
ar_iq: مجموعة الموافقين

source: Substitute of a member of approver group
ar_iq: بديل لعضو في مجموعة الموافقين

source: Approval status by users
ar_iq: حالة الموافقة من قبل المستخدمين

source: Approver type
ar_iq: نوع الجهة المعتمدة

source: This item is waiting for approval, do you really want to resolve or close it?
ar_iq: هذا العنصر في انتظار الموافقة، هل تريد حقًا حله أو إغلاقه؟
fa_ir: این مورد در انتظار تأیید است، آیا واقعاً می‌خواهید آن را حل یا بسته کنید؟

source: This item is waiting for approval.
ar_iq: هذا العنصر في انتظار الموافقة.
fa_ir: این مورد در انتظار تأیید است.

source: Do you really want to resolve or close it?
ar_iq: هل تريد حقًا حلها أو إغلاقها؟
fa_ir: آیا واقعاً می‌خواهید آن را حل یا بسته کنید؟

source: Cannot update item %s #%s: not enough right on the parent(s) item(s)
ar_iq: لا يمكن تحديث العنصر %s #%s: ليس صحيحًا بشكل كافٍ على عنصر (عناصر) الأصل (العناصر) الرئيسية
fa_ir: نمی‌توان مورد %s #%s را به‌روزرسانی کرد: دسترسی کافی روی مورد(های) والد وجود ندارد

source: First Item
ar_iq: المادة الأولى
fa_ir: مورد اول

source: Second Item
ar_iq: المادة الثانية
fa_ir: مورد دوم

source: Select a peer for %s:
ar_iq: حدد نظيرًا لـ %s:
fa_ir: یک همتای برای %s انتخاب کنید:

source: Unable to reaffect given elements!
ar_iq: غير قادر على إعادة التأثير على عناصر معينة!
fa_ir: امکان تخصیص مجدد موارد داده شده وجود ندارد!

source: Business rules for tickets
ar_iq: قواعد العمل للتذاكر
fa_ir: قواعد کسب و کار برای تیکت‌ها

source: Mails receiver
ar_iq: جهاز استقبال الرسائل
fa_ir: دریافت‌کننده رایانامه

source: X-Priority email header
ar_iq: رأس البريد الإلكتروني ذي الأولوية X
fa_ir: هدر ایمیل X-Priority

source: From email header
ar_iq: من رأس البريد الإلكتروني
fa_ir: هدر ایمیل فرستنده

source: Subject email header
ar_iq: عنوان البريد الإلكتروني للموضوع
fa_ir: هدر ایمیل موضوع

source: Reply-To email header
ar_iq: الرد-على رأس البريد الإلكتروني
fa_ir: هدر ایمیل پاسخ به

source: In-Reply-To email header
ar_iq: في الرد على رأس البريد الإلكتروني
fa_ir: هدر ایمیل پاسخ داخلی

source: To email header
ar_iq: إلى رأس البريد الإلكتروني
fa_ir: هدر ایمیل گیرنده

source: SLA
ar_iq: جيش تحرير السودان
fa_ir: سطح سرویس (SLA)

source: Requester location
ar_iq: موقع الطالب
fa_ir: مکان درخواست‌کننده

source: Location code
ar_iq: رمز الموقع

source: Internal time to resolve
ar_iq: الوقت الداخلي لحلها
fa_ir: زمان داخلی برای حل

source: Network port metrics
ar_iq: مقاييس منفذ الشبكة
fa_ir: معیارهای پورت شبکه

source: Y-m-d
ar_iq: ذ-م-د
fa_ir: سال-ماه-روز

source: Input/Output megabytes
ar_iq: الإدخال/الإخراج ميغا بايت
fa_ir: مگابایت ورودی/خروجی

source: Input/Output errors
ar_iq: أخطاء الإدخال/الإخراج
fa_ir: خطاهای ورودی/خروجی

source: Input megabytes
ar_iq: إدخال ميغابايت
fa_ir: مگابایت ورودی

source: Output megabytes
ar_iq: ميغا بايت الناتج
fa_ir: مگابایت خروجی

source: Input errors
ar_iq: أخطاء الإدخال
fa_ir: خطاهای ورودی

source: Output errors
ar_iq: أخطاء الإخراج
fa_ir: خطاهای خروجی

source: New problem
ar_iq: مشكلة جديدة
fa_ir: مسئله جدید

source: Update of a problem
ar_iq: تعديل في مشكلة
fa_ir: به‌روزرسانی مسئله

source: Problem solved
ar_iq: تم حل المشكلة
fa_ir: مسئله حل شد

source: Closure of a problem
ar_iq: إغلاق مشكلة
fa_ir: بستن مسئله

source: Deleting a problem
ar_iq: حذف مشكلة
fa_ir: حذف مسئله

# quantity
source: Number of tickets
ar_iq: عدد التذاكر
fa_ir: تعداد درخواست ها

# quantity
source: Number of changes
ar_iq: عدد التغييرات
fa_ir: تعداد تغییرات

source: Associated item
ar_iq: عناصر مرتبطة
fa_ir: آیتم مرتبط

source: Ticket
ar_iq: تذاكر
fa_ir: درخواست

source: Change
ar_iq: تغييرات
fa_ir: تغییر

source: Domain record
ar_iq: سجل المجال
fa_ir: رکورد دامین

source: Record
ar_iq: سِجِلّ
fa_ir: رکورد

source: A domain is required
ar_iq: المجال مطلوب
fa_ir: دامنه الزامی است

source: You are not allowed to use this type of records
ar_iq: لا يسمح لك باستخدام هذا النوع من السجلات
fa_ir: استفاده از این نوع رکوردها برای شما مجاز نیست

source: You are not allowed to edit this type of records
ar_iq: غير مسموح لك بتحرير هذا النوع من السجلات
fa_ir: ویرایش این نوع رکوردها برای شما مجاز نیست

source: Link a record
ar_iq: ربط سجل
fa_ir: پیوند دادن رکورد

source: New reservation
ar_iq: حجز جديد
fa_ir: رزرو جدید

source: Update of a reservation
ar_iq: تعديل الحجز
fa_ir: به‌روزرسانی رزرو

source: Deletion of a reservation
ar_iq: حذف الحجز
fa_ir: حذف رزرو

source: Reservation expired
ar_iq: انتهت صلاحية الحجز
fa_ir: رزرو منقضی شد

source: Hardware user
ar_iq: مستخدم العتاد
fa_ir: کاربر سخت‌افزار

source: URL of item reserved
ar_iq: عنوان URL للعنصر المحجوز
fa_ir: URL آیتم رزرو شده

source: Device list
ar_iq: قائمة الأجهزة
fa_ir: فهرست دستگاه‌ها

source: Upgrade from version lower than %s is not supported.
ar_iq: الترقية من إصدار أقل من %s غير مدعومة.

source: Downgrading to version %s is not supported.
ar_iq: الرجوع إلى الإصدار %s غير مدعوم.

source: Upgrading to %s…
ar_iq: الترقية إلى %sâ¦

source: An error occurred during the update. The error was: %s
ar_iq: حدث خطأ أثناء التحديث.الخطأ كان: %s

source: Creating default forms…
ar_iq: إنشاء النماذج الافتراضية...

source: Default forms created.
ar_iq: تم إنشاء النماذج الافتراضية.

source: Initializing default rules…
ar_iq: تهيئة القواعد الافتراضية...

source: Default rules initialized.
ar_iq: تمت تهيئة القواعد الافتراضية.

source: Checking the database structure…
ar_iq: التحقق من بنية قاعدة البيانات...

source: %d tables are using the deprecated MyISAM storage engine.
ar_iq: تستخدم جداول %d محرك التخزين MyISAM المهمل.
fa_ir: %d جدول از موتور ذخیره‌سازی منسوخ‌شده MyISAM استفاده می‌کنند.

source: Run the "%1$s" command to migrate them.
ar_iq: تشغيل الأمر "%1$s" لترحيلهم.
fa_ir: برای مهاجرت آن‌ها، دستور "%1$s" را اجرا کنید.

source: %1$s columns are using the deprecated datetime storage field type.
ar_iq: تستخدم أعمدة %1$s نوع حقل تخزين التاريخ والوقت المهمل.
fa_ir: ستون‌های %1$s از نوع فیلد ذخیره‌سازی datetime منسوخ‌شده استفاده می‌کنند.

source: %1$s tables are using the deprecated utf8mb3 storage charset.
ar_iq: تستخدم جداول %1$s مجموعة أحرف تخزين utf8mb3 المهملة.
fa_ir: جدول‌های %1$s از مجموعه کاراکتری منسوخ‌شده utf8mb3 استفاده می‌کنند.

source: %d primary or foreign keys columns are using signed integers.
ar_iq: %d تستخدم أعمدة المفاتيح الأساسية أو الخارجية الأعداد الصحيحة الموقعة.
fa_ir: %d ستون کلید اصلی یا خارجی از اعداد صحیح علامت‌دار استفاده می‌کنند.

source: Finalizing the update…
ar_iq: الانتهاء من التحديث ¦

source: Generating security keys…
ar_iq: إنشاء مفاتيح الأمان...

source: Unable to create security key file! You have to run the "%s" command to manually create this file.
ar_iq: غير قادر على إنشاء ملف مفتاح الأمان!يجب عليك تشغيل الأمر "%s" لإنشاء هذا الملف يدويًا.
fa_ir: امکان ایجاد فایل کلید امنیتی وجود ندارد! شما باید دستور "%s" را اجرا کنید تا این فایل به‌صورت دستی ایجاد شود.

source: Security keys generated.
ar_iq: تم إنشاء مفاتيح الأمان.

source: Resuming plugins execution…
ar_iq: استئناف تنفيذ المكونات الإضافية...

source: Execution of all the plugins has been resumed after the database update.
ar_iq: تم استئناف تنفيذ كافة المكونات الإضافية بعد تحديث قاعدة البيانات.

source: Update done.
ar_iq: تم التحديث.

source: Device hard drive model
ar_iq: طرازات الأقراص
fa_ir: مدل هارد دیسک دستگاه

source: Simcard type
ar_iq: نوع بطاقة سيم كارد
fa_ir: نوع سیم‌کارت

# button
source: Add a version
ar_iq: أضف نسخة
fa_ir: افزودن نسخه

source: Installation
ar_iq: تثبيتات
fa_ir: نصب

source: Target entity for the asset
ar_iq: الكيان المستهدف للأصل
fa_ir: موجودیت هدف برای دارایی

source: Having the status
ar_iq: وجود الوضع
fa_ir: دارای وضعیت

source: Port description
ar_iq: وصف المنفذ
fa_ir: توضیح پورت

source: Device_id
ar_iq: معرف_الجهاز
fa_ir: شناسه دستگاه

source: Serial of the operating system
ar_iq: الرقم التسلسلي لنظام التشغيل
fa_ir: سریال سیستم عامل

source: Linked asset
ar_iq: الأصول المرتبطة
fa_ir: دارایی مرتبط

source: Restrict search in defined entity
ar_iq: تقييد البحث في كيان محدد
fa_ir: محدود کردن جستجو در موجودیت تعریف‌شده

source: Restrict criteria to same network port
ar_iq: تقييد المعايير على نفس منفذ الشبكة
fa_ir: محدود کردن معیارها به همان پورت شبکه

source: Only criteria of this rule in data
ar_iq: معايير هذه القاعدة فقط في البيانات
fa_ir: فقط معیارهای این قانون در داده‌ها

source: Is partial
ar_iq: جزئي
fa_ir: جزئی است

source: Inventory link
ar_iq: رابط المخزون
fa_ir: پیوند موجودی

source: Refuse import
ar_iq: رفض الاستيراد
fa_ir: رد وارد کردن

source: Link if possible
ar_iq: الرابط إذا أمكن
fa_ir: در صورت امکان پیوند دهید

source: Link if possible, otherwise imports declined
ar_iq: اربط إن أمكن، وإلا سيتم رفض الواردات
fa_ir: در صورت امکان پیوند دهید، در غیر این صورت واردات رد می‌شود

source: Yes if equal
ar_iq: نعم إذا كانت متساوية
fa_ir: بلی اگر برابر باشد

source: Yes if empty
ar_iq: نعم إذا كانت فارغة
fa_ir: بلی اگر خالی باشد

source: is already present
ar_iq: موجود بالفعل
fa_ir: قبلاً موجود است

source: is empty
ar_iq: فارغ
fa_ir: خالی است

source: No itemtype defined
ar_iq: لم يتم تحديد نوع العنصر
fa_ir: نوع آیتم تعریف نشده است

source: Dynamic
ar_iq: ديناميكي
fa_ir: پویا

source: Some users are not listed as they are not visible from your current entity.
ar_iq: لم يتم إدراج بعض المستخدمين لأنهم غير مرئيين من كيانك الحالي.
fa_ir: برخی کاربران فهرست نشده‌اند زیرا از واحد فعلی شما قابل مشاهده نیستند.

# quantity
source: Number of users
ar_iq: عدد المستخدمين

source: %s deletes users from a group
ar_iq: %s يحذف مستخدمين من المجموعة
fa_ir: %s کاربران را از یک گروه حذف کرد

source: Add a new cost
ar_iq: إضافة تكلفة جديدة
fa_ir: افزودن هزینه جدید

source: Total cost
ar_iq: التكلفة الإجمالية
fa_ir: جمع کل هزینه

source: Report
ar_iq: تقريرات
fa_ir: گزارش

source: Default report
ar_iq: التقرير التلقائي
fa_ir: گزارش پیش‌فرض

source: By contract
ar_iq: حسب العقد
fa_ir: بر اساس قرارداد

source: By year
ar_iq: حسب السنة
fa_ir: بر اساس سال

source: Hardware financial and administrative information
ar_iq: المعلومات المالية والإدارية الخاصة بالعتاد
fa_ir: اطلاعات مالی و مدیریتی سخت‌افزار

source: Other financial and administrative information (licenses, cartridges, consumables)
ar_iq: معلومات مالية وإدارية أخرى (الترخيص, خرطوش الحبر, الإستهلاك)
fa_ir: سایر اطلاعات مالی و مدیریتی (مجوزها، کارتریج‌ها، مواد مصرفی)

source: Loan
ar_iq: القروض
fa_ir: وام

source: Select the report you want to generate
ar_iq: اختر التقرير الذي تريد إنشاؤه
fa_ir: گزارشی که می‌خواهید ایجاد کنید را انتخاب کنید

source: Network report by location: %s
ar_iq: تقرير الشبكة حسب المكان: %s
fa_ir: گزارش شبکه بر اساس محل: %s

source: Network report by hardware: %s
ar_iq: تقرير الشبكة حسب الاجهزة: %s
fa_ir: گزارش شبکه بر اساس سخت‌افزار: %s

source: Network report by outlet: %s
ar_iq: تقرير الشبكة حسب المخرج: %s
fa_ir: گزارش شبکه بر اساس خروجی: %s

source: Device type
ar_iq: نوع الجهاز
fa_ir: نوع دستگاه

source: Device name
ar_iq: إسم الجهاز
fa_ir: نام دستگاه

source: Port Number
ar_iq: رقم المنفذ
fa_ir: شماره پورت

source: Device 1
ar_iq: الجهاز 1
fa_ir: دستگاه ۱

source: Device 2
ar_iq: الجهاز 2
fa_ir: دستگاه ۲

source: Current and future reservations
ar_iq: التحفظات الحالية والمستقبلية
fa_ir: رزروهای فعلی و آینده

source: Past reservations
ar_iq: التحفظات الماضية
fa_ir: رزروهای گذشته

source: Equipment's report by year
ar_iq: تقرير الأجهزة حسب السنة
fa_ir: گزارش تجهیزات بر اساس سال

source: Warranty expiration date
ar_iq: تاريخ إنتهاء الضمان
fa_ir: تاریخ انقضای گارانتی

source: Contract type
ar_iq: نوع العقد
fa_ir: نوع قرارداد

source: List of the hardware under contract
ar_iq: قائمة الأجهزة ضمن العقد
fa_ir: فهرست سخت‌افزارهای تحت قرارداد

source: TCO
ar_iq: التكلفة الإجمالية للملكية
fa_ir: هزینه کل مالکیت (TCO)

source: %1$s account net value
ar_iq: %1$s صافي قيمة الحساب
fa_ir: مقدار خالص حساب %1$s

source: %1$s value
ar_iq: %1$s القيمة
fa_ir: مقدار %1$s

source: Total account net value
ar_iq: إجمالي صافي قيمة الحساب
fa_ir: مقدار خالص کل حساب

source: Total value
ar_iq: القيمة الإجمالية
fa_ir: مقدار کل

source: Operating system architecture
ar_iq: بنية نظام التشغيل
fa_ir: معماری سیستم عامل

source: New project task
ar_iq: مهمة المشروع الجديد
fa_ir: وظیفه پروژه جدید

source: Update of a project task
ar_iq: تحديث مهمة المشروع
fa_ir: به‌روزرسانی وظیفه پروژه

source: Deletion of a project task
ar_iq: حذف مهمة المشروع
fa_ir: حذف وظیفه پروژه

source: Project task team user
ar_iq: مستخدم فريق عمل المشروع
fa_ir: کاربر تیم وظیفه پروژه

source: Project task team group
ar_iq: فريق عمل المشروع
fa_ir: گروه تیم وظیفه پروژه

source: Manager of group of project team
ar_iq: مدير مجموعة فريق المشروع
fa_ir: مدیر گروه تیم پروژه

source: Group of project team except manager users
ar_iq: مجموعة من فريق المشروع باستثناء المستخدمين المديرين
fa_ir: گروه تیم پروژه به جز کاربران مدیر

source: Contact of project team
ar_iq: الاتصال بفريق المشروع
fa_ir: تماس تیم پروژه

source: Supplier of project team
ar_iq: المورد لفريق المشروع
fa_ir: تامین‌کننده تیم پروژه

source: Father
ar_iq: أب
fa_ir: والد

# quantity
source: Number of tasks
ar_iq: عدد المهام
fa_ir: تعداد وظایف

# quantity
source: Number of team members
ar_iq: عدد أعضاء الفريق
fa_ir: تعداد اعضای تیم

# quantity
source: Number of items
ar_iq: عدد العناصر
fa_ir: تعداد اقلام

# quantity
source: Number of documents
ar_iq: عدد الوثائق
fa_ir: تعداد اسناد

source: Download URL
ar_iq: تنزيل عنوان URL
fa_ir: آدرس دانلود (URL)

source: Complete name
ar_iq: الإسم الكامل
fa_ir: نام کامل

source: Team member
ar_iq: أعضاء الفريق
fa_ir: عضو تیم

source: LDAP criterion
ar_iq: معايير LDAP
fa_ir: معیار (LDAP)

source: Device graphic card model
ar_iq: طرز البطاقات الرسومية
fa_ir: مدل کارت گرافیک دستگاه

source: Update Source
ar_iq: تحديث المصدر
fa_ir: منبع بروزرسانی

source: GLPI Native Inventory
ar_iq: مخزون GLPI الأصلي
fa_ir: موجودی بومی (GLPI)

source: Server room
ar_iq: غرف السيرفر
fa_ir: اتاق سرور

source: Number of rows must be >= 1
ar_iq: يجب أن يكون عدد الصفوف >= 1
fa_ir: تعداد ردیف‌ها باید >= 1 باشد

source: Number of columns must be >= 1
ar_iq: يجب أن يكون عدد الأعمدة >= 1
fa_ir: تعداد ستون‌ها باید >= 1 باشد

source: Unable to save picture file.
ar_iq: غير قادر على حفظ ملف الصورة.
fa_ir: ذخیره فایل تصویر ممکن نیست

source: New room for this datacenter...
ar_iq: غرفة جديدة لمركز البيانات...
fa_ir: اتاق جدید برای این مرکز داده...

source: col: %1$s, row: %2$s
ar_iq: العمود: %1$s، الصف: %2$s
fa_ir: ستون: %1$s، ردیف: %2$s

source: Change item
ar_iq: عناصر تغيير
fa_ir: مورد تغییر

source: New change
ar_iq: تغيير جديد
fa_ir: تغییر جدید

source: Update of a change
ar_iq: تحديث للتغيير
fa_ir: بروزرسانی یک تغییر

source: Change solved
ar_iq: التغيير حل
fa_ir: تغییر حل شد

source: Approval request answer
ar_iq: إجابة طلب الموافقة

source: Closure of a change
ar_iq: إغلاق التغيير
fa_ir: بستن تغییر

source: Deleting a change
ar_iq: حذف تغيير
fa_ir: حذف تغییر

source: Satisfaction survey
ar_iq: إستبيان الرضى
fa_ir: نظرسنجی رضایت

source: Satisfaction survey answer
ar_iq: إجابة استطلاع الرضا
fa_ir: پاسخ نظرسنجی رضایت

source: An approval request has been submitted by %s
ar_iq: تم إرسال طلب الموافقة بواسطة %s
fa_ir: یک درخواست تصویب توسط %s ارسال شد

source: An answer to an approval request was produced by %s
ar_iq: تم تقديم إجابة لطلب الموافقة بواسطة %s
fa_ir: یک پاسخ به درخواست تصویب توسط %s تولید شد

# quantity
source: Number of problems
ar_iq: عدد المشاكل
fa_ir: تعداد مسائل

source: Status of the approval request
ar_iq: حالة الموافقة على الطلب
fa_ir: وضعیت درخواست تصویب

source: Approval target type (User or Group)
ar_iq: نوع هدف الموافقة (مستخدم أو مجموعة)

source: Approval target
ar_iq: هدف الموافقة

source: An approval request has been submitted
ar_iq: تم تقديم طلب الموافقة

source: An answer to an approval request was produced
ar_iq: تم إنتاج إجابة لطلب الموافقة

source: Link Problem/Change
ar_iq: مشكلة الارتباط/التغيير
fa_ir: پیوند مشکل/تغییر

source: Add a change
ar_iq: إضافة تغيير
fa_ir: افزودن یک تغییر

source: Create a change from this problem
ar_iq: إنشاء تغيير من هذه المشكلة

source: Add a problem
ar_iq: أضف مشكلة
fa_ir: افزودن یک مشکل

source: Create a problem from this change
ar_iq: خلق مشكلة من هذا التغيير

source: Authorized upload
ar_iq: تحميل معتمد
fa_ir: بارگذاری مجاز

source: Extension
ar_iq: امتداد
fa_ir: پسوند

source: May be a regular expression
ar_iq: قد يكون تعبيرا عاديا
fa_ir: ممکن است یک (regular expression) باشد

source: Document type
ar_iq: أنواع المستندات
fa_ir: نوع سند

source: The assignment of a SLA to a ticket causes the recalculation of the date.
ar_iq: يؤدي تعيين اتفاقية مستوى الخدمة (SLA) للتذكرة إلى إعادة حساب التاريخ.
fa_ir: اختصاص یک (SLA) به یک درخواست (ticket) باعث محاسبه مجدد تاریخ می‌شود.

source: Escalations defined in the SLA will be triggered under this new date.
ar_iq: سيتم تشغيل عمليات التصعيد المحددة في اتفاقية مستوى الخدمة بموجب هذا التاريخ الجديد.
fa_ir: تشدید‌ها (Escalations) تعریف شده در (SLA) تحت این تاریخ جدید اجرا خواهند شد.

source: Urgency or impact used in actions, think to add Priority: recompute action if needed.
ar_iq: الاستعجال أو التأثير المستخدم في الإجراءات، فكر في إضافة الأولوية: إعادة حساب الإجراء إذا لزم الأمر.
fa_ir: فوریت یا اثر (impact) استفاده شده در عملیات‌ها (actions)، در صورت نیاز اولویت (Priority) را اضافه کنید و عملیات (action) را مجدداً محاسبه کنید.

source: An action defines the approval step, but there is no action related to this approval step. Did you forgot to add an action?
ar_iq: يحدد الإجراء خطوة الموافقة، ولكن لا يوجد إجراء متعلق بخطوة الموافقة هذه.هل نسيت إضافة إجراء؟

source: An action related to an approval exists, but there is no action assigning the approval validation step. Therefore, the default one will be used.
ar_iq: يوجد إجراء مرتبط بالموافقة، ولكن لا يوجد إجراء لتعيين خطوة التحقق من صحة الموافقة.ولذلك، سيتم استخدام الافتراضي.

source: Code representing the ITIL category
ar_iq: رمز يمثل فئة ITIL

source: Requester in group
ar_iq: الطالب في المجموعة
fa_ir: درخواست‌کننده در گروه

source: Item group
ar_iq: مجموعة العناصر
fa_ir: گروه قلم/آیتم

source: Item state
ar_iq: حالة العنصر
fa_ir: وضعیت قلم/آیتم

source: Requester group
ar_iq: مجموعات طالب
fa_ir: گروه درخواست‌کننده

source: Technician group
ar_iq: مجموعة فنيين
fa_ir: گروه تکنسین

source: Assigned to a supplier
ar_iq: المخصصة للمورد
fa_ir: اختصاص داده شده به تأمین‌کننده

source: Observer group
ar_iq: مجموعات مراقب

source: Creation date is a working hour in calendar
ar_iq: تاريخ الإنشاء هو ساعة عمل في التقويم
fa_ir: تاریخ ایجاد در ساعت کاری تقویم قرار دارد

source: by completename
ar_iq: بالاسم الكامل

source: ITIL category from code
ar_iq: فئة ITIL من الكود

source: Supervisor of the requester
ar_iq: المشرف على الطالب

source: Group users
ar_iq: مستخدمي المجموعة

source: Approval request to requester group manager
ar_iq: طلب الموافقة لمدير المجموعة الطالبة
fa_ir: درخواست تصویب به مدیر گروه درخواست‌کننده

source: Approval request to technician group manager
ar_iq: طلب الموافقة لمدير المجموعة الفنية
fa_ir: درخواست تصویب به مدیر گروه تکنسین

source: Set approval request step
ar_iq: ضبط خطوة طلب الموافقة

source: Set approval threshold (in percentage)
ar_iq: تعيين حد الموافقة (بالنسبة المئوية)

source: Take into account delay
ar_iq: تأخذ في الاعتبار التأخير
fa_ir: تأخیر را در نظر بگیر

source: Parent business
ar_iq: الأعمال الأم
fa_ir: کسب‌وکار والد

source: Business rules (entity parent)
ar_iq: قواعد العمل (الكيان الرئيسي)
fa_ir: قوانین کسب‌وکار (واحد والد)

source: Original email address was %1$s
ar_iq: عنوان البريد الإلكتروني الأصلي كان %1$s
fa_ir: آدرس ایمیل اصلی: %1$s

source: An email was sent to %s
ar_iq: تم إرسال بريد إلكتروني إلى %s
fa_ir: یک ایمیل فرستاده شد به %s

source: Error in sending the email
ar_iq: خطأ في إرسال البريد الإلكتروني
fa_ir: خطا در ارسال ایمیل

source: %1$s. Message: %2$s, Error: %3$s
ar_iq: %1$s.الرسالة: %2$s، الخطأ: %3$s
fa_ir: %1$s. پیام: %2$s، خطا: %3$s

source: Warning: an email was undeliverable to %s with %d retries remaining
ar_iq: تحذير: تعذر تسليم البريد الإلكتروني إلى %s مع %d من عمليات إعادة المحاولة المتبقية
fa_ir: هشدار: ایمیل به %s ارسال نشد، %d تلاش باقی‌مانده

source: Fatal error: giving up delivery of email to %s
ar_iq: خطأ فادح: التخلي عن تسليم البريد الإلكتروني إلى %s
fa_ir: خطای جدی: ارسال ایمیل به %s متوقف شد

source: Merging
ar_iq: دمج
fa_ir: ادغام

source: Recalculate the category
ar_iq: إعادة حساب الفئة
fa_ir: بازمحاسبه دسته‌بندی

source: Replay the dictionary rules
ar_iq: إعادة تشغيل قواعد القاموس
fa_ir: اجرای دوباره قوانین فرهنگ (Dictionary)
