Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Search result user display
ar_iq: عرض نتائج البحث للمستخدم
fa_ir: نمایش نتایج جستجو برای کاربر

source: Port connection history
ar_iq: تاريخ اتصال المنفذ
fa_ir: تاریخچه اتصال پورت

source: Without name
ar_iq: بدون إسم
fa_ir: بدون نام

source: %1$s on %2$s
ar_iq: %1$s على %2$s
fa_ir: %1$s روی %2$s

source: No longer exists in database
ar_iq: لم يعد موجودا في قاعدة البيانات
fa_ir: دیگر در پایگاه داده وجود ندارد

source: Connected item
ar_iq: العنصر المتصل
fa_ir: مورد متصل

source: Notification target filter
ar_iq: مرشح هدف الإخطار

source: Notifications will only be sent for items that match the defined filter.
ar_iq: سيتم إرسال الإشعارات فقط للعناصر التي تطابق عامل التصفية المحدد.

# button
source: Add notification template
ar_iq: إضافة قالب الإخطار
fa_ir: افزودن قالب اعلان

# button
source: Remove all notification templates
ar_iq: إزالة جميع قوالب الإشعارات
fa_ir: حذف همه قالب‌های اعلان

source: Field itemtype is mandatory
ar_iq: نوع عنصر الحقل إلزامي
fa_ir: فیلد نوع مورد (itemtype) اجباری است

source: Data center
ar_iq: مركز البيانات
fa_ir: مرکز داده (Data center)

source: Helpdesk home
ar_iq: مكتب المساعدة في المنزل

source: Life cycles
ar_iq: دورات الحياة
fa_ir: چرخه‌های زندگی

source: Can't remove update right on this profile as it is the only remaining profile with this right.
ar_iq: لا يمكن إزالة التحديث مباشرة من هذا الملف الشخصي لأنه الملف الشخصي الوحيد المتبقي الذي يتمتع بهذا الحق.
fa_ir: امکان حذف حق به‌روزرسانی برای این پروفایل وجود ندارد، زیرا تنها پروفایل با این حق است.

source: Can't change the interface on this profile as it is the only remaining profile with rights to modify profiles with this interface.
ar_iq: لا يمكن تغيير الواجهة في ملف التعريف هذا لأنه الملف الشخصي الوحيد المتبقي الذي يتمتع بحقوق تعديل ملفات التعريف باستخدام هذه الواجهة.
fa_ir: امکان تغییر رابط کاربری این پروفایل وجود ندارد، زیرا تنها پروفایل با حق تغییر پروفایل‌ها با این رابط است.

source: This profile can't be moved to the simplified interface as it is used for locking items.
ar_iq: لا يمكن نقل ملف التعريف هذا إلى الواجهة المبسطة حيث يتم استخدامه لقفل العناصر.
fa_ir: این پروفایل نمی‌تواند به رابط ساده منتقل شود زیرا برای قفل کردن موارد استفاده می‌شود.

source: This profile is the last with write rights on profiles
ar_iq: هذا الملف الشخصي هو الأخير الذي يتمتع بحقوق الكتابة في الملفات الشخصية
fa_ir: این پروفایل آخرین پروفایل با حق نوشتن روی پروفایل‌ها است

source: Deletion refused
ar_iq: تم رفض الحذف
fa_ir: حذف رد شد

source: Public reminder
ar_iq: تذكيرات عامة
fa_ir: یادآوری عمومی

source: Public saved search
ar_iq: البحث المحفوظ العام
fa_ir: جستجوی ذخیره‌شده عمومی

source: Internet
ar_iq: إنترنت
fa_ir: اینترنت (Internet)

source: Simcard PIN/PUK
ar_iq: رقم التعريف الشخصي/PUK لبطاقة Simcard
fa_ir: پین/پاک سیم‌کارت (Simcard PIN/PUK)

source: Contact
ar_iq: جهات اتصال
fa_ir: تماس (Contact)

source: System logs
ar_iq: سجلات النظام
fa_ir: گزارش‌های سیستم

source: Authorizations assignment rules
ar_iq: قواعد تخصيص الصلاحيات
fa_ir: قواعد اختصاص مجوزها

source: Rules for assigning a computer to an entity
ar_iq: قواعد تخصيص جهاز كمبيوتر لكيان
fa_ir: قوانین اختصاص یک کامپیوتر به یک موجودیت

source: Rules for assigning a computer to a location
ar_iq: قواعد لتعيين جهاز كمبيوتر إلى الموقع
fa_ir: قوانین اختصاص یک کامپیوتر به یک مکان

source: Rules for assigning a category to a software
ar_iq: قواعد لتعيين فئة لبرنامج ما
fa_ir: قوانین اختصاص یک دسته‌بندی به یک نرم‌افزار

source: Business rules for tickets (entity)
ar_iq: قواعد العمل للتذاكر (الكيان)
fa_ir: قوانین کسب و کار برای تیکت‌ها (موجودیت)

source: Business rules for changes (entity)
ar_iq: قواعد العمل للتغييرات (الكيان)

source: Business rules for problems (entity)
ar_iq: قواعد العمل للمشاكل (الكيان)

source: Software dictionary
ar_iq: قاموس البرمجيات
fa_ir: فرهنگ نرم‌افزار

source: Printers dictionary
ar_iq: قاموس الطابعات
fa_ir: فرهنگ چاپگرها

source: All dashboards
ar_iq: جميع لوحات المعلومات
fa_ir: تمام داشبوردها

source: Global dropdown
ar_iq: القائمة المنسدلة العالمية
fa_ir: منوی کشویی سراسری

source: From \ To
ar_iq: من \ إلى
fa_ir: از \ تا

source: Financial and administratives information
ar_iq: المعلومات المالية والإدارية
fa_ir: اطلاعات مالی و اداری

source: Managed domain records types
ar_iq: أنواع سجلات المجال المُدارة
fa_ir: انواع رکوردهای دامنه مدیریت‌شده

source: No access
ar_iq: لا يمكن الوصول
fa_ir: بدون دسترسی

source: Write
ar_iq: يكتب
fa_ir: نوشتن

source: All items
ar_iq: جميع العناصر
fa_ir: تمام موارد

source: My devices and all items
ar_iq: أجهزتي وجميع العناصر
fa_ir: دستگاه‌های من و تمام موارد

source: Users with this profile will see the tiles below if defined, overriding the one found in the entities configuration.
ar_iq: سيرى المستخدمون الذين لديهم ملف التعريف هذا الإطارات المتجانبة أدناه إذا تم تحديدها، متجاوزين تلك الموجودة في تكوين الكيانات.

source: Automatically generated by %s
ar_iq: تم إنشاؤه تلقائيًا بواسطة %s

source: Category from inventory tool
ar_iq: الفئة من أداة الجرد
fa_ir: دسته‌بندی از ابزار موجودی

source: Import category from inventory tool
ar_iq: استيراد الفئة من أداة الجرد
fa_ir: وارد کردن دسته‌بندی از ابزار موجودی

source: ID TAG
ar_iq: علامة الهوية
fa_ir: برچسب شناسه (ID TAG)

source: Is on backup
ar_iq: على النسخ الاحتياطي
fa_ir: در پشتیبان‌گیری است

source: Add a database
ar_iq: إضافة قاعدة بيانات
fa_ir: افزودن یک پایگاه داده

source: No database
ar_iq: لا توجد قاعدة بيانات
fa_ir: هیچ پایگاه داده‌ای وجود ندارد

source: Is active
ar_iq: نشط
fa_ir: آیا فعال است؟

source: No options available for this port type.
ar_iq: لايوجد حيارات لهذا النوع من المنافذ.
fa_ir: هیچ گزینه‌ای برای این نوع پورت موجود نیست.

source: Equipment without network card
ar_iq: جهاز بدون كرت إنترنت
fa_ir: دستگاه بدون کارت شبکه

source: Network socket
ar_iq: مقابس الشبكة
fa_ir: سوکت شبکه

source: Origin port
ar_iq: المنفذ الأصلي
fa_ir: پورت مبدا

source: Not connected.
ar_iq: غير متصل
fa_ir: متصل نیست

source: Registered ID (issued by PCI-SIG)
ar_iq: المعرف المسجل (الصادر عن PCI-SIG)
fa_ir: شناسه ثبت‌شده (صادر شده توسط PCI-SIG)

source: State of the virtual machine
ar_iq: حالات الآلة الافتراضية
fa_ir: وضعیت ماشین مجازی

source: External events template
ar_iq: قوالب أحداث خارجية
fa_ir: قالب رویداد خارجی

source: Add to an appliance
ar_iq: أضف إلى الجهاز
fa_ir: افزودن به دستگاه

source: An appliance is required
ar_iq: مطلوب جهاز
fa_ir: یک دستگاه مورد نیاز است

# button
source: Browse
ar_iq: تصفح
fa_ir: مرور

source: Ethernet port
ar_iq: منفذ إيثرنت
fa_ir: پورت اترنت

source: Ethernet port type
ar_iq: نوع منفذ الإيثرنت
fa_ir: نوع پورت اترنت

source: Ethernet port speed
ar_iq: سرعة منفذ الإيثرنت
fa_ir: سرعت پورت اترنت

source: Twisted pair (RJ-45)
ar_iq: زوج ملتوي (RJ-45)
fa_ir: جفت به هم تابیده (RJ-45)

source: Multimode fiber
ar_iq: الألياف المتعددة الوسائط
fa_ir: فیبر چندحالته

source: Single mode fiber
ar_iq: ألياف أحادية الوضع
fa_ir: فیبر تک‌حالته

source: %d Gbit/s
ar_iq: %d جيجابت/ثانية
fa_ir: %d گیگابیت/ثانیه

source: %.1f Gbit/s
ar_iq: %.1f جيجابت/ثانية
fa_ir: %.1f گیگابیت/ثانیه

source: %d Mbit/s
ar_iq: %d ميغابت/ثانية
fa_ir: %d مگابیت/ثانیه

source: Ethernet socket
ar_iq: مقبس إيثرنت
fa_ir: سوکت اترنت

source: Fiber channel port
ar_iq: منفذ قناة الألياف
fa_ir: پورت فیبر کانال

source: Fiber channel port speed
ar_iq: سرعة منفذ القناة الليفية
fa_ir: سرعت پورت فیبر کانال

source: World Wide Name
ar_iq: الاسم العالمي
fa_ir: نام سراسری (WWN)

source: Fiber port type
ar_iq: نوع منفذ الألياف
fa_ir: نوع پورت فیبر

source: Network fiber socket
ar_iq: مقبس ألياف الشبكة
fa_ir: سوکت فیبر شبکه

source: Add a new plug
ar_iq: إضافة المكونات الجديدة
fa_ir: افزودن یک پلاگ جدید

source: Change Approval step
ar_iq: تغيير خطوات الموافقة

source: Hard drive
ar_iq: أقراص
fa_ir: هارد دیسک

source: Capacity by default
ar_iq: القدرة افتراضيا
fa_ir: ظرفیت پیش‌فرض

source: Rpm
ar_iq: دورة في الدقيقة
fa_ir: دور در دقیقه (Rpm)

source: Cache
ar_iq: مخبأ
fa_ir: کش

source: Database instance
ar_iq: مثيل قاعدة البيانات
fa_ir: نمونه پایگاه داده

source: %1$d database
ar_iq: %1$d قاعدة البيانات
fa_ir: %1$d پایگاه داده

source: Pending reason
ar_iq: في انتظار السبب
fa_ir: دلیل در انتظار

source: Default pending reason
ar_iq: السبب الافتراضي المعلق

source: Pending per default
ar_iq: في انتظار كل الافتراضي

source: Automatic follow-up/solution frequency
ar_iq: المتابعة التلقائية/تردد الحل

source: Follow-ups before automatic resolution
ar_iq: المتابعات قبل الحل التلقائي
fa_ir: تعداد پیگیری‌ها قبل از حل خودکار

source: Automatic follow-up frequency
ar_iq: تردد المتابعة التلقائية
fa_ir: فرکانس پیگیری خودکار

source: Follow-up template
ar_iq: قالب المتابعة
fa_ir: قالب پیگیری

source: Automatic follow-up disabled
ar_iq: تم تعطيل المتابعة التلقائية
fa_ir: پیگیری خودکار غیرفعال شد

source: Every day
ar_iq: كل يوم
fa_ir: هر روز

source: Every %s days
ar_iq: كل %s يوم

source: Every week
ar_iq: كل أسبوع
fa_ir: هر هفته

source: Every %s weeks
ar_iq: كل %s أسابيع

source: Automatic resolution disabled
ar_iq: تم تعطيل الدقة التلقائية
fa_ir: حل خودکار غیرفعال شد

source: If you set this as the default pending reason, the previous default pending reason (%s) will no longer be the default value.
ar_iq: إذا قمت بتعيين هذا كسبب معلق افتراضي، فلن يعد سبب المعلق الافتراضي السابق (%s) هو القيمة الافتراضية.

source: No follow-up
ar_iq: لا متابعة

source: After one follow-up
ar_iq: بعد متابعة واحدة
fa_ir: بعد از یک پیگیری

source: After two follow-ups
ar_iq: بعد متابعتين
fa_ir: بعد از دو پیگیری

source: After three follow-ups
ar_iq: بعد ثلاث متابعات
fa_ir: بعد از سه پیگیری

source: The file upload has been refused for security reasons.
ar_iq: لقد تم رفض تحميل الملف لأسباب أمنية.
fa_ir: آپلود فایل به دلایل امنیتی رد شد.

source: Default email
ar_iq: البريد الإلكتروني الافتراضي
fa_ir: ایمیل پیش‌فرض

source: Set as default email
ar_iq: تعيين كبريد إلكتروني افتراضي

source: Receiver errors
ar_iq: أخطاء المتلقي
fa_ir: خطاهای دریافت‌کننده

source: You don't have right to connect
ar_iq: ليس لديك الحق في الاتصال
fa_ir: شما حق اتصال ندارید

source: You don't have access to this application because your account was deactivated or removed
ar_iq: لا يوجد لديك صلاحية لإستخدام هذا البرنامج , ربما يعود السبب إلى إلغاء تفعيل حسابك أو حذفه نهائيا.
fa_ir: شما به این برنامه دسترسی ندارید زیرا حساب شما غیرفعال یا حذف شده است

source: List
ar_iq: قائمة
fa_ir: فهرست

source: full structure
ar_iq: الهيكل الكامل
fa_ir: ساختار کامل

source: tree structure
ar_iq: هيكل الشجرة
fa_ir: ساختار درختی

source: The action you have requested is not allowed.
ar_iq: الإجراء الذي طلبته غير مسموح به.
fa_ir: عملیاتی که درخواست کرده‌اید مجاز نیست.

source: You can't impersonate yourself.
ar_iq: لا يمكنك انتحال شخصية نفسك.
fa_ir: نمی‌توانید خودتان را تقلید کنید.

source: The user is not active.
ar_iq: المستخدم غير نشط.
fa_ir: کاربر فعال نیست.

source: The user doesn't have any profile.
ar_iq: المستخدم ليس لديه أي ملف تعريف.
fa_ir: کاربر هیچ پروفایلی ندارد.

source: User has more rights than you. You can't impersonate him.
ar_iq: المستخدم لديه حقوق أكثر منك.لا يمكنك انتحال شخصيته.

source: %1$s starts impersonating user %2$s
ar_iq: %1$s بدأ بانتحال هوية المستخدم %2$s
fa_ir: %1$s شروع به تقلید از کاربر %2$s کرد

source: %1$s stops impersonating user %2$s
ar_iq: %1$s أوقف انتحال هوية المستخدم %2$s
fa_ir: %1$s تقلید از کاربر %2$s را متوقف کرد

source: Invalid JSON used to define fields.
ar_iq: تم استخدام JSON غير صالح لتعريف الحقول.
fa_ir: JSON نامعتبری برای تعریف فیلدها استفاده شده است.

source: Valid field descriptor properties are: key (string, mandatory), label (string, mandatory), placeholder (string, optionnal), quote_value (boolean, optional), is_fqdn (boolean, optional).
ar_iq: خصائص واصف الحقل الصالحة هي: المفتاح (سلسلة، إلزامي)، التسمية (سلسلة، إلزامية)، العنصر النائب (سلسلة، اختياري)، quote_value (منطقي، اختياري)، is_fqdn (منطقي، اختياري).
fa_ir: خصوصیات معتبر توصیف فیلد عبارتند از: key (رشته، اجباری)، label (رشته، اجباری)، placeholder (رشته، اختیاری)، quote_value (بولی، اختیاری)، is_fqdn (بولی، اختیاری).

source: Record type
ar_iq: نوع سجلات
fa_ir: نوع رکورد

source: External event
ar_iq: أحداث خارجية
fa_ir: رویداد خارجی

source: Detach instance
ar_iq: فصل المثيل

source: Detach this instance from the series to create an independent event
ar_iq: افصل هذا المثيل عن السلسلة لإنشاء حدث مستقل

source: Delete serie
ar_iq: حذف السلسلة
fa_ir: حذف سری

source: Delete instance
ar_iq: حذف المثيل
fa_ir: حذف نمونه

source: manage background events
ar_iq: إدارة أحداث الخلفية
fa_ir: مدیریت رویدادهای پس‌زمینه

source: Dictionary of networking equipment models
ar_iq: قاموس موديل معدات الشبكات
fa_ir: فرهنگ مدل‌های تجهیزات شبکه

source: Search result display
ar_iq: عرض نتائج البحث
fa_ir: نمایش نتایج جستجو

source: This will reset the columns to the defaults for a new installation.
ar_iq: سيؤدي هذا إلى إعادة تعيين الأعمدة إلى الإعدادات الافتراضية للتثبيت الجديد.

source: This will only work for types from GLPI itself or enabled plugins that support this action.
ar_iq: لن يعمل هذا إلا مع الأنواع من GLPI نفسها أو المكونات الإضافية الممكّنة التي تدعم هذا الإجراء.

# button
source: Reset to default
ar_iq: إعادة التعيين إلى الوضع الافتراضي

source: Helpdesk View
ar_iq: عرض مكتب المساعدة

source: User display
ar_iq: عرض المستخدم
fa_ir: نمایش کاربر

source: Default display
ar_iq: العرض الافتراضي
fa_ir: نمای پیش‌فرض

source: Search result default display
ar_iq: عرض نتائج البحث الافتراضية
fa_ir: نمای پیش‌فرض نتایج جستجو

source: Search option ID
ar_iq: معرف خيار البحث

source: Network name
ar_iq: أسماء الشبكات
fa_ir: نام شبکه

source: Several network names available! Go to the tab 'Network Name' to manage them.
ar_iq: هناك العديد من أسماء الشبكة! إذهب إلى تبويب "إسم الشبكة" لتتمكن من إدارتها.
fa_ir: چند نام شبکه موجود است! به زبانه 'نام شبکه' بروید تا آنها را مدیریت کنید.

source: Create a new network name
ar_iq: إنشاء إسم للشبكة
fa_ir: ایجاد یک نام شبکه جدید

source: No network name found
ar_iq: لم يتم العثور على إسم الشبكة
fa_ir: نام شبکه‌ای یافت نشد

source: USB vendor
ar_iq: بائع يو اس بي
fa_ir: تامین‌کننده USB

source: First
ar_iq: الأول
fa_ir: اولین

source: Last
ar_iq: الاخير
fa_ir: آخرین

source: Unable to get item
ar_iq: غير قادر على الحصول على العنصر
fa_ir: دریافت مورد ممکن نیست

source: Authorization error
ar_iq: خطأ في التفويض
fa_ir: خطای مجوز

source: Incompatible items
ar_iq: العناصر غير المتوافقة
fa_ir: موارد ناسازگار

source: Error on executing the action
ar_iq: خطأ في تنفيذ الإجراء
fa_ir: خطا در اجرای عملیات

source: Item already defined
ar_iq: تم تعريف العنصر بالفعل
fa_ir: مورد قبلاً تعریف شده است

source: Automatic reminder
ar_iq: تذكيرات تلقائية

source: Installing a cartridge
ar_iq: تركيب خرطوش حبر
fa_ir: در حال نصب کارتریج

source: No free cartridge
ar_iq: لا يوجد خرطوش حبر متوفر
fa_ir: کارتریج آزاد موجود نیست

source: Uninstalling a cartridge
ar_iq: إزالة خرطوش حبر
fa_ir: در حال حذف کارتریج

# cartridge
source: New
ar_iq: جديد
fa_ir: جدید

# cartridge
source: Used
ar_iq: مستخدم
fa_ir: استفاده شده

# cartridge
source: Worn
ar_iq: متآكلة
fa_ir: فرسوده

source: Total: %1$d (%2$d new, %3$d used, %4$d worn)
ar_iq: الإجمالي: %1$d (%2$d جديد، %3$d مستعمل، %4$d مستعمل)
fa_ir: مجموع: %1$d (%2$d جدید، %3$d استفاده شده، %4$d فرسوده)

source: No cartridge
ar_iq: لا يوجد خرطوش حبر
fa_ir: کارتریج موجود نیست

source: Total: %1$d (%2$d used, %3$d worn)
ar_iq: الإجمالي: %1$d (%2$d مستعمل، %3$d مستعمل)
fa_ir: مجموع: %1$d (%2$d استفاده شده، %3$d فرسوده)

source: Average time in stock
ar_iq: معدل فترة التخزين
fa_ir: میانگین زمان در انبار

source: Average time in use
ar_iq: معدل فترة الإستخدام
fa_ir: میانگین زمان استفاده

source: Average number of printed pages
ar_iq: معدل الصفحات المطبوعة
fa_ir: میانگین تعداد صفحات چاپ شده

source: Used on
ar_iq: أستخدم في
fa_ir: استفاده شده در

source: Worn cartridges
ar_iq: خراطيش حبر مستخدمة
fa_ir: کارتریج‌های فرسوده

source: Used cartridges
ar_iq: خرطوشة حبر مستخدمة
fa_ir: کارتریج‌های استفاده شده

source: Add cartridges
ar_iq: إضافة خرطوشة حبر
fa_ir: افزودن کارتریج

source: End of life
ar_iq: نهاية الحياة
fa_ir: پایان عمر مفید

source: Update printer counter
ar_iq: تحديث عدد الطابعات
fa_ir: به‌روزرسانی شمارنده پرینتر

source: Printed pages
ar_iq: صفحة مطبوعة
fa_ir: صفحات چاپ شده

source: Tagged
ar_iq: تحتوي على بطاقة
fa_ir: برچسب‌گذاری شده

source: VLAN
ar_iq: شبكة محلية ظاهرية

source: Untagged
ar_iq: بدون علامات
fa_ir: بدون برچسب

source: Device firmware model
ar_iq: موديل البرامج الثابتة للجهاز
fa_ir: مدل فرم‌ویر دستگاه

source: Unlock Item Request
ar_iq: فتح طلب العنصر
fa_ir: درخواست باز کردن قفل مورد

source: Item ID
ar_iq: معرف العنصر
fa_ir: شناسه مورد

source: Item Type
ar_iq: نوع العنصر
fa_ir: نوع مورد

source: Lock date
ar_iq: تاريخ القفل
fa_ir: تاریخ قفل

source: Lastname of locking user
ar_iq: الاسم الأخير للمستخدم القفل
fa_ir: نام خانوادگی کاربر قفل‌کننده

source: Firstname of locking user
ar_iq: الاسم الأول للمستخدم القفل
fa_ir: نام کاربر قفل‌کننده

source: Requester Lastname
ar_iq: اسم الطالب الأخير
fa_ir: نام خانوادگی درخواست‌کننده

source: Requester Firstname
ar_iq: الاسم الأول لمقدم الطلب
fa_ir: نام درخواست‌کننده

source: Item URL
ar_iq: عنوان URL للعنصر
fa_ir: آدرس مورد

source: Locking User
ar_iq: قفل المستخدم
fa_ir: کاربر قفل‌کننده

source: Rack
ar_iq: رفوف
fa_ir: رک

source: Position must be set
ar_iq: يجب تعيين الموقف
fa_ir: موقعیت باید تعیین شود

source: %1$s position is not available
ar_iq: %1$s المنصب غير متاح
fa_ir: موقعیت %1$s در دسترس نیست

source: PDU type
ar_iq: نوع بي دي يو
fa_ir: نوع PDU

# quantity
source: Number of contracts
ar_iq: عدد العقود
fa_ir: تعداد قراردادها

# button
source: Add a supplier
ar_iq: إضافة مورد
fa_ir: افزودن تامین‌کننده

source: Expiration date + notice
ar_iq: تاريخ انتهاء الصلاحية + إشعار
fa_ir: تاریخ انقضا + اطلاع

source: Associated supplier
ar_iq: موردون مرتبطون
fa_ir: تامین‌کننده مرتبط

source: Contracts expired in the last 30 days
ar_iq: العقود المنتهية خلال الـ 30 يوم الماضية
fa_ir: قراردادهای منقضی‌شده در ۳۰ روز گذشته

source: Contracts expiring in less than 7 days
ar_iq: العقود التي ستنتهي خلال الـ 7 أيام القادمة
fa_ir: قراردادهایی که در کمتر از ۷ روز منقضی می‌شوند

source: Contracts expiring in less than 30 days
ar_iq: العقود التي ستنتهي خلال الـ 30 يوم القادمة
fa_ir: قراردادهایی که در کمتر از ۳۰ روز منقضی می‌شوند

source: Contracts where notice begins in less than 7 days
ar_iq: العقود التي يبدأ إشعارها خلال أقل من 7 أيام
fa_ir: قراردادهایی که اطلاع آن‌ها در کمتر از ۷ روز شروع می‌شود

source: Contracts where notice begins in less than 30 days
ar_iq: العقود التي يبدأ إشعارها خلال أقل من 30 يومًا
fa_ir: قراردادهایی که اطلاع آن‌ها در کمتر از ۳۰ روز آغاز می‌شود

source: Send alarms on contracts
ar_iq: إرسال تنبيهات بشأن العقود
fa_ir: ارسال هشدار برای قراردادها

source: Contract entered in notice time
ar_iq: عذود ضمن فترة الإنذار
fa_ir: قرارداد وارد زمان اطلاع شد

source: Contract ended
ar_iq: العقد منتهي
fa_ir: قرارداد به پایان رسید

source: Contract entered in notice time for period
ar_iq: عقود ضمن فترة الإنذار منذ فترة
fa_ir: قرارداد وارد زمان اطلاع برای دوره شد

source: Contract period ended
ar_iq: إنتهت فترة العقد
fa_ir: دوره قرارداد به پایان رسید

source: send contract alert failed
ar_iq: حدث خطأ عند محاولة إرسال تنبيه على العقود
fa_ir: ارسال هشدار قرارداد ناموفق بود

source: End + Notice
ar_iq: نهاية + ملاحظة
fa_ir: پایان + اطلاع

source: Period end
ar_iq: نهاية الفترة
fa_ir: پایان دوره

source: Period end + Notice
ar_iq: نهاية الفترة + إشعار
fa_ir: پایان دوره + اطلاع

# button
source: Remove a contract
ar_iq: حذف عقد
fa_ir: حذف قرارداد

source: No statistics are available
ar_iq: لا توجد إحصاءات متاحة
fa_ir: هیچ آماری موجود نیست

source: Real duration of treatment of the ticket
ar_iq: المدة الحقيقية لعلاج التذكرة
fa_ir: مدت واقعی رسیدگی به درخواست

source: Number of opened tickets
ar_iq: عدد التذاكر المفتوحة
fa_ir: تعداد درخواست‌های باز

source: Number of solved tickets
ar_iq: عدد التذاكر المحلولة
fa_ir: تعداد درخواست‌های حل شده

source: Number of late tickets
ar_iq: عدد التذاكر المتاخرة
fa_ir: تعداد درخواست‌های تأخیری

source: Number of closed tickets
ar_iq: عدد التذاكر المغلقة
fa_ir: تعداد درخواست‌های بسته شده

source: Number of opened satisfaction survey
ar_iq: عدد استبيانات الرضا المفتوحة
fa_ir: تعداد نظرسنجی‌های باز

source: Number of answered satisfaction survey
ar_iq: عدد استبيان الرضا الذي تم الرد عليه
fa_ir: تعداد نظرسنجی‌های پاسخ داده شده

source: Average satisfaction
ar_iq: معدل الرضاء
fa_ir: میانگین رضایت

source: Average
ar_iq: متوسط
fa_ir: میانگین

source: Average time to take into account
ar_iq: معدل الوقت للإضافة للحساب
fa_ir: میانگین زمان برای در نظر گرفتن

source: Average time to resolution
ar_iq: متوسط ​​الوقت اللازم للحل
fa_ir: میانگین زمان تا حل شدن

source: Average time to closure
ar_iq: متوسط ​​الوقت اللازم للإغلاق
fa_ir: میانگین زمان تا بسته شدن

source: Average real duration of treatment of the ticket
ar_iq: متوسط ​​المدة الحقيقية لمعالجة التذكرة
fa_ir: میانگین مدت واقعی رسیدگی به درخواست

source: Total real duration of treatment of the ticket
ar_iq: إجمالي المدة الحقيقية لمعالجة التذكرة
fa_ir: کل مدت واقعی رسیدگی به درخواست

source: View graph
ar_iq: عرض الرسم البياني

source: Number of tickets
ar_iq: عدد التذاكر
fa_ir: تعداد درخواست‌ها

source: By ticket
ar_iq: بالتذكرة
fa_ir: بر اساس درخواست

source: By hardware characteristics
ar_iq: حسب خصائص الأجهزة
fa_ir: بر اساس مشخصات سخت‌افزاری

source: By problem
ar_iq: بالمشكلة
fa_ir: بر اساس نوع مشکل

source: By change
ar_iq: بالتغيير
fa_ir: بر اساس تغییر

source: Category tree
ar_iq: شجرة التصنيف
fa_ir: درخت دسته‌بندی

source: Location tree
ar_iq: شجرة الموقع
fa_ir: درخت موقعیت

source: Group tree
ar_iq: شجرة المجموعات
fa_ir: درخت گروه‌ها

source: Technician as assigned
ar_iq: الفنيين المخصصين
fa_ir: تکنسین اختصاص داده شده

source: Technician in tasks
ar_iq: الفنيين في المهمة
fa_ir: تکنسین در وظایف

source: Other component model
ar_iq: موديل مكون آخر
fa_ir: مدل سایر قطعات

source: Assign itemtype
ar_iq: تعيين نوع العنصر

source: Size by default
ar_iq: الحجم بشكل افتراضي
fa_ir: حجم پیش‌فرض

source: Create recurrent tickets and changes
ar_iq: إنشاء التذاكر والتغييرات المتكررة
fa_ir: ایجاد درخواست‌ها و تغییرات تکراری

source: Failed to create recurrent item %s
ar_iq: فشل إنشاء العنصر المتكرر %s
fa_ir: ایجاد آیتم تکراری %s ناموفق بود

source: Planning reminder
ar_iq: تذكيرات التخطيط
fa_ir: یادآوری برنامه‌ریزی

source: %d week
ar_iq: %d أسابيع
fa_ir: %d هفته

source: Send planning recalls
ar_iq: إرسال استدعاءات التخطيط
fa_ir: ارسال یادآوری‌های برنامه‌ریزی

source: Project state
ar_iq: حالات المشاريع
fa_ir: وضعیت پروژه

source: Finished state
ar_iq: حالة الانتهاء
fa_ir: وضعیت خاتمه‌یافته

source: Contact type
ar_iq: أنواع جهات الاتصال
fa_ir: نوع تماس

source: Reminder
ar_iq: تذكيرات
fa_ir: یادآوری

source: Personal reminder
ar_iq: تذكيرات شخصية
fa_ir: یادآوری شخصی

source: To answer by email, write above this line
ar_iq: للإجابة عبر البريد الإلكتروني، أكتب فوق هذا السطر
fa_ir: برای پاسخ از طریق ایمیل، بالای این خط بنویسید

source: To answer by email, write under this line
ar_iq: للإجابة عبر البريد الإلكتروني، أكتب تحت هذا السطر
fa_ir: برای پاسخ از طریق ایمیل، زیر این خط بنویسید

source: Update of a ticket
ar_iq: تعديل المذكرة
fa_ir: به‌روزرسانی درخواست

source: Ticket solved
ar_iq: تم حل التذكرة
fa_ir: درخواست حل شد

source: Solution rejected
ar_iq: تم رفض الحل
fa_ir: راه‌حل رد شد

source: Approval reminder
ar_iq: تذكير بالموافقة

source: Closing of the ticket
ar_iq: إغلاق التذكرة
fa_ir: بستن درخواست

source: Deletion of a ticket
ar_iq: حذف تذكرة
fa_ir: حذف درخواست

source: Automatic reminders of SLAs
ar_iq: التذكيرات التلقائية لاتفاقيات مستوى الخدمة
fa_ir: یادآور خودکار SLAها

source: Automatic reminders of OLAs
ar_iq: تذكيرات تلقائية لـ OLAs
fa_ir: یادآور خودکار OLAها

source: Without a reply, the ticket will be automatically closed after %s day
ar_iq: بدون رد، سيتم إغلاق التذكرة تلقائياً بعد %s أيام
fa_ir: بدون پاسخ، درخواست پس از %s روز به‌طور خودکار بسته می‌شود

source: Location name
ar_iq: اسم الموقع
fa_ir: نام موقعیت

source: Solution rejection comment
ar_iq: تعليق رفض الحل
fa_ir: توضیح رد راه‌حل
