Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Disallow usage statistics sending to Telemetry service (%s)
ar_iq: عدم السماح بإرسال إحصائيات الاستخدام إلى خدمة القياس عن بعد (%s)
fa_ir: ارسال آمار استفاده به سرویس Telemetry (%s) مجاز نیست

source: We need your help to improve GLPI and the plugins ecosystem!
ar_iq: نحن بحاجة لمساعدتكم لتحسين GLPI والنظام البيئي للمكونات الإضافية!
fa_ir: ما به کمک شما برای بهبود GLPI و اکوسیستم پلاگین‌ها نیاز داریم!

source: Since GLPI 9.2, we’ve introduced a new statistics feature called “Telemetry”, that anonymously with your permission, sends data to our telemetry website.
ar_iq: منذ GLPI 9.2، قدمنا ​​ميزة إحصائية جديدة تسمى "القياس عن بعد"، والتي ترسل البيانات بشكل مجهول بعد إذنك إلى موقع القياس عن بعد الخاص بنا.
fa_ir: از نسخه ۹.۲ GLPI، ویژگی جدیدی به نام “Telemetry” معرفی شده است که با اجازه شما به‌صورت ناشناس، داده‌ها را به وب‌سایت تلِمتری ما ارسال می‌کند.

source: Once sent, usage statistics are aggregated and made available to a broad range of GLPI developers.
ar_iq: بمجرد إرسالها، يتم تجميع إحصائيات الاستخدام وإتاحتها لمجموعة واسعة من مطوري GLPI.
fa_ir: پس از ارسال، آمار استفاده جمع‌آوری شده و در اختیار طیف وسیعی از توسعه‌دهندگان GLPI قرار می‌گیرد.

source: Let us know your usage to improve future versions of GLPI and its plugins!
ar_iq: أخبرنا باستخدامك لتحسين الإصدارات المستقبلية من GLPI ومكوناته الإضافية!
fa_ir: به ما اطلاع دهید چگونه از سیستم استفاده می‌کنید تا نسخه‌های آینده GLPI و پلاگین‌های آن را بهبود دهیم!

source: Do you want to send "usage statistics"?
ar_iq: هل تريد إرسال "إحصاءات الاستخدام"؟
fa_ir: می‌خواهید "آمار استفاده" ارسال شود؟

source: The migration failed.
ar_iq: فشلت عملية الترحيل.

source: The migration is complete, but errors have occurred.
ar_iq: اكتمل الترحيل، ولكن حدثت أخطاء.

source: The migration is complete.
ar_iq: الهجرة كاملة.

source: %1$d items created.
ar_iq: تم إنشاء %1$d العناصر.

source: %1$d items reused.
ar_iq: %1$d العناصر المعاد استخدامها.

source: %1$d items ignored.
ar_iq: تم تجاهل %1$d من العناصر.

source: Migration was aborted due to errors, all changes have been reverted.
ar_iq: تم إلغاء الترحيل بسبب وجود أخطاء، وتم التراجع عن كافة التغييرات.

source: Check GLPI source code file integrity.
ar_iq: تحقق من سلامة ملف التعليمات البرمجية المصدر GLPI.

source: Show diff of altered files
ar_iq: إظهار اختلاف الملفات المعدلة

source: Allow downloading the GLPI release if needed
ar_iq: السماح بتنزيل إصدار GLPI إذا لزم الأمر

source: Failed to validate GLPI source code integrity. Error was: %s
ar_iq: فشل التحقق من صحة سلامة كود مصدر GLPI.الخطأ كان: %s

source: GLPI source code integrity is validated.
ar_iq: تم التحقق من سلامة كود مصدر GLPI.

source: GLPI source code integrity is not validated.
ar_iq: لم يتم التحقق من سلامة كود مصدر GLPI.

source: Cannot generate a diff on a development version.
ar_iq: لا يمكن إنشاء فرق في إصدار التطوير.

source: Errors occurred during diff generation:
ar_iq: حدثت أخطاء أثناء إنشاء الفرق:

source: Generating the source code diff could require downloading the GLPI release archive. Do you want to allow this operation?
ar_iq: قد يتطلب إنشاء فرق التعليمات البرمجية المصدر تنزيل أرشيف إصدار GLPI.هل تريد السماح بهذه العملية؟

source: Validate files integrity for GLPI's documents.
ar_iq: التحقق من صحة الملفات لمستندات GLPI.
fa_ir: اعتبارسنجی صحت فایل‌های اسناد GLPI

source: Checking document #%s "%s" (%s)...
ar_iq: جارٍ التحقق من المستند #%s "%s" (%s)...
fa_ir: در حال بررسی سند #%s "%s" (%s)...

source: File not found
ar_iq: لم يتم العثور على ملف
fa_ir: پرونده پیدا نشد

source: Invalid checksum
ar_iq: المجموع الاختباري غير صالح
fa_ir: چک‌سام نامعتبر

source: Unknown error
ar_iq: خطاء غير معروف
fa_ir: خطای ناشناخته

source: Check for badly HTML encoded content in database.
ar_iq: تحقق من وجود محتوى تم ترميزه بشكل سيئ بتنسيق HTML في قاعدة البيانات.
fa_ir: بررسی محتوای HTML با کدگذاری نادرست در پایگاه داده

source: Fix detected issues
ar_iq: إصلاح المشكلات المكتشفة
fa_ir: رفع مشکلات شناسایی شده

source: Path of file where will be stored SQL queries that can be used to rollback changes
ar_iq: مسار الملف حيث سيتم تخزين استعلامات SQL التي يمكن استخدامها للتراجع عن التغييرات
fa_ir: مسیر فایل برای ذخیره کوئری‌های SQL که برای بازگرداندن تغییرات قابل استفاده هستند

source: No item to fix.
ar_iq: لا يوجد عنصر لإصلاحه.
fa_ir: آیتمی برای اصلاح وجود ندارد.

source: Found %d item to fix.
ar_iq: تم العثور على عنصر %d لإصلاحه.
fa_ir: %d آیتم برای اصلاح یافت شد.

source: Do you want to fix it?
ar_iq: هل تريد اصلاحها؟
fa_ir: می‌خواهید آن را اصلاح کنید؟

source: Unable to update %s items
ar_iq: غير قادر على تحديث %s من العناصر
fa_ir: امکان بروزرسانی %s آیتم وجود ندارد

source: HTML encoding has been fixed.
ar_iq: تم إصلاح ترميز HTML.
fa_ir: کدگذاری HTML اصلاح شد.

source: File %s contains SQL queries that can be used to rollback command.
ar_iq: يحتوي الملف %s على استعلامات SQL التي يمكن استخدامها لأمر التراجع.
fa_ir: فایل %s شامل کوئری‌های SQL است که برای بازگرداندن فرمان قابل استفاده هستند.

source: Failed to write rollback SQL queries in "%s" file.
ar_iq: فشل في كتابة استعلامات SQL الخاصة بالتراجع في الملف "%s".
fa_ir: نوشتن کوئری‌های SQL بازگردانی در فایل "%s" انجام نشد.

source: Fixing %s...
ar_iq: إصلاح %s...
fa_ir: در حال اصلاح %s...

source: Fixing %s with ID %s...
ar_iq: إصلاح %s بالمعرف %s...
fa_ir: در حال اصلاح %s با شناسه %s...

source: Unable to fix %s with ID %s.
ar_iq: غير قادر على إصلاح %s بالمعرف %s.
fa_ir: امکان اصلاح %s با شناسه %s وجود ندارد.

source: Scanning database for items to fix...
ar_iq: جارٍ فحص قاعدة البيانات بحثًا عن العناصر لإصلاحها...
fa_ir: در حال اسکن پایگاه داده برای آیتم‌های قابل اصلاح...

source: Generate GLPI source code manifest that could be used to validate source code integrity.
ar_iq: إنشاء بيان كود مصدر GLPI الذي يمكن استخدامه للتحقق من صحة سلامة كود المصدر.

source: Hash algorithm to use
ar_iq: خوارزمية التجزئة المستخدمة

source: Manifest successfully generated.
ar_iq: تم إنشاء البيان بنجاح.

source: Failed to generate manifest. Error was: %s
ar_iq: فشل في إنشاء البيان.الخطأ كان: %s

source: Migrate plugin data into GLPI core tables
ar_iq: ترحيل بيانات البرنامج المساعد إلى جداول GLPI الأساسية

source: Migrate %s plugin data into GLPI core tables
ar_iq: ترحيل بيانات البرنامج المساعد %s إلى جداول GLPI الأساسية

source: Updating profiles...
ar_iq: جارٍ تحديث الملفات الشخصية...
fa_ir: در حال به‌روزرسانی پروفایل‌ها...

source: Unable to update "%s" in profile "%s" (%s).
ar_iq: غير قادر على تحديث "%s" في الملف الشخصي "%s" (%s).
fa_ir: امکان به‌روزرسانی "%s" در پروفایل "%s" وجود ندارد (%s).

source: Associable items to a ticket
ar_iq: العناصر المرتبطة بالتذكرة
fa_ir: موارد قابل پیوند به یک تیکت

source: Importing relations with other itemtypes...
ar_iq: استيراد العلاقات مع أنواع العناصر الأخرى...
fa_ir: در حال وارد کردن ارتباطات با انواع آیتم دیگر...

source: No elements found.
ar_iq: لم يتم العثور على عناصر.
fa_ir: هیچ موردی یافت نشد.

source: Unable to find target item for %s #%s.
ar_iq: غير قادر على العثور على العنصر المستهدف لـ %s #%s.
fa_ir: امکان یافتن آیتم هدف برای %s #%s وجود ندارد.

source: Skip existing %s "%s".
ar_iq: تخطي %s الموجود "%s".
fa_ir: رد کردن %s موجود "%s".

source: Importing %s "%s"...
ar_iq: جارٍ استيراد %s "%s"...
fa_ir: در حال وارد کردن %s "%s"...

source: Unable to create %s "%s" (%d).
ar_iq: غير قادر على إنشاء %s "%s" (%d).
fa_ir: امکان ایجاد %s "%s" وجود ندارد (%d).

source: Updating existing %s "%s"...
ar_iq: جارٍ تحديث %s "%s" الموجود...
fa_ir: در حال به‌روزرسانی %s موجود "%s"...

source: More than one Computer linked to %s #%s.
ar_iq: تم ربط أكثر من جهاز كمبيوتر بـ %s #%s.
fa_ir: بیش از یک کامپیوتر به %s #%s مرتبط است.

source: Set missing `date_creation` and `date_mod` values using log entries.
ar_iq: تعيين قيم "date_creation" و"date_mod" المفقودة باستخدام إدخالات السجل.
fa_ir: مقادیر گم‌شده `date_creation` و `date_mod` با استفاده از ورودی‌های لاگ تنظیم شدند.

source: Filling `%s`.`%s`...
ar_iq: تعبئة `%s`.`%s`...
fa_ir: در حال پر کردن `%s`.`%s`...

source: Update of `%s`.`%s` failed with message "(%s) %s".
ar_iq: فشل تحديث `%s`.`%s` مع الرسالة "(%s) %s".
fa_ir: به‌روزرسانی `%s`.`%s` با پیام خطا شکست خورد "(%s) %s".

source: Migration done.
ar_iq: تمت الهجرة.
fa_ir: مهاجرت انجام شد.

source: Import only specific forms with the given IDs
ar_iq: استيراد نماذج محددة فقط بالمعرفات المحددة

source: Ignore "PluginRacksOther" models and elements
ar_iq: تجاهل موديل وعناصر "PluginRacksOther".
fa_ir: نادیده گرفتن مدل‌ها و عناصر "PluginRacksOther"

source: Do not stop on import errors
ar_iq: لا تتوقف عند أخطاء الاستيراد

source: Remove existing core data
ar_iq: إزالة البيانات الأساسية الموجودة
fa_ir: حذف داده‌های اصلی موجود

source: Run Racks plugin update (you need version %s files to do this)
ar_iq: تشغيل تحديث البرنامج المساعد Racks (تحتاج إلى ملفات الإصدار %s للقيام بذلك)
fa_ir: اجرای به‌روزرسانی افزونه Racks (برای این کار به فایل‌های نسخه %s نیاز دارید)

source: Enable migration without plugin files (we cannot validate that plugin data are compatible with supported %s version)
ar_iq: تمكين الترحيل بدون ملفات المكونات الإضافية (لا يمكننا التحقق من توافق بيانات المكونات الإضافية مع إصدار %s المدعوم)
fa_ir: فعال‌سازی مهاجرت بدون فایل‌های افزونه (نمی‌توانیم اعتبارسنجی کنیم که داده‌های افزونه با نسخه پشتیبانی شده %s سازگار هستند)

source: You are about to launch migration of Racks plugin data into GLPI core tables.
ar_iq: أنت على وشك إطلاق ترحيل بيانات البرنامج الإضافي لـ Racks إلى جداول GLPI الأساسية.
fa_ir: شما در حال شروع مهاجرت داده‌های افزونه Racks به جداول اصلی GLPI هستید.

source: It is better to make a backup of your existing data before continuing.
ar_iq: من الأفضل عمل نسخة احتياطية لبياناتك الحالية قبل المتابعة.
fa_ir: بهتر است قبل از ادامه، از داده‌های موجود خود نسخه پشتیبان تهیه کنید.

source: Checking plugin version...
ar_iq: التحقق من إصدار البرنامج المساعد...
fa_ir: در حال بررسی نسخه افزونه...

source: Racks plugin is not part of GLPI plugin list. It has never been installed or has been cleaned.
ar_iq: لا يعد المكون الإضافي Racks جزءًا من قائمة المكونات الإضافية لـ GLPI.لم يتم تثبيته أو تنظيفه مطلقًا.
fa_ir: افزونه Racks جزو فهرست افزونه‌های GLPI نیست. این افزونه هرگز نصب نشده یا پاک شده است.

source: You have to install Racks plugin files in version %s to be able to continue.
ar_iq: يجب عليك تثبيت ملفات ملحق Racks في الإصدار %s لتتمكن من المتابعة.
fa_ir: برای ادامه باید فایل‌های افزونه Racks نسخه %s را نصب کنید.

source: Migrating plugin to %s version...
ar_iq: جارٍ ترحيل المكوّن الإضافي إلى إصدار %s...
fa_ir: در حال مهاجرت افزونه به نسخه %s...

source: Plugin migration to %s version failed.
ar_iq: فشل ترحيل المكون الإضافي إلى إصدار %s.
fa_ir: مهاجرت افزونه به نسخه %s ناموفق بود.

source: Racks plugin data has to be updated to %s version. It can be done using the --update-plugin option.
ar_iq: يجب تحديث بيانات المكون الإضافي Racks إلى إصدار %s.يمكن القيام بذلك باستخدام خيار --update-plugin.
fa_ir: داده‌های افزونه Racks باید به نسخه %s به‌روزرسانی شوند. این کار می‌تواند با استفاده از گزینه --update-plugin انجام شود.

source: Racks plugin table "%s" is missing.
ar_iq: جدول ملحق الرفوف "%s" مفقود.
fa_ir: جدول افزونه Racks "%s" وجود ندارد.

source: Other models and items cannot be migrated when --no-interaction option is used.
ar_iq: لا يمكن ترحيل النماذج والعناصر الأخرى عند استخدام خيار --no-interaction.
fa_ir: مدل‌ها و آیتم‌های دیگر نمی‌توانند هنگام استفاده از گزینه --no-interaction مهاجرت کنند.

source: Creating datacenter...
ar_iq: جارٍ إنشاء مركز البيانات...
fa_ir: در حال ایجاد دیتاسنتر...

source: Unable to create datacenter.
ar_iq: غير قادر على إنشاء مركز البيانات.
fa_ir: امکان ایجاد دیتاسنتر وجود ندارد.

source: Importing other models...
ar_iq: جارٍ استيراد نماذج أخرى...
fa_ir: در حال وارد کردن مدل‌های دیگر...

source: Other items do not exist in GLPI core.
ar_iq: العناصر الأخرى غير موجودة في GLPI الأساسية.
fa_ir: آیتم‌های دیگر در هسته GLPI موجود نیستند.

source: We found %d models for other items. For each, we will ask you where you want to import it.
ar_iq: لقد وجدنا %d نماذج لعناصر أخرى.لكل منها، سنسألك عن المكان الذي تريد استيراده فيه.
fa_ir: ما %d مدل برای آیتم‌های دیگر پیدا کردیم. برای هر کدام، از شما می‌پرسیم که کجا می‌خواهید آن را وارد کنید.

source: Where do you want to import "%s"?
ar_iq: أين تريد استيراد "%s"؟
fa_ir: می‌خواهید "%s" را کجا وارد کنید؟

source: Ignore (default)
ar_iq: تجاهل (افتراضي)
fa_ir: نادیده گرفتن (پیش‌فرض)

source: Unable to import other model "%s".
ar_iq: غير قادر على استيراد النموذج الآخر "%s".
fa_ir: امکان وارد کردن مدل دیگر "%s" وجود ندارد.

source: Importing items from model "%s"...
ar_iq: جارٍ استيراد العناصر من النموذج "%s"...
fa_ir: در حال وارد کردن آیتم‌ها از مدل "%s"...

source: Unable to import other item "%s".
ar_iq: غير قادر على استيراد العنصر الآخر "%s".
fa_ir: امکان وارد کردن آیتم دیگر "%s" وجود ندارد.

source: Importing items specifications...
ar_iq: جارٍ استيراد مواصفات العناصر...
fa_ir: در حال وارد کردن مشخصات آیتم‌ها...

source: Importing specifications for model %s (%s)...
ar_iq: جارٍ استيراد مواصفات الطراز %s (%s)...
fa_ir: در حال وارد کردن مشخصات مدل %s (%s)...

source: Model %s (%s) not found.
ar_iq: لم يتم العثور على النموذج %s (%s).
fa_ir: مدل %s (%s) پیدا نشد.

source: Unable to update model %s (%s).
ar_iq: غير قادر على تحديث النموذج %s (%s).
fa_ir: امکان به‌روزرسانی مدل %s (%s) وجود ندارد.

source: No items specifications found.
ar_iq: لم يتم العثور على مواصفات العناصر.
fa_ir: هیچ مشخصات آیتمی یافت نشد.

source: Importing rack models...
ar_iq: استيراد نماذج الرف...
fa_ir: در حال وارد کردن مدل‌های رک...

source: Importing rack model "%s"...
ar_iq: جارٍ استيراد طراز الحامل "%s"...
fa_ir: در حال وارد کردن مدل رک "%s"...

source: Unable to import rack model "%s".
ar_iq: غير قادر على استيراد طراز الحامل "%s".
fa_ir: امکان وارد کردن مدل رک "%s" وجود ندارد.

source: No rack models found.
ar_iq: لم يتم العثور على موديل الرف.
fa_ir: هیچ مدل رک یافت نشد.

source: Importing rack types...
ar_iq: استيراد أنواع الرف...
fa_ir: در حال وارد کردن نوع‌های رک...

source: Importing rack type "%s"...
ar_iq: جارٍ استيراد نوع الحامل "%s"...
fa_ir: در حال وارد کردن نوع رک "%s"...

source: Unable to import rack type "%s".
ar_iq: غير قادر على استيراد نوع الحامل "%s".
fa_ir: امکان وارد کردن نوع رک "%s" وجود ندارد.

source: Importing rack states...
ar_iq: جارٍ استيراد حالات الرف...
fa_ir: در حال وارد کردن وضعیت‌های رک...

source: Importing rack state "%s"...
ar_iq: جارٍ استيراد حالة الحامل "%s"...
fa_ir: در حال وارد کردن وضعیت رک "%s"...

source: Unable to import rack state "%s".
ar_iq: غير قادر على استيراد حالة الحامل "%s".
fa_ir: امکان وارد کردن وضعیت رک "%s" وجود ندارد.

source: No rack states found.
ar_iq: لم يتم العثور على حالات الرف.
fa_ir: هیچ وضعیت رک یافت نشد.

source: Importing rooms...
ar_iq: استيراد الغرف...
fa_ir: در حال وارد کردن اتاق‌ها...

source: Importing room "%s"...
ar_iq: جارٍ استيراد الغرفة "%s"...
fa_ir: در حال وارد کردن اتاق "%s"...

source: Unable to import room "%s".
ar_iq: غير قادر على استيراد الغرفة "%s".
fa_ir: امکان وارد کردن اتاق "%s" وجود ندارد.

source: No rooms found.
ar_iq: لم يتم العثور على غرف.
fa_ir: هیچ اتاقی یافت نشد.

source: Importing racks...
ar_iq: استيراد الرفوف...
fa_ir: در حال وارد کردن رک‌ها...

source: Importing rack "%s"...
ar_iq: جارٍ استيراد الرف "%s"...
fa_ir: در حال وارد کردن رک "%s"...

source: Unable to import rack "%s".
ar_iq: غير قادر على استيراد الحامل "%s".
fa_ir: امکان وارد کردن رک "%s" وجود ندارد.

source: No racks found.
ar_iq: لم يتم العثور على رفوف.
fa_ir: هیچ رک یافت نشد.

source: Importing rack items...
ar_iq: استيراد عناصر الرف...
fa_ir: در حال وارد کردن آیتم‌های رک...

source: Importing rack item %s (%s)...
ar_iq: جارٍ استيراد عنصر الحامل %s (%s)...
fa_ir: در حال وارد کردن آیتم رک %s (%s)...

source: Item %s (%s) not found.
ar_iq: لم يتم العثور على العنصر %s (%s).
fa_ir: آیتم %s (%s) یافت نشد.

source: Skipping item %s (%s) which is already linked to a rack.
ar_iq: تخطي العنصر %s (%s) المرتبط بالفعل بالحامل.
fa_ir: رد کردن آیتم %s (%s) که قبلاً به یک رک متصل است.

source: Unable to import rack item %s (%s).
ar_iq: غير قادر على استيراد عنصر الحامل %s (%s).
fa_ir: امکان وارد کردن آیتم رک %s (%s) وجود ندارد.

source: No rack items found.
ar_iq: لم يتم العثور على عناصر الرف.
fa_ir: هیچ آیتم رک یافت نشد.

source: Unable to create default room.
ar_iq: غير قادر على إنشاء غرفة افتراضية.
fa_ir: امکان ایجاد اتاق پیش‌فرض وجود ندارد.

source: Migrate primary/foreign keys to unsigned integers
ar_iq: ترحيل المفاتيح الأساسية/الخارجية إلى الأعداد الصحيحة غير الموقعة
fa_ir: انتقال کلیدهای اصلی/خارجی به مقادیر صحیح بدون علامت

source: Found %s primary/foreign key columns(s) using signed integers.
ar_iq: تم العثور على %s من أعمدة المفاتيح الأساسية/الخارجية باستخدام الأعداد الصحيحة الموقعة.
fa_ir: %s ستون کلید اصلی/خارجی با مقادیر صحیح علامت‌دار یافت شد.

source: No migration needed.
ar_iq: لا حاجة للهجرة.
fa_ir: نیازی به مهاجرت نیست.

source: Migrating column "%s.%s"...
ar_iq: جارٍ ترحيل العمود "%s.%s"...
fa_ir: در حال مهاجرت ستون "%s.%s"...

source: Migration of column "%s.%s" cannot be done as it is referenced in CONSTRAINT "%s" of table "%s.%s".
ar_iq: لا يمكن إجراء ترحيل العمود "%s.%s" لأنه تمت الإشارة إليه في CONSTRAINT "%s" بالجدول "%s.%s".
fa_ir: مهاجرت ستون "%s.%s" امکان‌پذیر نیست زیرا در محدودیت (CONSTRAINT) "%s" از جدول "%s.%s" استفاده شده است.

source: Migration of column "%s.%s" cannot be done as its default value is negative.
ar_iq: لا يمكن إجراء ترحيل العمود "%s.%s" لأن قيمته الافتراضية سالبة.
fa_ir: مهاجرت ستون "%s.%s" امکان‌پذیر نیست زیرا مقدار پیش‌فرض آن منفی است.

source: Column "%s.%s" contains negative values. Updating them to "%s"...
ar_iq: يحتوي العمود "%s.%s" على قيم سلبية.جارٍ تحديثها إلى "%s"...
fa_ir: ستون "%s.%s" شامل مقادیر منفی است. در حال به‌روزرسانی آن‌ها به "%s"...

source: Updating column "%s.%s" values failed with message "(%s) %s".
ar_iq: فشل تحديث قيم العمود "%s.%s" مع الرسالة "(%s) %s".
fa_ir: به‌روزرسانی مقادیر ستون "%s.%s" با پیام خطا "(%s) %s" شکست خورد.

source: Migration of column "%s.%s" cannot be done as it contains negative values.
ar_iq: لا يمكن إجراء ترحيل العمود "%s.%s" لأنه يحتوي على قيم سلبية.
fa_ir: مهاجرت ستون "%s.%s" امکان‌پذیر نیست زیرا شامل مقادیر منفی است.

source: Migration of column "%s.%s" failed with message "(%s) %s".
ar_iq: فشل ترحيل العمود "%s.%s" مع الرسالة "(%s) %s".
fa_ir: مهاجرت ستون "%s.%s" با پیام خطا "(%s) %s" شکست خورد.

source: Unable to update DB configuration file.
ar_iq: غير قادر على تحديث ملف تكوين قاعدة البيانات.
fa_ir: امکان به‌روزرسانی فایل پیکربندی پایگاه‌داده وجود ندارد.

source: Errors occurred during migration.
ar_iq: حدثت أخطاء أثناء الترحيل.
fa_ir: خطاهایی در طول فرآیند مهاجرت رخ داد.

source: Some errors are related to following plugins: %s.
ar_iq: تتعلق بعض الأخطاء بالمكونات الإضافية التالية: %s.
fa_ir: برخی از خطاها مربوط به افزونه‌های زیر هستند: %s.

source: You should try to update these plugins to their latest version and run the command again.
ar_iq: يجب أن تحاول تحديث هذه المكونات الإضافية إلى أحدث إصدار لها وتشغيل الأمر مرة أخرى.
fa_ir: باید این افزونه‌ها را به آخرین نسخه به‌روزرسانی کرده و دستور را دوباره اجرا کنید.

source: You are about to launch migration of Appliances plugin data into GLPI core tables.
ar_iq: أنت على وشك إطلاق ترحيل بيانات المكونات الإضافية للأجهزة إلى جداول GLPI الأساسية.
fa_ir: در شُرُف آغاز مهاجرت داده‌های افزونهٔ Appliances به جداول اصلی GLPI هستید.

source: Any previous appliance created in core will be lost.
ar_iq: سيتم فقدان أي جهاز سابق تم إنشاؤه في المركز.
fa_ir: هر وسیله‌ای که پیش‌تر در هسته ایجاد شده باشد از بین خواهد رفت.

source: Appliances plugin table "%s" is missing.
ar_iq: جدول المكونات الإضافية للأجهزة "%s" مفقود.
fa_ir: جدول افزونهٔ Appliances با نام "%s" وجود ندارد.

source: Appliances plugin field "%s" is missing.
ar_iq: حقل المكونات الإضافية للأجهزة "%s" مفقود.
fa_ir: فیلد افزونهٔ Appliances با نام "%s" وجود ندارد.

source: Unable to update "%s" in profiles.
ar_iq: غير قادر على تحديث "%s" في الملفات الشخصية.
fa_ir: امکان به‌روزرسانی "%s" در پروفایل‌ها وجود ندارد.

source: Updating GLPI itemtypes...
ar_iq: جارٍ تحديث أنواع عناصر GLPI...
fa_ir: در حال به‌روزرسانی نوع آیتم‌های GLPI...

source: Migration of table "%s" failed with message "(%s) %s".
ar_iq: فشل ترحيل الجدول "%s" مع الرسالة "(%s) %s".
fa_ir: مهاجرت جدول "%s" با خطا شکست خورد: "(%s) %s".

source: Creating Appliance Items...
ar_iq: إنشاء عناصر الأجهزة...
fa_ir: در حال ایجاد آیتم‌های Appliance...

source: Importing Appliance item "%d"...
ar_iq: جارٍ استيراد عنصر الجهاز "%d"...
fa_ir: در حال وارد کردن آیتم Appliance با شناسه "%d"...

source: Unable to create Appliance item %d.
ar_iq: غير قادر على إنشاء عنصر الجهاز %d.
fa_ir: امکان ایجاد آیتم Appliance با شناسه %d وجود ندارد.

source: Creating Appliance Environment...
ar_iq: إنشاء بيئة الجهاز...
fa_ir: در حال ایجاد محیط Appliance...

source: Importing environment "%s"...
ar_iq: جارٍ استيراد البيئة "%s"...
fa_ir: در حال وارد کردن محیط "%s"...

source: Unable to create Appliance environment %s (%d).
ar_iq: غير قادر على إنشاء بيئة الجهاز %s (%d).
fa_ir: امکان ایجاد محیط Appliance %s (%d) وجود ندارد.

source: Creating Appliances...
ar_iq: إنشاء الأجهزة...
fa_ir: در حال ایجاد Applianceها...

source: Importing appliance "%s"...
ar_iq: جارٍ استيراد الجهاز "%s"...
fa_ir: در حال وارد کردن Appliance "%s"...

source: Unable to create Appliance %s (%d).
ar_iq: غير قادر على إنشاء الجهاز %s (%d).
fa_ir: امکان ایجاد Appliance %s (%d) وجود ندارد.

source: Creating Appliance types...
ar_iq: إنشاء أنواع الأجهزة...
fa_ir: در حال ایجاد نوع‌های Appliance...

source: Importing type "%s"...
ar_iq: جارٍ استيراد النوع "%s"...
fa_ir: در حال وارد کردن نوع "%s"...

source: Creating Appliance relations...
ar_iq: إنشاء علاقات الأجهزة...
fa_ir: در حال ایجاد روابط Appliance...

source: Importing relation "%s"...
ar_iq: جارٍ استيراد العلاقة "%s"...
fa_ir: در حال وارد کردن رابطه "%s"...

source: Unable to found relation type %s from Appliance Item Relation %d.
ar_iq: تعذر العثور على نوع العلاقة %s من علاقة عنصر الجهاز %d.
fa_ir: امکان یافتن نوع رابطه %s از رابطه آیتم Appliance %d وجود ندارد.

source: Unable to create Appliance Item Relation %d.
ar_iq: غير قادر على إنشاء علاقة عنصر الجهاز %d.
fa_ir: امکان ایجاد رابطه آیتم Appliance %d وجود ندارد.

source: Simulate the migration
ar_iq: محاكاة الهجرة

source: You are about to launch migration of "%s" plugin data into GLPI core tables.
ar_iq: أنت على وشك بدء ترحيل بيانات المكون الإضافي "%s" إلى جداول GLPI الأساسية.
fa_ir: شما در شُرُف آغاز مهاجرت داده‌های افزونه "%s" به جداول اصلی GLPI هستید.

source: Previously installed installed plugin %s version was %s. Minimal version supported by migration is %s.
ar_iq: إصدار المكون الإضافي المثبت مسبقًا %s كان %s.الحد الأدنى للإصدار الذي يدعمه الترحيل هو %s.
fa_ir: نسخه نصب‌شده پیشین افزونه %s برابر با %s بود. حداقل نسخه پشتیبانی‌شده برای مهاجرت %s است.

source: Unable to validate that previously installed plugin %s version was %s.
ar_iq: تعذر التحقق من أن إصدار المكون الإضافي %s الذي تم تثبيته مسبقًا هو %s.
fa_ir: امکان تأیید نسخه %s نصب‌شده قبلی افزونه %s وجود ندارد.

source: Plugin database field "%s" is missing.
ar_iq: حقل قاعدة بيانات البرنامج المساعد "%s" مفقود.
fa_ir: فیلد پایگاه‌داده افزونه "%s" موجود نیست.

source: Plugin data import failed.
ar_iq: فشل استيراد بيانات البرنامج المساعد.
fa_ir: وارد کردن داده‌های افزونه ناموفق بود.

source: Unable to financial and administrative information for %s "%s" (%d).
ar_iq: تعذر الحصول على المعلومات المالية والإدارية لـ %s "%s" (%d).
fa_ir: امکان دریافت اطلاعات مالی و اداری برای %s "%s" (%d) وجود ندارد.

source: Migrate MyISAM tables to InnoDB
ar_iq: ترحيل جداول MyISAM إلى InnoDB
fa_ir: مهاجرت جداول MyISAM به InnoDB

source: Found %s table(s) using MyISAM engine.
ar_iq: تم العثور على %s جدول (جداول) باستخدام محرك MyISAM.
fa_ir: %s جدول با موتور MyISAM پیدا شد.

source: Migrating table "%s"...
ar_iq: ترحيل الجدول "%s"...
fa_ir: در حال مهاجرت جدول "%s"...
