Repository: glpi-project/glpi
Catalog: locales/*.po
Languages: ar_iq, fa_ir

source: Technician in charge of the software
ar_iq: فني مسؤول عن البرمجيات
fa_ir: تکنسین مسئول نرم‌افزار

source: Valid licenses
ar_iq: تراخيص صالحة
fa_ir: مجوزهای معتبر

# quantity
source: Number of installations
ar_iq: عدد مرات التثبيت
fa_ir: تعداد نصب‌ها

source: Merge
ar_iq: دمج
fa_ir: ادغام

source: Software deleted after merging
ar_iq: تم حذف البرنامج بعد الدمج
fa_ir: نرم‌افزار پس از ادغام حذف شد

source: Purge software with no version that are deleted.
ar_iq: برنامج التطهير بدون أي نسخة يتم حذفها.

source: Max items to handle in one execution
ar_iq: الحد الأقصى من العناصر التي يمكن التعامل معها في عملية تنفيذ واحدة
fa_ir: حداکثر اقلام قابل پردازش در یک اجرا

source: Input/Output
ar_iq: الإدخال/الإخراج

source: Power management
ar_iq: إدارة الطاقة
fa_ir: مدیریت توان

source: You have the latest available version
ar_iq: لديك أحدث إصدار متاح
fa_ir: شما آخرین نسخه موجد را دارید

source: Connection failed. If you use a proxy, please configure it. (%s)
ar_iq: خطأ في الإتصال. في حال كنت تستخدم خادم للإتصال, الرجاء التأكد من الإعدادات. (%s)
fa_ir: اتصال ناموفق بود. اگر از پروکسی استفاده می‌کنید، لطفاً آن را پیکربندی کنید. (%s)

source: Failed to connect to the proxy server (%s)
ar_iq: فشل الاتصال بالخادم الوكيل (%s)
fa_ir: اتصال به سرور پروکسی (%s) ناموفق بود

source: No data available on the website
ar_iq: لا توجد بيانات متاحة على الموقع

source: URL "%s" is not considered safe and cannot be fetched from GLPI server.
ar_iq: لا يعتبر عنوان URL "%s" آمنًا ولا يمكن جلبه من خادم GLPI.
fa_ir: آدرس URL "%s" امن در نظر گرفته نشده و نمی‌توان آن را از سرور GLPI دریافت کرد

source: Redirection failed
ar_iq: فشلت إعادة التوجيه
fa_ir: هدایت (Redirection) ناموفق بود

source: IMAP
ar_iq: الوصول عبر IMAP
fa_ir: IMAP (پروتکل ایمیل)

source: POP
ar_iq: بوب
fa_ir: POP (پروتکل ایمیل)

source: January
ar_iq: يناير
fa_ir: ژانویه

source: February
ar_iq: فبراير
fa_ir: فوریه

source: March
ar_iq: مارس
fa_ir: مارس

source: April
ar_iq: أبريل
fa_ir: آوریل

source: May
ar_iq: مايو
fa_ir: مه

source: June
ar_iq: يونيو
fa_ir: ژوئن

source: July
ar_iq: يوليو
fa_ir: ژوئیه

source: August
ar_iq: أغسطس
fa_ir: اوت

source: September
ar_iq: سبتمبر
fa_ir: سپتامبر

source: October
ar_iq: أكتوبر
fa_ir: اکتبر

source: November
ar_iq: نوفمبر
fa_ir: نوامبر

source: December
ar_iq: ديسمبر
fa_ir: دسامبر

source: Creating database structure…
ar_iq: إنشاء هيكل قاعدة البيانات...

source: Database structure created.
ar_iq: تم إنشاء هيكل قاعدة البيانات.

source: Importing default data…
ar_iq: استيراد البيانات الافتراضية...

source: Default data imported.
ar_iq: تم استيراد البيانات الافتراضية.

source: Defining configuration defaults…
ar_iq: تحديد إعدادات التكوين الافتراضية...

source: Configuration defaults defined.
ar_iq: تم تحديد إعدادات التكوين الافتراضية.

source: Installation done.
ar_iq: تم التثبيت.
fa_ir: نصب انجام شد.

source: You can't remove description of a task.
ar_iq: لا يمكنك إزالة وصف المهمة.
fa_ir: نمی‌توانید توضیحات یک کار را حذف کنید.

source: Error in entering dates. The starting date is later than the ending date
ar_iq: خطأ في إدخال التواريخ.تاريخ البدء متأخر عن تاريخ الانتهاء
fa_ir: خطا در وارد کردن تاریخ‌ها. تاریخ شروع بعد از تاریخ پایان است

source: Start of the selected timeframe is not a working hour.
ar_iq: بداية الإطار الزمني المحدد ليست ساعة عمل.
fa_ir: شروع بازه زمانی انتخاب شده ساعت کاری نیست.

source: End of the selected timeframe is not a working hour.
ar_iq: نهاية الإطار الزمني المحدد ليست ساعة عمل.
fa_ir: پایان بازه زمانی انتخاب شده ساعت کاری نیست.

source: You can't add a task without description.
ar_iq: لا يمكنك إضافة مهمة بدون وصف.
fa_ir: نمی‌توانید کاری بدون توضیحات اضافه کنید.

source: Task category
ar_iq: فئة المهمة
fa_ir: دسته‌بندی کار

source: Public followup
ar_iq: متابعة عامة
fa_ir: پیگیری عمومی

source: Private task
ar_iq: مهمة خاصة
fa_ir: کار خصوصی

source: By %s
ar_iq: بواسطة %s
fa_ir: توسط %s

source: Ticket tasks to do
ar_iq: مهام التذاكر للقيام بها
fa_ir: کارهای مرتبط با تیکت برای انجام

source: Problem tasks to do
ar_iq: المهام المشكلة للقيام بها
fa_ir: کارهای مرتبط با مشکل برای انجام

source: Change tasks to do
ar_iq: تغيير المهام للقيام بها
fa_ir: کارهای مرتبط با تغییر برای انجام

source: No tasks do to.
ar_iq: لا توجد مهام للقيام بذلك.
fa_ir: هیچ کاری برای انجام وجود ندارد.

source: New child %s
ar_iq: فرع جديد %s

source: Sons of %s
ar_iq: أبناء %s
fa_ir: فرزندان %s

# button
source: Move under
ar_iq: التحرك تحت
fa_ir: انتقال به زیر

# button
source: Move
ar_iq: تحريك
fa_ir: انتقال

source: Add a compatible printer model
ar_iq: إضافة موديل طابعة متوافق
fa_ir: افزودن مدل چاپگر سازگار

source: LDAP directory
ar_iq: دليل LDAP
fa_ir: دایرکتوری LDAP

source: %s extension is missing
ar_iq: الامتداد %s مفقود
fa_ir: افزونه %s موجود نیست

source: Impossible to use LDAP as external source of connection
ar_iq: من المستحيل استخدام LDAP كمصدر خارجي للاتصال
fa_ir: امکان استفاده از LDAP (Lightweight Directory Access Protocol) به عنوان منبع خارجی اتصال وجود ندارد

source: List of LDAP directory replicates
ar_iq: قائمة نسخ دليل LDAP
fa_ir: فهرست المثنی‌های دایرکتوری LDAP (Lightweight Directory Access Protocol)

source: Replicate
ar_iq: تكرارات
fa_ir: المثنی

source: In users and groups
ar_iq: في المستخدمين والمجموعات
fa_ir: در کاربران و گروه‌ها

source: TCP stream
ar_iq: تيار TCP

source: Base DN
ar_iq: الاسم المميز الأساسي

source: Bind connection
ar_iq: ربط الاتصال

source: Search (50 first entries)
ar_iq: بحث (50 الإدخال الأول)

source: Domain name used by inventory tool
ar_iq: اسم المجال الذي تستخدمه أداة الجرد
fa_ir: نام دامنه استفاده شده توسط ابزار موجودی

source: No hostname provided
ar_iq: لم يتم توفير اسم المضيف

source: Connection to %s on port %s succeeded
ar_iq: نجح الاتصال بـ %s على المنفذ %s

source: %s (ERR: %s) to %s on port %s
ar_iq: %s (خطأ: %s) إلى %s على المنفذ %s

source: Base DN "%s" is configured
ar_iq: تم تكوين الاسم المميز الأساسي "%s".

source: Base DN is not configured
ar_iq: لم يتم تكوين الاسم المميز الأساسي

source: LDAP URI check succeeded
ar_iq: نجح فحص LDAP URI

source: LDAP URI was not parseable (%s:%s)
ar_iq: لم يكن URI لـ LDAP قابلاً للتحليل (%s:%s)

source: Authentication succeeded
ar_iq: نجحت المصادقة

source: Authentication failed: %s(%s)
ar_iq: فشلت المصادقة: %s(%s)

source: Bind user / password authentication is disabled.
ar_iq: تم تعطيل مصادقة المستخدم / كلمة المرور.

source: Search succeeded (%d entries found)
ar_iq: نجح البحث (تم العثور على %d إدخالات)

source: Search failed: %s(%s)
ar_iq: فشل البحث: %s(%s)

source: Warning: The request exceeds the limit of the directory. The results are only partial.
ar_iq: تحذير: الطلب يتجاوز الحد الأقصى للدليل.النتائج جزئية فقط.
fa_ir: هشدار: درخواست از حد مجاز دایرکتوری فراتر رفته است. نتایج تنها به‌صورت جزئی ارائه شده‌اند.

# button
source: Synchronize
ar_iq: مزامنة
fa_ir: همگام‌سازی

source: Last update in GLPI
ar_iq: أخر تحديث في GLPI
fa_ir: آخرین بروزرسانی در GLPI

source: Last update in the LDAP directory
ar_iq: اخر تحديث في دليل LDAP
fa_ir: آخرین بروزرسانی در دایرکتوری LDAP (Lightweight Directory Access Protocol)

source: Destination entity
ar_iq: كيان الوجهة
fa_ir: نهاد مقصد

source: User not found or several users found
ar_iq: لم يتم العثور على المستخدم أو يوجد هناك العديد من المستخدمين
fa_ir: کاربر پیدا نشد یا چندین کاربر یافت شد

source: Unable to add. The user already exist.
ar_iq: لا يمكن الإضافة. هناك مستخدم أخر بنفس الإسم.
fa_ir: امکان افزودن وجود ندارد. کاربر از قبل موجود است

source: Do nothing
ar_iq: لا تفعل شيئا
fa_ir: هیچ‌کاری انجام نده

source: Move to trashbin
ar_iq: الانتقال إلى سلة المهملات

source: Delete dynamic groups
ar_iq: حذف المجموعات الديناميكية

source: Delete all groups
ar_iq: حذف كافة المجموعات

source: Delete dynamic authorizations
ar_iq: حذف التراخيص الديناميكية

source: Delete all authorizations
ar_iq: حذف كافة التفويضات

source: Restore (move out of trashbin)
ar_iq: استعادة (الخروج من سلة المهملات)
fa_ir: بازگردانی (انتقال از سطل زباله)

source: Enable
ar_iq: تفعيل
fa_ir: فعال کردن

source: Advanced information
ar_iq: معلومات متقدمة
fa_ir: اطلاعات پیشرفته

source: TLS certificate path is incorrect
ar_iq: مسار شهادة TLS غير صحيح
fa_ir: مسیر گواهی TLS (Transport Layer Security) نادرست است

source: TLS key file path is incorrect
ar_iq: مسار ملف مفتاح TLS غير صحيح
fa_ir: مسیر فایل کلید TLS (Transport Layer Security) نادرست است

source: Graphical slot definition
ar_iq: تعريف الفتحة الرسومية

source: Set number of ports
ar_iq: تعيين عدد من المنافذ

source: Define port data in image
ar_iq: تحديد بيانات المنفذ في الصورة

source: Port Label
ar_iq: تسمية المنفذ

source: Save port data
ar_iq: حفظ بيانات المنفذ

source: Add a new port
ar_iq: إضافة منفذ جديد

source: Remove last port
ar_iq: إزالة المنفذ الأخير

source: PDU
ar_iq: PDUs
fa_ir: واحد توزیع برق (PDU)

source: Version of the operating system
ar_iq: نسخة نظام التشغيل
fa_ir: نسخه سیستم عامل

source: Software category
ar_iq: فئة البرمجيات
fa_ir: دسته نرم‌افزار

source: Generic device
ar_iq: جهاز عام
fa_ir: دستگاه عمومی

source: Device control model
ar_iq: موديل التحكم بالجهاز
fa_ir: مدل کنترل دستگاه

source: Problem template
ar_iq: قوالب مشكلة
fa_ir: الگوی مشکل (Problem template)

source: Business rules for problems
ar_iq: قواعد العمل للمشاكل

source: To be unaware of import
ar_iq: أن لا يكون على علم بالاستيراد
fa_ir: عدم آگاهی از واردسازی

source: Device generic model
ar_iq: الموديل العام للجهاز
fa_ir: مدل عمومی دستگاه (Device generic model)

source: Item successfully added
ar_iq: تم الإضافة بنجاح
fa_ir: آیتم با موفقیت افزوده شد

source: Item successfully updated
ar_iq: تم تحديث العناصر بنجاح
fa_ir: آیتم با موفقیت بروزرسانی شد

source: Item successfully deleted
ar_iq: تم الحذف بنجاح
fa_ir: آیتم با موفقیت حذف شد

source: Item successfully purged
ar_iq: تمت إزالة العنصر بنجاح
fa_ir: آیتم با موفقیت پاکسازی شد

source: Item successfully restored
ar_iq: تم الإسترجاع بنجاح
fa_ir: آیتم با موفقیت بازگردانده شد

# button
source: Unlock items
ar_iq: فتح العناصر
fa_ir: بازکردن قفل آیتم‌ها

# button
source: Associate to an appliance
ar_iq: ربط بجهاز
fa_ir: مرتبط کردن با دستگاه (appliance)

# button
source: Remove from a rack
ar_iq: إزالة من الرف
fa_ir: حذف از رک (rack)

source: At least one field has an incorrect value
ar_iq: يحتوي حقل واحد على الأقل على قيمة غير صحيحة
fa_ir: حداقل یک فیلد دارای مقدار نامعتبر است

source: Impossible record for %s
ar_iq: سجل مستحيل لـ %s
fa_ir: ثبت غیرممکن برای %s

source: Item successfully added but duplicate record on %s
ar_iq: تمت إضافة العنصر بنجاح ولكن السجل مكرر في %s
fa_ir: آیتم با موفقیت اضافه شد، اما سابقه تکراری در %s موجود است

source: Other item exist
ar_iq: عنصر آخر موجود
fa_ir: آیتم دیگری موجود است

source: Item in the trashbin
ar_iq: البند في سلة المهملات
fa_ir: آیتم در سطل زباله (trashbin) است

source: %1$s trying to add an item that already exists: %2$s
ar_iq: %1$s محاولة إضافة عنصر موجود بالفعل: %2$s
fa_ir: %1$s در حال تلاش برای افزودن آیتمی است که قبلاً وجود دارد: %2$s

source: Blank Template
ar_iq: نموذج فارغ
fa_ir: قالب خالی

source: Purge
ar_iq: تطهير
fa_ir: پاکسازی

source: Read notes
ar_iq: قراءة الملاحظات
fa_ir: خواندن یادداشت‌ها

source: Read the item's notes
ar_iq: قراءة ملاحظات المادة
fa_ir: خواندن یادداشت‌های آیتم

source: Update notes
ar_iq: تعديل الملاحظات
fa_ir: به‌روزرسانی یادداشت‌ها

source: Update the item's notes
ar_iq: تعديل ملاحظات المادة
fa_ir: به‌روزرسانی یادداشت‌های آیتم

source: Document Ticket %d
ar_iq: تذكرة المستند %d
fa_ir: سند تیکت (Ticket) %d

source: You can define an autofill template
ar_iq: يمكنك تحديد قالب الملء التلقائي
fa_ir: می‌توانید یک قالب پرکردن خودکار (autofill template) تعریف کنید

source: Autofilled from template
ar_iq: الملء التلقائي من القالب
fa_ir: پرشده از قالب (template)

source: Read only field
ar_iq: حقول للقراءة فقط

source: Consumable
ar_iq: مستهلكة
fa_ir: مصرفی

source: Back to stock
ar_iq: إعادة إلى المخزن
fa_ir: بازگشت به موجودی انبار (stock)

# button
source: Give
ar_iq: يعطي
fa_ir: تخصیص دادن (Give)

source: %s gives a consumable
ar_iq: %s يعطي مادة مستهلكة
fa_ir: %s یک کالای مصرفی (consumable) اختصاص می‌دهد

source: Total: %1$d, New: %2$d, Used: %3$d
ar_iq: الإجمالي: %1$d، الجديد: %2$d، المستخدم: %3$d
fa_ir: کل: %1$d، جدید: %2$d، استفاده‌شده: %3$d

source: No consumable
ar_iq: لا المواد الاستهلاكية
fa_ir: هیچ کالای مصرفی (consumable) موجود نیست

# consumable
source: New
ar_iq: جديدة
fa_ir: جدید

# consumable
source: Used
ar_iq: مستعملة
fa_ir: استفاده‌شده

source: Delete permanently
ar_iq: حذف نهائي
fa_ir: حذف دائم (permanently)

source: Give to
ar_iq: أعط ل
fa_ir: اختصاص به

source: In stock
ar_iq: في الأوراق المالية
fa_ir: در انبار

source: Given to
ar_iq: نظرا ل
fa_ir: اختصاص داده شده به

source: New
ar_iq: جديد
fa_ir: جدید

source: Used
ar_iq: مستخدم
fa_ir: استفاده شده

source: Connection by dial line - Dialup Port
ar_iq: الاتصال عبر خط الاتصال الهاتفي - منفذ الطلب الهاتفي
fa_ir: اتصال از طریق خط شماره‌گیر

source: Connected to
ar_iq: متصل بـ
fa_ir: متصل به

source: Consumable type
ar_iq: أنواع المستهلكات
fa_ir: نوع کالای مصرفی

source: Cartridge inventoried information
ar_iq: معلومات جردت خرطوشة
fa_ir: اطلاعات موجودی کارتریج

# %1$s remaining page
source: %1$s remaining pages
ar_iq: %1$s الصفحات المتبقية
fa_ir: تعداد صفحات باقی‌مانده: %1$s

source: Property
ar_iq: ملكية
fa_ir: ویژگی

source: Toner percentage
ar_iq: نسبة الحبر

source: Drum percentage
ar_iq: نسبة الطبل

source: Black
ar_iq: أسود
fa_ir: سیاه

source: Cyan
ar_iq: سماوي
fa_ir: فیروزه‌ای

source: Magenta
ar_iq: أرجواني
fa_ir: سرخابی

source: Yellow
ar_iq: أصفر
fa_ir: زرد

source: Battery
ar_iq: بطاريات
fa_ir: باتری

source: Capacity
ar_iq: سعة
fa_ir: ظرفیت

source: mWh
ar_iq: ميلي واط ساعة
fa_ir: میلی‌وات‌ساعت

source: Voltage
ar_iq: الجهد الكهربائي
fa_ir: ولتاژ

source: mV
ar_iq: ميلي فولت
fa_ir: میلی‌ولت

source: Dictionary of monitor types
ar_iq: قاموس أنواع الشاشات
fa_ir: فرهنگ انواع مانیتور

source: User location
ar_iq: موقع المستخدم
fa_ir: موقعیت کاربر

source: User in group
ar_iq: المستخدم في المجموعة
fa_ir: کاربر در گروه

source: User from inventory
ar_iq: المستخدم من المخزون

source: User based contact information
ar_iq: معلومات الاتصال المستندة إلى المستخدم
fa_ir: اطلاعات تماس مبتنی بر کاربر

source: Assign user from name
ar_iq: تعيين مستخدم من الاسم

source: Assign user from email
ar_iq: تعيين مستخدم من البريد الإلكتروني

source: Assign user from registration number
ar_iq: تعيين المستخدم من رقم التسجيل

source: Assign user from sync field
ar_iq: تعيين مستخدم من حقل المزامنة

source: Rules for assigning a category to software
ar_iq: قواعد لتعيين فئة للبرمجيات
fa_ir: قوانین اختصاص دسته‌بندی به نرم‌افزار

source: Service pack
ar_iq: حزم خدمة
fa_ir: بسته خدماتی

source: Myself
ar_iq: نفسي
fa_ir: خودم

source: Requester's manager
ar_iq: مدير الطالب

# image
source: Resolution
ar_iq: دقة
fa_ir: وضوح تصویر

source: Allowed status
ar_iq: الحالة المسموح بها

source: Merge and assign to current entity
ar_iq: دمج وتعيين للكيان الحالي
fa_ir: ادغام و اختصاص به واحد جاری

# button
source: Merge
ar_iq: دمج
fa_ir: ادغام کردن

source: Monitoring of automatic actions
ar_iq: مراقبة الإجراءات التلقائية
fa_ir: نظارت بر اعمال خودکار

source: Automatic actions list
ar_iq: قائمة الإجراءات التلقائية
fa_ir: لیست اعمال خودکار

source: The following automatic actions are in error. They require intervention.
ar_iq: الإجراءات التلقائية التالية خاطئة.أنها تتطلب التدخل.
fa_ir: اعمال خودکار زیر خطا دارند و نیاز به مداخله دارند.

source: Volume
ar_iq: مقدار
fa_ir: حجم

source: Add a volume
ar_iq: أضف حجمًا
fa_ir: افزودن حجم

source: Partial encryption
ar_iq: التشفير الجزئي
fa_ir: رمزگذاری جزئی

source: Encryption algorithm
ar_iq: خوارزمية التشفير
fa_ir: الگوریتم رمزگذاری

source: Encryption type
ar_iq: نوع التشفير
fa_ir: نوع رمزگذاری

source: Mount point
ar_iq: نقطة جبل
fa_ir: نقطه اتصال

source: Used percentage
ar_iq: النسبة المئوية المستخدمة

source: Encryption
ar_iq: التشفير
fa_ir: رمزگذاری

source: Free percentage
ar_iq: النسبة الحرة
fa_ir: درصد آزاد

source: Encryption status
ar_iq: حالة التشفير
fa_ir: وضعیت رمزگذاری

source: Not encrypted
ar_iq: غير مشفرة
fa_ir: رمزگذاری نشده

source: Partially encrypted
ar_iq: مشفرة جزئيا
fa_ir: رمزگذاری جزئی

source: Encrypted
ar_iq: مشفرة
fa_ir: رمزگذاری شده

source: Town
ar_iq: بلدة
fa_ir: شهر

source: Building number
ar_iq: رقم المبنى
fa_ir: شماره ساختمان

source: Room number
ar_iq: رقم الغرفة
fa_ir: شماره اتاق

source: Latitude
ar_iq: خط العرض
fa_ir: عرض جغرافیایی

source: Longitude
ar_iq: خط الطول
fa_ir: طول جغرافیایی

source: Altitude
ar_iq: ارتفاع
fa_ir: ارتفاع

source: Location
ar_iq: مواقع
fa_ir: مکان

source: Location alias
ar_iq: الاسم المستعار للموقع

source: Location comments
ar_iq: تعليقات الموقع
fa_ir: توضیحات مکان

source: Item operating system
ar_iq: نظام تشغيل السلعة
fa_ir: سیستم‌عامل مورد

source: Operating System
ar_iq: نظام التشغيل
fa_ir: سیستم‌عامل

source: Kernel version
ar_iq: نسخة النواة
fa_ir: نسخه هسته

source: The internal time is recalculated when assigning the OLA
ar_iq: يتم إعادة حساب الوقت الداخلي عند تعيين OLA
fa_ir: زمان داخلی هنگام اختصاص SLA عملیاتی (OLA) دوباره محاسبه می‌شود

source: The assignment of an OLA to a ticket causes the recalculation of the date.
ar_iq: يؤدي تعيين OLA للتذكرة إلى إعادة حساب التاريخ.
fa_ir: اختصاص SLA عملیاتی (OLA) به تیکت باعث بازمحاسبه تاریخ می‌شود

source: Escalations defined in the OLA will be triggered under this new date.
ar_iq: سيتم تفعيل عمليات التصعيد المحددة في OLA بموجب هذا التاريخ الجديد.
fa_ir: ارتقای تعریف شده در SLA عملیاتی (OLA) بر اساس این تاریخ جدید اجرا خواهد شد

source: Browser notifications configuration
ar_iq: تكوين إشعارات المتصفح

source: Enable browser notifications
ar_iq: تمكين إشعارات المتصفح

source: Send a test browser notification to you
ar_iq: إرسال إشعار متصفح اختباري إليك
fa_ir: ارسال یک اعلان آزمایشی مرورگر برای شما

source: Change task
ar_iq: مهام التغيير
fa_ir: وظیفه تغییر

source: Dictionary of computer types
ar_iq: قاموس أنواع الكمبيوتر
fa_ir: فرهنگنامه انواع کامپیوتر

source: Dropdown definition
ar_iq: تعريف القائمة المنسدلة

source: Profile
ar_iq: ملفات شخصية
fa_ir: پروفایل

source: Translation
ar_iq: ترجمة
fa_ir: ترجمه

source: Event log
ar_iq: سجل الأحداث

source: Reservation
ar_iq: حجوزات
fa_ir: رزرو

source: Dropdown
ar_iq: قوائم منسدلة
fa_ir: منوی کشویی

source: Connection
ar_iq: اتصال
fa_ir: اتصال

source: Plugin
ar_iq: إضافات
fa_ir: افزونه

source: Impersonate
ar_iq: انتحال شخصية
fa_ir: عملیات به نمایندگی از کاربر

source: No Event
ar_iq: لا يوجد حدث
fa_ir: هیچ رویدادی وجود ندارد

source: Last %d events
ar_iq: آخر %d أحداث
fa_ir: آخرین %d رویداد

source: Id
ar_iq: بطاقة تعريف
fa_ir: شناسه

source: Service
ar_iq: خدمة
fa_ir: خدمت

source: Message
ar_iq: رسالة
fa_ir: پیام

source: Level
ar_iq: مستوى
fa_ir: سطح

source: Special
ar_iq: خاص

source: Items
ar_iq: مادة

source: Reverse alphabetical
ar_iq: عكس الأبجدية

source: Most popular
ar_iq: الأكثر شعبية
fa_ir: پرطرفدارترین

source: Alphabetical
ar_iq: أبجديا

source: FAQ articles
ar_iq: مقالات الأسئلة الشائعة

source: Importing form categories...
ar_iq: جارٍ استيراد فئات النماذج...

source: Importing forms...
ar_iq: جارٍ استيراد النماذج...

source: Importing sections...
ar_iq: جارٍ استيراد الأقسام...

source: Importing questions...
ar_iq: جارٍ استيراد الأسئلة...

source: Unable to import question '%s' with unknown type '%s' in form '%s'
ar_iq: غير قادر على استيراد السؤال "%s" بنوع غير معروف "%s" في النموذج "%s"

source: The "%1$s" question type is available in the "%2$s" plugin: %3$s
ar_iq: نوع السؤال "%1$s" متاح في المكون الإضافي "%2$s": %3$s

source: Error while importing question "%s" in section "%s" and form "%s": %s
ar_iq: حدث خطأ أثناء استيراد السؤال "%s" في القسم "%s" والنموذج "%s": %s

source: Importing comments...
ar_iq: جارٍ استيراد التعليقات...

source: Cleaning imported data...
ar_iq: جارٍ تنظيف البيانات المستوردة...

source: Fixing forms layouts...
ar_iq: إصلاح تخطيطات النماذج...

source: Importing access controls...
ar_iq: جارٍ استيراد عناصر التحكم بالوصول...

source: Importing ticket targets...
ar_iq: جارٍ استيراد أهداف التذاكر...

source: Importing problem targets...
ar_iq: جارٍ استيراد الأهداف التي بها مشكلات...

source: Importing change targets...
ar_iq: جارٍ استيراد أهداف التغيير...

source: Importing ticket targets fields...
ar_iq: جارٍ استيراد حقول أهداف التذاكر...

source: Importing problem targets fields...
ar_iq: جارٍ استيراد حقول أهداف المشكلة...

source: Importing change targets fields...
ar_iq: جارٍ استيراد حقول أهداف التغيير...

source: The "%s" destination field configuration of the form "%s" cannot be imported : %s
ar_iq: لا يمكن استيراد تكوين حقل الوجهة "%s" للنموذج "%s": %s

source: The "%s" destination field configuration of the form "%s" cannot be imported.
ar_iq: لا يمكن استيراد تكوين حقل الوجهة "%s" للنموذج "%s".

source: Importing translations...
ar_iq: جارٍ استيراد الترجمات...

source: Importing visibility conditions...
ar_iq: جارٍ استيراد شروط الرؤية...

source: A visibility condition used in "%s" "%s" (Form "%s") with value operator "%s" is not supported by the question type. It will be ignored.
ar_iq: حالة الرؤية المستخدمة في "%s" "%s" (النموذج "%s") مع عامل تشغيل القيمة "%s" غير مدعومة من قبل نوع السؤال.سيتم تجاهله.

source: %d forms ignored because they were attached to an invalid entity
ar_iq: تم تجاهل نماذج %d لأنها كانت مرفقة بكيان غير صالح

source: Importing validation conditions...
ar_iq: جارٍ استيراد شروط التحقق...

source: Section
ar_iq: أقسام

source: Section title
ar_iq: عنوان القسم

source: Answer: %s
ar_iq: الإجابة: %s

source: Section: %s
ar_iq: القسم: %s

source: Comment title: %s
ar_iq: عنوان التعليق: %s

source: Comment description: %s
ar_iq: وصف التعليق: %s

source: Question: %s
ar_iq: السؤال: %s

source: Form name: %s
ar_iq: اسم النموذج: %s

source: Question
ar_iq: سؤال

source: Untitled question
ar_iq: سؤال بلا عنوان

source: This form is invalid, it must create at least one item.
ar_iq: هذا النموذج غير صالح، يجب إنشاء عنصر واحد على الأقل.

source: You have defined conditions for all the items below. This may be dangerous, please make sure that in every situation at least one item will be created.
ar_iq: لقد حددت الشروط لجميع العناصر أدناه.قد يكون هذا خطيرًا، يرجى التأكد من أنه في كل حالة سيتم إنشاء عنصر واحد على الأقل.

source: Default template
ar_iq: القالب الافتراضي

source: Specific template
ar_iq: قالب محدد

source: Link to assistance objects
ar_iq: الارتباط بكائنات المساعدة

source: Select the link type...
ar_iq: اختر نوع الرابط...

source: Select the strategy...
ar_iq: اختر الإستراتيجية...

source: Select assistance object type...
ar_iq: حدد نوع كائن المساعدة...

source: Select assistance object...
ar_iq: حدد كائن المساعدة...

source: Select destination...
ar_iq: اختر الوجهة...

source: Select questions...
ar_iq: تحديد الأسئلة...

source: From template
ar_iq: من القالب

source: Specific request source
ar_iq: مصدر طلب محدد

source: Request type
ar_iq: نوع الطلب

source: Select a request type...
ar_iq: اختر نوع الطلب...

source: Select a question...
ar_iq: حدد سؤالاً...

source: Active entity of the form filler
ar_iq: الكيان النشط لملء النموذج

source: From form
ar_iq: من النموذج

source: Specific entity
ar_iq: كيان محدد

source: Answer from a specific question
ar_iq: الإجابة من سؤال محدد

source: Answer to last "Entity" item question
ar_iq: الإجابة على سؤال البند "الكيان" الأخير

source: No Followup
ar_iq: لا متابعة

source: Specific Followup templates
ar_iq: قوالب متابعة محددة

source: Select a request source...
ar_iq: حدد مصدر الطلب...

source: Select followup templates...
ar_iq: تحديد قوالب المتابعة...

source: Specific %s
ar_iq: محدد %s

source: Associated items
ar_iq: عناصر مرتبطة

source: Select an itemtype...
ar_iq: حدد نوع العنصر...

source: Select the itemtype of the item to associate...
ar_iq: حدد نوع العنصر للعنصر المراد ربطه...

source: Select the item to associate...
ar_iq: حدد العنصر المراد ربطه...

source: Properties
ar_iq: ملكيات

source: Timeline
ar_iq: الجدول الزمني

source: Service levels
ar_iq: مستويات الخدمة

source: Select a location...
ar_iq: حدد الموقع...
